[{"Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2425821985, "Job Title": "Campaigner (32 uur per week)", "Company Name": "Good Fish", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "['Non-profit Organization Management']", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Als we willen blijven genieten van vis, mosselen, oesters en ander lekkers uit de zee, dan moet er écht iets veranderen. Want in Nederland eten we nog steeds veel vis die overbevist is of gevangen of gekweekt wordt onder onverantwoorde omstandigheden met veel milieuschade. Daarom is de missie van Good Fish: in 2030 uitsluitend Goede Vis in Nederland. En daarvoor zoeken we jou! \nEen van de grootste problemen is misschien wel dat te weinig mensen overbevissing ervaren als een serieus probleem. Er zullen vissoorten verdwijnen en dat is schadelijk voor de biodiversiteit en voor de voedselketen. En als de visstand in gevaar komt, kan er wereldwijd niet voldaan worden aan de toenemende vraag naar eiwitten. Dat willen we oplossen!\nOns DNAGood Fish is een club enthousiaste specialisten op het gebied van duurzame vis. We zijn een platte organisatie met contacten over de hele wereld. Ieder van ons zet zich voor 100% Goede Vis. Hoe? Heel simpel, door te zeggen: die vis is goed, die vis is fout. Dat maakt ons soms een luis in de pels van vissers, viswinkels en restaurants. Maar we zijn bovenal constructief. Als deze professionals met ons willen samenwerken voor Goede Vis, gaan we graag de uitdaging aan. ‘Nee’ is voor ons geen oplossing, we zoeken altijd naar een perspectief of alternatief, om onder water écht verandering te brengen. Kortom: we zoeken een Robin Hood, een sympathieke strijder voor vis.\nWat gaan we de komende jaren doen?\u2028In de afgelopen zes jaar hebben we zeer goed in beeld gekregen welke vissen in Nederland gegeten worden én waar veel problemen mee zijn. De top 5 van ‘RODE’ vissen willen we pushen naar een duurzame productie en als dat niet kan, elimineren uit de handel. Tegelijk laten we zien dat duurzame productie heel goed kan door duurzame visproductie te etaleren. Ons kompas is de VISwijzer: een gezamenlijke database met het Wereld Natuur Fonds waar duizenden visserijbeoordelingen in staan. Good Fish verzorgt het beheer in Nederland. Neem een kijkje op goodfish.nl of download de VISwijzer app!\nCampaignerDe campaigner zorgt ervoor dat onze impact binnen projecten zichtbaar gemaakt wordt en dat het logisch wordt voor externen hoe dit relateert aan onze theory of change. Onze theory of change wordt jouw kompas! Wij willen onszelf in 2030 opheffen en ons doel bereikt hebben, dat betekent: werk aan de winkel. De campaigner werkt nauw samen met de projectleiders die sturen op inhoud en verandering onder water. Daarnaast werkt de campaigner samen met de communicatiemedewerker, die zich bezig houdt met de corporate communicatie.\nWij bieden een tijdelijk contract van één jaar voor 32 uur in de week.\nWat heb jij in huis?Je hebt een sterke affiniteit met de doelstellingen van Good Fish,Minimaal drie jaar werkervaring op HBO-niveau als online campaigner, online marketeer, community manager of een vergelijkbare functie,Je bent een creatief schrijver met uitstekende beheersing van de Nederlandse taal,Je bent digitaal minded. Je hebt kennis van de ontwikkelingen op je vakgebied en overziet waar de online wereld naartoe gaat,Je hebt aantoonbare ervaring met beeldbewerking en bent kundig in het gebruik van Adobe InDesign en met de inzet van sociale media in campagnes. Je bent vaardig met HTML en beheerst de basisbeginselen van CSS. Kennis van en ervaring met Google Analytics, Javascript en/of PHP is een pré.Je bent goed in staat kwaliteit te waarborgen en scherp te plannen, ook onder tijdsdruk.Ervaring als projectmanager is een pré,Je bent leergierig en hebt een resultaat- en klantgerichte houding,Je hebt een flexibele houding, ook ten aanzien van onregelmatige werktijden.\nInteresse? Stuur een email met CV en motivatie naar margreet@goodfish.nl.\n \n\n\n\n\n\n          Industry\n        \n\n\n              Non-profit Organization Management\n            \n\n\n\n\n        Employment Type\n      \n\n        Part-time", "Employment Type": "Part-time", "Company URL": "https://www.linkedin.com//company/good-fish-foundation/life/", "Job URL": "https://www.linkedin.com//jobs/view/2425821985/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=FdlTBJlGGH5OeW3MYBAp%2Bw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 weeks ago", "Job Age Number": "3 weeks ago", "Job Date": "2021-02-16", "Collection Date": "2021-03-15"}, {"Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2434566663, "Job Title": "Quality Officer", "Company Name": "Brunel", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Bij iedere Nederlandse bank staat dit centraal: Know Your Client. Een belangrijke pijler gedreven door zowel de wetgeving als het commercieel belang. De meeste mensen deugen, maar helaas niet iedereen. Om die reden voer jij final checks uit op ieder CDD-dossier. In jouw vak is elke menselijke fout er één te veel. Aan de slag als KYC-poortwachter bij een grote bank? Solliciteer als Quality Officer.\nOver deze functie\n\nGedreven teams door het hele land controleren duizenden CDD-dossiers per dag. Duizenden! Deze medewerkers hebben een (getrainde) antenne voor dat wat niet helemaal in de haak is; dat vissen ze er zo uit. Tegelijkertijd zijn kwaadwillenden niet van gisteren, en weten zij steeds beter hoe ze KYC-checks doorstaan. Worstcasescenario, natuurlijk. Vaker komt het voor dat een (potentiële) klant gewoon iets vergeten is, en een dossier daardoor incompleet is. En ondanks alle goede bedoelingen glippen zulke dingen er toch nog weleens doorheen…\n\nZoals het een echte perfectionist betaamt, analyseer jij ieder dossier met een kritische blik. Als Quality Officer is je perfectionisme eerder een zegen dan een vloek. Jij loopt dossiers na op juridische, bedrijfseconomische en fiscale gegevens, en controleert of ze voor 100% compleet zijn. Afhankelijk van de ernst van de zaak beslis je welke actie nodig is als iets niet voldoet. Bovendien kijk je altijd naar verbeteringsopties van processen, om fouten in de toekomst verder te voorkomen.\n\nOver jou\n\nCDD-dossiers moeten volledig, juist, reconstrueerbaar en consistent zijn. Voor je carrière wil je ongeveer hetzelfde: de beste uitwerking mogelijk. Alles loopt tot nu toe volgens plan, na ruim vijf jaar ervaring in dit vakgebied; zeker als je het volgende lijstje afvinkt:\nJe hebt aantoonbaar (of merkbaar) hbo- of wo-werk- en denkniveau Analytisch, besluitvaardig, alert en klantgericht zijn jouw middle names De wereld van KYC, CDD, compliance en risk ken je van binnen en buiten Samenwerken zie je als een grote kracht – en een must voor succes in KYC Je (telefonische) gespreksvaardigheden zijn van hoge kwaliteit, ook in het Engels \n\nWat wij bieden\n\nVerder Heb Je Als Quality Officer Bij Brunel Grotendeels In Eigen Hand\n\nWanneer spreek je van een succesvolle carrière. Dat is voor iedereen anders. Daarom verschilt ons aanbod óók van persoon tot persoon. Je kunt ten eerste rekenen op een passend salaris.\nHoeveel vakantiedagen je per jaar opneemt – vanaf 26 Welke opleidingen en cursussen je volgt – op kosten van Brunel Waar je aan de slag gaat – je moet je wel ergens thuis voelen Van welke van de vele kortingsopties via Brunel je gebruik maakt \n\nOver ons\nAltijd een stap extra zetten, is de mentaliteit die Brunel kenmerkt. Zoals Brunel Global CEO Jilko Andringa het mooi verwoordt: ‘succes = verwachtingen +1’. Zo’n stap extra kan van alles zijn, van een compliment geven aan een collega tot en met het behalen van een hogere winstmarge. Of in jouw vakgebied: een lager percentage witwassers in een specifieke periode. De +1-mentaliteit heeft zo goed als alles te maken met bewustzijn. Ga maar eens na: hoe vaak doe jij iets op de automatische piloot? De gevreesde, maar toch ergens fijne routine (onze hersenen houden ervan; ook die van jou) die ervoor zorgt dat je zaken prima, maar niet bijzonder indrukwekkend afrondt. Terwijl het je juist zoveel energie geeft als je ergens écht voor gaat! Begrijp ons niet verkeerd: niemand zou zichzelf moeten dwingen om te voldoen aan een bepaalde mentaliteit. Het is meer een mindset die iedere dag net wat dynamischer en interessanter maakt. Kun jij je wel vinden in deze mentaliteit? Ga voor succes, en solliciteer direct.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2434566663/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=bNDywLn2DZwCvum3mZZqkQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-22", "Collection Date": "2021-03-15"}, {"Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2461609604, "Job Title": "Sushi kok | Uithoorn | Kunsushi", "Company Name": "-1", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Vacature van Kunsushi, locatie Uithoorn.\n\nAls sushikok begin je je dag met je werkstation op te starten, sushi rijst koken, bewerken van vissen en groentes.\nJe anticipeert je voorbereiding van de dag zelf, zodat er dagelijks verse producten worden gebruikt.\nZorgt ervoor dat alles volgens de hygiene voorschriften wordt gehandhaafd.\nMocht het zo zijn dat op andere afdelingen druk is, dat er geholpen kan worden., als team kunnen werken.\nHet afsluiten van je werkstation en de zaak\n\nFunctie-eisen\n\nGeen eisen vereist, wij kunnen mensen opleiden om sushi te leren maken en volgens horeca regels te werken.\n\nHeb je ervaring als sushi kok, ben je van harte welkom om ons team te versterken met je ervaringen.\n\n5cd8a0b9cc68f9ffa4c9253553278a55", "Employment Type": "-1", "Company URL": -1, "Job URL": "https://www.linkedin.com//jobs/view/2461609604/?eBP=JOB_SEARCH_ORGANIC&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=NMawGMpWd9MH9Sx6yrjXpg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "13 hours ago\n              Within the past 24 hours", "Job Age Number": "13 hours ago\n              Within the past 24 hours", "Job Date": "2021-03-14", "Collection Date": "2021-03-15"}, {"Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2425539278, "Job Title": "Nanny (10uur per week)", "Company Name": "Nanny Service Nederland", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Nanny Service Nederland B.V. - Hilversum zoekt een Nanny (10uur per week) te MBO geplaatst op 15-02-2021\nNanny in Hilversum\n\nVoor een gezin in Hilversum zoeken wij een Nanny die de buitenschoolse opvang wil verlenen.\nHet gezin bestaat uit vader, moeder en vier kinderen. Een jongen van 10, een meisje van 8, een jongen van 6 en een jongen van bijna 4 jaar.\n\nHet gezin is op zoek naar een assertieve Nanny met een ondernemende instelling. Als Nanny voor dit gezin sta jij stevig in je schoenen, ga jij er graag op uit en vind je het belangrijk om de kinderen uit te dagen in hun spel en ontwikkeling. In de opvoeding vinden ouders het belangrijk dat er ritme en structuur geboden wordt en de Nanny eerlijk en oprecht is. Als Nanny krijg jij veel vrijheid in de activiteiten die je aanbiedt na school, ouders gaan uit van jouw pedagogische kwaliteiten. Na school spelen de kinderen graag met vriendjes en vriendinnetjes maar hebben ook sport waarin je als Nanny de kinderen begeleidt.\n\nDe oudste is 10 jaar oud. Hij speelt graag met zijn vriendjes lekker buiten, maar ook binnen samen met lego. Hij zit in groep 7 en gaat met plezier naar school. Hij zit op hockey waar hij fanatiek en gedreven in is.\n\nHet meisje is 8 jaar en zit in groep 5 ze gaat met plezier naar school en heeft veel vriendinnen. Het is een echte meid en weet goed wat ze wil. Ze zit op de (voor) dansopleiding wat ze met volle overgave doet, ook hockeyen doet ze graag en fanatiek.\n\nDe jongen van 6 jaar zit in groep 2. Ook hij speelt graag met vriendjes en vriendinnetjes, lekker buiten ravotten of binnenspelen, maar ook vindt hij het leuk om te knutselen. Op school is hij echt op zijn plekje. Hij zit net als zijn broer en zus ook op hockey.\n\nDe Benjamin van het stel wordt in juni 4 jaar en mag in mei ook eindelijk naar school. Hier heeft hij maanden naar toegeleefd en is er meer dan aan toe om uitgedaagd te worden. Hij is een vrolijke jongen die graag van alles onderneemt, buitenspelen, spelletjes spelen, knutselen. De kinderen zijn voor elkaar erg zorgzaam en zijn een heel hecht team!\n\nHet gezin is dol op dieren en heeft ook meerder huisdieren. Er lopen in de tuin drie blauwe pauwen die vrij mogen rondlopen. Ook hebben ze een terrarium met waterschildpadden en de oudste jongen heeft een kameleon. De andere kinderen hebben allemaal een aquarium met vissen en wandelende takken.\n\nAls Nanny breng en haal je de kinderen met de elektrische bakfiets, de oudste kinderen fietsen zelf mee. Het is belangrijk dat je het niet erg vindt om zowel in de winter als de zomer veel te fietsen van school naar de sportvelden naar vriendjes en weer terug. Het gezin is zowel met de auto als het openbaar vervoer goed te bereiken. Ouders hebben eigen terrein met genoeg parkeermogelijkheden. Vanaf Hilversum station Media Park kan je lopend of met de fiets naar het gezin toe.\n\nAls Nanny ben jij verantwoordelijk voor de zorg van de kinderen en stimuleer je de ontwikkeling. Je onderneemt\n\nleuke activiteiten, bent creatief en je vindt het leuk om met verschillende thema’s te werken. Daarnaast vinden\n\nouders het fijn dat het huis aan einde van de dag weer netjes is.\n\nBen jij de Nanny die bij dit gezin komt werken, reageer dan snel, als jij aan de volgende eisen voldoet: een kindgerichte opleiding en relevante werkervaring in de Kinderopvang en minimaal een jaar beschikbaar. \n\nBij interesse of voor meer informatie bel of whatsapp via 06 41 62 76 92, of bel Kirsten op 023 737 05 52\n\nJouw kwaliteiten\n\n Je hebt een kindgerichte opleiding afgerond. Je hebt aantoonbare werkervaring in de kinderopvang. Je bent enthousiast en meedenkend. Je hebt een groot verantwoordelijkheidsgevoel. Je bent zorgzaam en liefdevol. Je hebt een passie voor pedagogiek. Je bent flexibel. \n\nWie zijn wij?\n\nNanny Service Nederland is een professioneel bemiddelings- en begeleidingsbureau voor Nanny’s en ouders. Wij bieden professionele kinderopvang aan huis, voor kinderen van 0 tot 12 jaar.\n\nWij zien opvang als een samenwerking tussen ouders en Nanny’s om kinderen een liefdevolle en stimulerende omgeving te bieden, waarin ze zich optimaal kunnen ontwikkelen.\n\nBen jij in het bezit van een diploma van een kindgerichte opleiding (harde eis)? Heb je aantoonbare ervaring in de kinderopvang en ben je geïnteresseerd? Reageer dan snel…\n\nWerken als Nanny bij Nanny Service Nederland.\n\nWij vinden het belangrijk om regelmatig contact te hebben met alle Nanny’s en de gezinnen.\nHierdoor kunnen wij jou optimaal begeleiden. Ons doel is dat jij als Nanny prettig kunt samenwerken met het gezin en dat jij je onderdeel voelt van ons team. Ook stimuleren wij het contact tussen jou en de andere Nanny’s. Wij willen graag dat onze Nanny’s zich pedagogisch blijven ontwikkelen. Onze pedagogische trainingen worden gegeven onder de noemer “Nanny Academy”. Alle Nanny’s werken volgens de Regeling dienstverlening aan huis waarbij zij recht hebben op 4 vakantieweken per jaar en 6 weken doorbetaling tijdens ziekte.\n\nInteresse in de functie van Nanny (10uur per week) bij Nanny Service Nederland B.V. - Hilversum regio ?\n\nReageer nu met je CV en motivatie via de \"solliciteer\" button.\n\nAcquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2425539278/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=s9xDzGKLukpmMJUnIv5nfQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 weeks ago", "Job Age Number": "3 weeks ago", "Job Date": "2021-02-16", "Collection Date": "2021-03-15"}, {"Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2457954029, "Job Title": "Vissorteerder", "Company Name": "-1", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Jij hebt oog voor detail en weet de vissen op de juiste lengte te sorteren om ze vervolgens in de juiste bakken te plaatsen. Je begint op donderdagnacht en bent klaar tegen de middag. De tijden kunnen door het getij en daardoor afhankelijk van wanneer het schip binnenkomt variëren. Daardoor krijg jij van ons op de donderdagmiddag te horen hoe laat je diezelfde donderdagnacht mag beginnen. Een dienst duurt minimaal 6 uur en maximaal 10 uur. Wij zoeken enthousiaste medewerkers die een gewaardeerde rol willen spelen in de zeevisserij. Dus zoek jij voor één dag in de week een leuke en goed betaalde uitdaging en ben jij per direct beschikbaar? Solliciteer en zorg ervoor dat je niet achter het niet vist! Is gemotiveerd en weet van aanpakken Is van donderdagnacht tot en met vrijdagmiddag beschikbaar om te werken Vindt het leuk om met verse vis te werken. Een lekker salaris van €18,34 bruto per uur Een gezellig team van collega’s om mee samen te werken Iedere week boter bij de vis. De opdrachtgever waar jij komt te werken speelt een belangrijke rol in de Nederlandse zeevisserij. Het is belangrijk dat de zeevissers bij de zogeheten visafslagen of vismijnen direct de gevangen waar kunnen verkopen. Alleen moeten de vissen hiervoor nog wel klaar worden gemaakt voor de verkoop. Jouw opdrachtgever bemiddelt hierin en zorgt ervoor dat bijvoorbeeld de binnengekomen vissen worden gesorteerd op lengte. Bij de locatie waar jij komt te werken is er sprake van een getijde haven. Dit betekent dat grote visschepen alleen van 2 uur voor tot 2 uur na hoog water kunnen binnen varen. Zodra ze binnen zijn begint jouw belangrijke taak het sorteren van de vissen!", "Employment Type": "-1", "Company URL": -1, "Job URL": "https://www.linkedin.com//jobs/view/2457954029/?eBP=JOB_SEARCH_ORGANIC&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=3d3FoZX20oQ0HuzMfYTqNg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 days ago", "Job Age Number": "4 days ago", "Job Date": "2021-03-11", "Collection Date": "2021-03-15"}, {"Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2461214515, "Job Title": "Recruiter onderwijs", "Company Name": "-1", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Met jouw skills ga je de onderwijs markt betreden en zo de beste, leukste gekwalificeerde leerkrachten en docenten uit de vijver vissen. Je zorgt dat je een langetermijnrelatie opbouwt en onderhoudt, zodat je een stabiel en waardevol netwerk creëert. Vanuit Daan reiken we je alle tools aan die je hiervoor nodig hebt: jobboards, social networks, marketing en een aantal geheime tools (die vertellen we je als je bij ons werkt). Als werkzaamheden heb je van alles te doen, letterlijk geen dag is hetzelfde. Van het schrijven van de leukste vacatures (zonder spelVouten), onderhandelen over tarieven, voeren van persoonlijke gesprekken en evalueren van lopende plaatsingen ben je voorlopig wel zoet. Daarnaast kan je je voor persoonlijke ontwikkeling heerlijk wenden tot onze E-learning van Goodhabitz. * Je bent ondernemend en toont vaak initiatief om nieuwe dingen te ontdekken; * Commercieel zijn, is jou op het lijf geschreven, die docent kiest sowieso voor jou; * Slim zijn is een keuze, je neemt hbo werk- en denkniveau met je mee; * Dat je fulltime beschikbaar bent (ma t/m vrij, 40 uur); * Jouw glas is altijd half vol, in plaats van half leeg; * Je bent een Rotterdammert of woont in de nabije omgeving; * Een open omgeving met de leukste collega’s; * Deelname aan de Daan-bootcamp, tweedaagse (mentale) stoomcursus arbeidsbemiddeling; * Ontwikkelings-, groei- en opleidingsmogelijkheden op maat; * De fijnste wederhelft als buddy, een accountmanager die de mooiste vacatures rege< * Geld, telefoon & laptop.. dat regelen we voor je; * Korting op je sport abonnement (het is bijna zomer) en zorgverzekering; Bij een nuchtere partij die zich inzet, werkt met een commerciële pet op en daarbij rekening houdt met de maatschappelijke kant van de publieke sector die we bedienen. Om beweging te krijgen in onze markt, de juiste mensen te vinden en mensen te plaatsen hebben we een geloof opgericht: Daan staat voor een wereld vol leuke banen en gelooft in uitmuntend werkgeverschap. Je bindt je professionals aan je door o.a.: betrokken te blijven, regelmatig contact te onderhouden en mee te denken op gebied van ontwikkeling & groeimogelijkheden. Daan is een loyale club, is benoemd tot: ‘de beste werkgever 2019-2020’ en staat bekend als een van de snelst groeiende ondernemingen in onder andere Rotterdam.", "Employment Type": "-1", "Company URL": -1, "Job URL": "https://www.linkedin.com//jobs/view/2461214515/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=QaNIf63qNK56XRlTEjbZ1Q%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 day ago", "Job Age Number": "1 day ago", "Job Date": "2021-03-14", "Collection Date": "2021-03-15"}, {"Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2428253037, "Job Title": "Onderzoeker Visserij Innovatie", "Company Name": "Wageningen University & Research", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Wij zoeken\n\nWij zoeken een visserijonderzoeker die meewerkt aan innovaties gericht op een duurzame visserij. Wageningen Marine Research doet in nauwe samenwerking met de visserijsector en in overleg met de overheid, onderzoek aan dit maatschappelijk actuele onderwerp. Hoe kun je ongewenste bijvangsten verminderen door selectiever te vissen? Hoe kun je de overlevingskans van vis die terug wordt gezet in zee (discards) bepalen en verhogen? Welke bijdrage leveren innovatieve vistuigen aan het verminderen van ongewenste visserijeffecten op visbestanden en andere mariene organismen en hun leefgebieden? Hoe kunnen we de kennis en kunde van vissers gebruiken voor innovaties in de visserij?\n\nWij zoeken een onderzoeker die het een uitdaging vindt om een spilfunctie te vervullen in de onderzoekssamenwerking rond visserijinnovatie met de visserijsector. Dit betekent dat je kennisvragen uit de praktijk en het beleid vertaalt naar onderzoeksvragen en bijdraagt aan het acquireren van projecten; veld- en experimenteel onderzoek leidt en uitvoert; en onderzoeksresultaten rapporteert en vertaalt naar concrete adviezen voor de visserijsector, de overheid en andere belanghebbenden. Je baseert je onderzoeksresultaten op de analyse van de door jezelf verzamelde onderzoeksgegevens of je maakt gebruik van de uitgebreide databases die Wageningen Marine Research beheert. Een concrete invulling van je rol in de onderzoekssamenwerking is dat je een leidende rol hebt in innovatieprojecten gericht op duurzame visserij. Je werkt in teamverband, ook met collega’s van andere vestigingen. Je draagt bij aan het publiceren van onderzoek in gerenommeerde tijdschriften.\n\nWij vragen\n\nWIE BEN JIJ?\nWij zoeken een ambitieuze onderzoeker met een relevante academische opleiding (afgeronde Master) en een aantoonbare affiniteit met visserijvraagstukken. Het is een pré voor deze functie als je in bezit bent van de Artikel 9 bevoegdheid onder de Wet op de Dierproeven. Je vindt het leuk en uitdagend om met vissers in projecten samen te werken en een brug te slaan tussen praktijk, beleid en toegepast wetenschappelijk onderzoek. Je hebt aantoonbare ervaring met het ontwikkelen van vistuigtechniek en het begeleiden van vissers, met het verzamelen van visserijgegevens in het veld (o.a. voor bestandsonderzoek en vistuig impact assessments) en met experimenteel onderzoek. Je hebt kennis van statistiek. Je kunt onderzoeksresultaten en adviezen aan de visserijsector en beleidsmakers in helder geformuleerde rapportages en presentaties vatten. Daarvoor moet je de Nederlandse en Engelse taal goed beheersen en communicatief sterk zijn. Je bent in staat nieuwe onderzoeken te initiëren en te formuleren in heldere projectvoorstellen. Je ziet het als een uitdaging om je veelal toegepaste onderzoek naar wetenschappelijke peer-reviewed publicaties te vertalen. Je bent waar nodig flexibel in je werkuren (i.v.m. visserijbijeenkomsten en vaarreizen). In deze functie wordt verwacht dat je minimaal 5 weken per jaar op zee bent aan boord van vissersschepen. Vanzelfsprekend ben je een goede teamspeler en netwerker.\n\nWij bieden\n\nJOUW ARBEIDSVOORWAARDEN\nAls het gaat om arbeidsvoorwaarden zit je goed bij Wageningen University & Research. Highlights uit onze CAO zijn bijvoorbeeld:\n\nwerktijden die in overleg kunnen worden vastgesteld, zodat een optimale balans tussen werk en privé mogelijk is;de mogelijkheid om door meer te werken, maximaal 40 uur per week, extra vakantie uren op te bouwen;sabbatical leave, studieverlof en betaald ouderschapverlof;er is veel aandacht voor vitaliteit;een structurele eindejaarsuitkering van 3%;uitstekende pensioenregeling via ABP;de mogelijkheid van gedeeltelijk betaald ouderschapsverlof;de mogelijkheid om in deeltijd te werken. Bij deze uitstekende secundaire arbeidsvoorwaarden hoort natuurlijk ook een passend salaris. Wij bieden afhankelijk van je ervaring, een marktconform salaris van minimaal €2.790,- tot maximaal €4.549,- bij een volledige werkweek van 36 uur conform CAO Wageningen Research (schaal 10). Je treedt in dienst bij een Payroll bedrijf. De duur van het dienstverband is afhankelijk van de beschikbaarheid van onderzoeksprojecten. We verwachten dat de duur minimaal een jaar is maar waarschijnlijk twee jaar betreft. Standplaats is IJmuiden.\n\nWageningen University & Research stimuleert interne doorgroeimogelijkheden en mobiliteit met een intern recruitment beleid. Er zijn ruime mogelijkheden voor eigen initiatief in een lerende omgeving, wij bieden uitstekende opleidingsmogelijkheden. Je krijgt bij ons een veelzijdige baan in een internationale omgeving met een plezierige en open werksfeer.\n\nMeer informatie\n\nWIL JE MEER INFORMATIE?\nVoor inhoudelijke informatie over de vacature kun je contact opnemen met Pieke Molenaar, tel. 0317-487007, e-mail: pieke.molenaar@wur.nl\n\nWil je solliciteren?\nDat kan direct via de sollicitatie button bij de vacature op onze website zodat wij persoonlijke gegevens kunnen verwerken met jouw toestemming. Deze vacature staat open tot en met 24 maart 2021. De gesprekken staan gepland op 2 april 2021.\n\nGezien ons huidige team samenstelling, moedigen we vrouwelijke kandidaten aan om te solliciteren.\n\n Gelijke kansen\nWageningen University & Research (WUR) heeft een groot aantal mensen in dienst met zeer verschillende achtergronden en kwaliteiten, die elkaar inspireren en motiveren. Wij willen dat elk talent zich bij ons thuis voelt en dezelfde carrièrekansen aangeboden krijgt. Wij verwelkomen daarom speciaal sollicitaties van mensen die ondervertegenwoordigd zijn binnen WUR. Voor meer informatie hierover ga naar onze inclusieve internetpagina.\nEen mooi voorbeeld hoe WUR omgaat met inclusiviteit is te lezen op de pagina werken bij WUR met een functiebeperking.\n\nWij zijn\n\nWIJ ZIJN\nWageningen Marine Research, is een toonaangevend, onafhankelijk onderzoeksinstituut dat zich richt op strategisch en toegepast marien ecologisch onderzoek. Het instituut is medio 2006 opgericht. Producten en diensten worden projectmatig uitgevoerd (ruim 400 onderzoeksprojecten) en zijn divers van aard: veldonderzoek, onderzoekssamenwerking met belanghebbenden, veld- en laboratoriumexperimenten, datamanagement en modellering, en beleidsadvisering. Het instituut beschikt over moderne onderzoeksfaciliteiten en is ISO 9001 gecertificeerd. Wageningen Marine Research is een organisatieonderdeel van Wageningen Universiteit en Research.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2428253037/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=3p4m8N5C4q2G2%2FBOP7EF3Q%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-27", "Collection Date": "2021-03-15"}, {"index": 0, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2425821985, "Job Title": "Campaigner (32 uur per week)", "Company Name": "Good Fish", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "['Non-profit Organization Management']", "Sector": -1, "Job Description": "Als we willen blijven genieten van vis, mosselen, oesters en ander lekkers uit de zee, dan moet er écht iets veranderen. Want in Nederland eten we nog steeds veel vis die overbevist is of gevangen of gekweekt wordt onder onverantwoorde omstandigheden met veel milieuschade. Daarom is de missie van Good Fish: in 2030 uitsluitend Goede Vis in Nederland. En daarvoor zoeken we jou! \nEen van de grootste problemen is misschien wel dat te weinig mensen overbevissing ervaren als een serieus probleem. Er zullen vissoorten verdwijnen en dat is schadelijk voor de biodiversiteit en voor de voedselketen. En als de visstand in gevaar komt, kan er wereldwijd niet voldaan worden aan de toenemende vraag naar eiwitten. Dat willen we oplossen!\nOns DNAGood Fish is een club enthousiaste specialisten op het gebied van duurzame vis. We zijn een platte organisatie met contacten over de hele wereld. Ieder van ons zet zich voor 100% Goede Vis. Hoe? Heel simpel, door te zeggen: die vis is goed, die vis is fout. Dat maakt ons soms een luis in de pels van vissers, viswinkels en restaurants. Maar we zijn bovenal constructief. Als deze professionals met ons willen samenwerken voor Goede Vis, gaan we graag de uitdaging aan. ‘Nee’ is voor ons geen oplossing, we zoeken altijd naar een perspectief of alternatief, om onder water écht verandering te brengen. Kortom: we zoeken een Robin Hood, een sympathieke strijder voor vis.\nWat gaan we de komende jaren doen?\u2028In de afgelopen zes jaar hebben we zeer goed in beeld gekregen welke vissen in Nederland gegeten worden én waar veel problemen mee zijn. De top 5 van ‘RODE’ vissen willen we pushen naar een duurzame productie en als dat niet kan, elimineren uit de handel. Tegelijk laten we zien dat duurzame productie heel goed kan door duurzame visproductie te etaleren. Ons kompas is de VISwijzer: een gezamenlijke database met het Wereld Natuur Fonds waar duizenden visserijbeoordelingen in staan. Good Fish verzorgt het beheer in Nederland. Neem een kijkje op goodfish.nl of download de VISwijzer app!\nCampaignerDe campaigner zorgt ervoor dat onze impact binnen projecten zichtbaar gemaakt wordt en dat het logisch wordt voor externen hoe dit relateert aan onze theory of change. Onze theory of change wordt jouw kompas! Wij willen onszelf in 2030 opheffen en ons doel bereikt hebben, dat betekent: werk aan de winkel. De campaigner werkt nauw samen met de projectleiders die sturen op inhoud en verandering onder water. Daarnaast werkt de campaigner samen met de communicatiemedewerker, die zich bezig houdt met de corporate communicatie.\nWij bieden een tijdelijk contract van één jaar voor 32 uur in de week.\nWat heb jij in huis?Je hebt een sterke affiniteit met de doelstellingen van Good Fish,Minimaal drie jaar werkervaring op HBO-niveau als online campaigner, online marketeer, community manager of een vergelijkbare functie,Je bent een creatief schrijver met uitstekende beheersing van de Nederlandse taal,Je bent digitaal minded. Je hebt kennis van de ontwikkelingen op je vakgebied en overziet waar de online wereld naartoe gaat,Je hebt aantoonbare ervaring met beeldbewerking en bent kundig in het gebruik van Adobe InDesign en met de inzet van sociale media in campagnes. Je bent vaardig met HTML en beheerst de basisbeginselen van CSS. Kennis van en ervaring met Google Analytics, Javascript en/of PHP is een pré.Je bent goed in staat kwaliteit te waarborgen en scherp te plannen, ook onder tijdsdruk.Ervaring als projectmanager is een pré,Je bent leergierig en hebt een resultaat- en klantgerichte houding,Je hebt een flexibele houding, ook ten aanzien van onregelmatige werktijden.\nInteresse? Stuur een email met CV en motivatie naar margreet@goodfish.nl.\n \n\n\n\n\n\n          Industry\n        \n\n\n              Non-profit Organization Management\n            \n\n\n\n\n        Employment Type\n      \n\n        Part-time", "Employment Type": "Part-time", "Company URL": "https://www.linkedin.com//company/good-fish-foundation/life/", "Job URL": "https://www.linkedin.com//jobs/view/2425821985/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=FdlTBJlGGH5OeW3MYBAp%2Bw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 weeks ago", "Job Age Number": "3 weeks ago", "Job Date": "2021-02-16", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 1, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2434566663, "Job Title": "Quality Officer", "Company Name": "Brunel", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": -1, "Job Description": "Bij iedere Nederlandse bank staat dit centraal: Know Your Client. Een belangrijke pijler gedreven door zowel de wetgeving als het commercieel belang. De meeste mensen deugen, maar helaas niet iedereen. Om die reden voer jij final checks uit op ieder CDD-dossier. In jouw vak is elke menselijke fout er één te veel. Aan de slag als KYC-poortwachter bij een grote bank? Solliciteer als Quality Officer.\nOver deze functie\n\nGedreven teams door het hele land controleren duizenden CDD-dossiers per dag. Duizenden! Deze medewerkers hebben een (getrainde) antenne voor dat wat niet helemaal in de haak is; dat vissen ze er zo uit. Tegelijkertijd zijn kwaadwillenden niet van gisteren, en weten zij steeds beter hoe ze KYC-checks doorstaan. Worstcasescenario, natuurlijk. Vaker komt het voor dat een (potentiële) klant gewoon iets vergeten is, en een dossier daardoor incompleet is. En ondanks alle goede bedoelingen glippen zulke dingen er toch nog weleens doorheen…\n\nZoals het een echte perfectionist betaamt, analyseer jij ieder dossier met een kritische blik. Als Quality Officer is je perfectionisme eerder een zegen dan een vloek. Jij loopt dossiers na op juridische, bedrijfseconomische en fiscale gegevens, en controleert of ze voor 100% compleet zijn. Afhankelijk van de ernst van de zaak beslis je welke actie nodig is als iets niet voldoet. Bovendien kijk je altijd naar verbeteringsopties van processen, om fouten in de toekomst verder te voorkomen.\n\nOver jou\n\nCDD-dossiers moeten volledig, juist, reconstrueerbaar en consistent zijn. Voor je carrière wil je ongeveer hetzelfde: de beste uitwerking mogelijk. Alles loopt tot nu toe volgens plan, na ruim vijf jaar ervaring in dit vakgebied; zeker als je het volgende lijstje afvinkt:\nJe hebt aantoonbaar (of merkbaar) hbo- of wo-werk- en denkniveau Analytisch, besluitvaardig, alert en klantgericht zijn jouw middle names De wereld van KYC, CDD, compliance en risk ken je van binnen en buiten Samenwerken zie je als een grote kracht – en een must voor succes in KYC Je (telefonische) gespreksvaardigheden zijn van hoge kwaliteit, ook in het Engels \n\nWat wij bieden\n\nVerder Heb Je Als Quality Officer Bij Brunel Grotendeels In Eigen Hand\n\nWanneer spreek je van een succesvolle carrière. Dat is voor iedereen anders. Daarom verschilt ons aanbod óók van persoon tot persoon. Je kunt ten eerste rekenen op een passend salaris.\nHoeveel vakantiedagen je per jaar opneemt – vanaf 26 Welke opleidingen en cursussen je volgt – op kosten van Brunel Waar je aan de slag gaat – je moet je wel ergens thuis voelen Van welke van de vele kortingsopties via Brunel je gebruik maakt \n\nOver ons\nAltijd een stap extra zetten, is de mentaliteit die Brunel kenmerkt. Zoals Brunel Global CEO Jilko Andringa het mooi verwoordt: ‘succes = verwachtingen +1’. Zo’n stap extra kan van alles zijn, van een compliment geven aan een collega tot en met het behalen van een hogere winstmarge. Of in jouw vakgebied: een lager percentage witwassers in een specifieke periode. De +1-mentaliteit heeft zo goed als alles te maken met bewustzijn. Ga maar eens na: hoe vaak doe jij iets op de automatische piloot? De gevreesde, maar toch ergens fijne routine (onze hersenen houden ervan; ook die van jou) die ervoor zorgt dat je zaken prima, maar niet bijzonder indrukwekkend afrondt. Terwijl het je juist zoveel energie geeft als je ergens écht voor gaat! Begrijp ons niet verkeerd: niemand zou zichzelf moeten dwingen om te voldoen aan een bepaalde mentaliteit. Het is meer een mindset die iedere dag net wat dynamischer en interessanter maakt. Kun jij je wel vinden in deze mentaliteit? Ga voor succes, en solliciteer direct.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2434566663/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=bNDywLn2DZwCvum3mZZqkQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-22", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 2, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2461609604, "Job Title": "Sushi kok | Uithoorn | Kunsushi", "Company Name": "-1", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": -1, "Job Description": "Vacature van Kunsushi, locatie Uithoorn.\n\nAls sushikok begin je je dag met je werkstation op te starten, sushi rijst koken, bewerken van vissen en groentes.\nJe anticipeert je voorbereiding van de dag zelf, zodat er dagelijks verse producten worden gebruikt.\nZorgt ervoor dat alles volgens de hygiene voorschriften wordt gehandhaafd.\nMocht het zo zijn dat op andere afdelingen druk is, dat er geholpen kan worden., als team kunnen werken.\nHet afsluiten van je werkstation en de zaak\n\nFunctie-eisen\n\nGeen eisen vereist, wij kunnen mensen opleiden om sushi te leren maken en volgens horeca regels te werken.\n\nHeb je ervaring als sushi kok, ben je van harte welkom om ons team te versterken met je ervaringen.\n\n5cd8a0b9cc68f9ffa4c9253553278a55", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2461609604/?eBP=JOB_SEARCH_ORGANIC&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=NMawGMpWd9MH9Sx6yrjXpg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "13 hours ago\n              Within the past 24 hours", "Job Age Number": "13 hours ago\n              Within the past 24 hours", "Job Date": "2021-03-14", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 3, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2425539278, "Job Title": "Nanny (10uur per week)", "Company Name": "Nanny Service Nederland", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": -1, "Job Description": "Nanny Service Nederland B.V. - Hilversum zoekt een Nanny (10uur per week) te MBO geplaatst op 15-02-2021\nNanny in Hilversum\n\nVoor een gezin in Hilversum zoeken wij een Nanny die de buitenschoolse opvang wil verlenen.\nHet gezin bestaat uit vader, moeder en vier kinderen. Een jongen van 10, een meisje van 8, een jongen van 6 en een jongen van bijna 4 jaar.\n\nHet gezin is op zoek naar een assertieve Nanny met een ondernemende instelling. Als Nanny voor dit gezin sta jij stevig in je schoenen, ga jij er graag op uit en vind je het belangrijk om de kinderen uit te dagen in hun spel en ontwikkeling. In de opvoeding vinden ouders het belangrijk dat er ritme en structuur geboden wordt en de Nanny eerlijk en oprecht is. Als Nanny krijg jij veel vrijheid in de activiteiten die je aanbiedt na school, ouders gaan uit van jouw pedagogische kwaliteiten. Na school spelen de kinderen graag met vriendjes en vriendinnetjes maar hebben ook sport waarin je als Nanny de kinderen begeleidt.\n\nDe oudste is 10 jaar oud. Hij speelt graag met zijn vriendjes lekker buiten, maar ook binnen samen met lego. Hij zit in groep 7 en gaat met plezier naar school. Hij zit op hockey waar hij fanatiek en gedreven in is.\n\nHet meisje is 8 jaar en zit in groep 5 ze gaat met plezier naar school en heeft veel vriendinnen. Het is een echte meid en weet goed wat ze wil. Ze zit op de (voor) dansopleiding wat ze met volle overgave doet, ook hockeyen doet ze graag en fanatiek.\n\nDe jongen van 6 jaar zit in groep 2. Ook hij speelt graag met vriendjes en vriendinnetjes, lekker buiten ravotten of binnenspelen, maar ook vindt hij het leuk om te knutselen. Op school is hij echt op zijn plekje. Hij zit net als zijn broer en zus ook op hockey.\n\nDe Benjamin van het stel wordt in juni 4 jaar en mag in mei ook eindelijk naar school. Hier heeft hij maanden naar toegeleefd en is er meer dan aan toe om uitgedaagd te worden. Hij is een vrolijke jongen die graag van alles onderneemt, buitenspelen, spelletjes spelen, knutselen. De kinderen zijn voor elkaar erg zorgzaam en zijn een heel hecht team!\n\nHet gezin is dol op dieren en heeft ook meerder huisdieren. Er lopen in de tuin drie blauwe pauwen die vrij mogen rondlopen. Ook hebben ze een terrarium met waterschildpadden en de oudste jongen heeft een kameleon. De andere kinderen hebben allemaal een aquarium met vissen en wandelende takken.\n\nAls Nanny breng en haal je de kinderen met de elektrische bakfiets, de oudste kinderen fietsen zelf mee. Het is belangrijk dat je het niet erg vindt om zowel in de winter als de zomer veel te fietsen van school naar de sportvelden naar vriendjes en weer terug. Het gezin is zowel met de auto als het openbaar vervoer goed te bereiken. Ouders hebben eigen terrein met genoeg parkeermogelijkheden. Vanaf Hilversum station Media Park kan je lopend of met de fiets naar het gezin toe.\n\nAls Nanny ben jij verantwoordelijk voor de zorg van de kinderen en stimuleer je de ontwikkeling. Je onderneemt\n\nleuke activiteiten, bent creatief en je vindt het leuk om met verschillende thema’s te werken. Daarnaast vinden\n\nouders het fijn dat het huis aan einde van de dag weer netjes is.\n\nBen jij de Nanny die bij dit gezin komt werken, reageer dan snel, als jij aan de volgende eisen voldoet: een kindgerichte opleiding en relevante werkervaring in de Kinderopvang en minimaal een jaar beschikbaar. \n\nBij interesse of voor meer informatie bel of whatsapp via 06 41 62 76 92, of bel Kirsten op 023 737 05 52\n\nJouw kwaliteiten\n\n Je hebt een kindgerichte opleiding afgerond. Je hebt aantoonbare werkervaring in de kinderopvang. Je bent enthousiast en meedenkend. Je hebt een groot verantwoordelijkheidsgevoel. Je bent zorgzaam en liefdevol. Je hebt een passie voor pedagogiek. Je bent flexibel. \n\nWie zijn wij?\n\nNanny Service Nederland is een professioneel bemiddelings- en begeleidingsbureau voor Nanny’s en ouders. Wij bieden professionele kinderopvang aan huis, voor kinderen van 0 tot 12 jaar.\n\nWij zien opvang als een samenwerking tussen ouders en Nanny’s om kinderen een liefdevolle en stimulerende omgeving te bieden, waarin ze zich optimaal kunnen ontwikkelen.\n\nBen jij in het bezit van een diploma van een kindgerichte opleiding (harde eis)? Heb je aantoonbare ervaring in de kinderopvang en ben je geïnteresseerd? Reageer dan snel…\n\nWerken als Nanny bij Nanny Service Nederland.\n\nWij vinden het belangrijk om regelmatig contact te hebben met alle Nanny’s en de gezinnen.\nHierdoor kunnen wij jou optimaal begeleiden. Ons doel is dat jij als Nanny prettig kunt samenwerken met het gezin en dat jij je onderdeel voelt van ons team. Ook stimuleren wij het contact tussen jou en de andere Nanny’s. Wij willen graag dat onze Nanny’s zich pedagogisch blijven ontwikkelen. Onze pedagogische trainingen worden gegeven onder de noemer “Nanny Academy”. Alle Nanny’s werken volgens de Regeling dienstverlening aan huis waarbij zij recht hebben op 4 vakantieweken per jaar en 6 weken doorbetaling tijdens ziekte.\n\nInteresse in de functie van Nanny (10uur per week) bij Nanny Service Nederland B.V. - Hilversum regio ?\n\nReageer nu met je CV en motivatie via de \"solliciteer\" button.\n\nAcquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2425539278/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=s9xDzGKLukpmMJUnIv5nfQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 weeks ago", "Job Age Number": "3 weeks ago", "Job Date": "2021-02-16", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 4, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2457954029, "Job Title": "Vissorteerder", "Company Name": "-1", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": -1, "Job Description": "Jij hebt oog voor detail en weet de vissen op de juiste lengte te sorteren om ze vervolgens in de juiste bakken te plaatsen. Je begint op donderdagnacht en bent klaar tegen de middag. De tijden kunnen door het getij en daardoor afhankelijk van wanneer het schip binnenkomt variëren. Daardoor krijg jij van ons op de donderdagmiddag te horen hoe laat je diezelfde donderdagnacht mag beginnen. Een dienst duurt minimaal 6 uur en maximaal 10 uur. Wij zoeken enthousiaste medewerkers die een gewaardeerde rol willen spelen in de zeevisserij. Dus zoek jij voor één dag in de week een leuke en goed betaalde uitdaging en ben jij per direct beschikbaar? Solliciteer en zorg ervoor dat je niet achter het niet vist! Is gemotiveerd en weet van aanpakken Is van donderdagnacht tot en met vrijdagmiddag beschikbaar om te werken Vindt het leuk om met verse vis te werken. Een lekker salaris van €18,34 bruto per uur Een gezellig team van collega’s om mee samen te werken Iedere week boter bij de vis. De opdrachtgever waar jij komt te werken speelt een belangrijke rol in de Nederlandse zeevisserij. Het is belangrijk dat de zeevissers bij de zogeheten visafslagen of vismijnen direct de gevangen waar kunnen verkopen. Alleen moeten de vissen hiervoor nog wel klaar worden gemaakt voor de verkoop. Jouw opdrachtgever bemiddelt hierin en zorgt ervoor dat bijvoorbeeld de binnengekomen vissen worden gesorteerd op lengte. Bij de locatie waar jij komt te werken is er sprake van een getijde haven. Dit betekent dat grote visschepen alleen van 2 uur voor tot 2 uur na hoog water kunnen binnen varen. Zodra ze binnen zijn begint jouw belangrijke taak het sorteren van de vissen!", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2457954029/?eBP=JOB_SEARCH_ORGANIC&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=3d3FoZX20oQ0HuzMfYTqNg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 days ago", "Job Age Number": "4 days ago", "Job Date": "2021-03-11", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 5, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2461214515, "Job Title": "Recruiter onderwijs", "Company Name": "-1", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": -1, "Job Description": "Met jouw skills ga je de onderwijs markt betreden en zo de beste, leukste gekwalificeerde leerkrachten en docenten uit de vijver vissen. Je zorgt dat je een langetermijnrelatie opbouwt en onderhoudt, zodat je een stabiel en waardevol netwerk creëert. Vanuit Daan reiken we je alle tools aan die je hiervoor nodig hebt: jobboards, social networks, marketing en een aantal geheime tools (die vertellen we je als je bij ons werkt). Als werkzaamheden heb je van alles te doen, letterlijk geen dag is hetzelfde. Van het schrijven van de leukste vacatures (zonder spelVouten), onderhandelen over tarieven, voeren van persoonlijke gesprekken en evalueren van lopende plaatsingen ben je voorlopig wel zoet. Daarnaast kan je je voor persoonlijke ontwikkeling heerlijk wenden tot onze E-learning van Goodhabitz. * Je bent ondernemend en toont vaak initiatief om nieuwe dingen te ontdekken; * Commercieel zijn, is jou op het lijf geschreven, die docent kiest sowieso voor jou; * Slim zijn is een keuze, je neemt hbo werk- en denkniveau met je mee; * Dat je fulltime beschikbaar bent (ma t/m vrij, 40 uur); * Jouw glas is altijd half vol, in plaats van half leeg; * Je bent een Rotterdammert of woont in de nabije omgeving; * Een open omgeving met de leukste collega’s; * Deelname aan de Daan-bootcamp, tweedaagse (mentale) stoomcursus arbeidsbemiddeling; * Ontwikkelings-, groei- en opleidingsmogelijkheden op maat; * De fijnste wederhelft als buddy, een accountmanager die de mooiste vacatures rege< * Geld, telefoon & laptop.. dat regelen we voor je; * Korting op je sport abonnement (het is bijna zomer) en zorgverzekering; Bij een nuchtere partij die zich inzet, werkt met een commerciële pet op en daarbij rekening houdt met de maatschappelijke kant van de publieke sector die we bedienen. Om beweging te krijgen in onze markt, de juiste mensen te vinden en mensen te plaatsen hebben we een geloof opgericht: Daan staat voor een wereld vol leuke banen en gelooft in uitmuntend werkgeverschap. Je bindt je professionals aan je door o.a.: betrokken te blijven, regelmatig contact te onderhouden en mee te denken op gebied van ontwikkeling & groeimogelijkheden. Daan is een loyale club, is benoemd tot: ‘de beste werkgever 2019-2020’ en staat bekend als een van de snelst groeiende ondernemingen in onder andere Rotterdam.", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2461214515/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=QaNIf63qNK56XRlTEjbZ1Q%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 day ago", "Job Age Number": "1 day ago", "Job Date": "2021-03-14", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 6, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2428253037, "Job Title": "Onderzoeker Visserij Innovatie", "Company Name": "Wageningen University & Research", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": -1, "Job Description": "Wij zoeken\n\nWij zoeken een visserijonderzoeker die meewerkt aan innovaties gericht op een duurzame visserij. Wageningen Marine Research doet in nauwe samenwerking met de visserijsector en in overleg met de overheid, onderzoek aan dit maatschappelijk actuele onderwerp. Hoe kun je ongewenste bijvangsten verminderen door selectiever te vissen? Hoe kun je de overlevingskans van vis die terug wordt gezet in zee (discards) bepalen en verhogen? Welke bijdrage leveren innovatieve vistuigen aan het verminderen van ongewenste visserijeffecten op visbestanden en andere mariene organismen en hun leefgebieden? Hoe kunnen we de kennis en kunde van vissers gebruiken voor innovaties in de visserij?\n\nWij zoeken een onderzoeker die het een uitdaging vindt om een spilfunctie te vervullen in de onderzoekssamenwerking rond visserijinnovatie met de visserijsector. Dit betekent dat je kennisvragen uit de praktijk en het beleid vertaalt naar onderzoeksvragen en bijdraagt aan het acquireren van projecten; veld- en experimenteel onderzoek leidt en uitvoert; en onderzoeksresultaten rapporteert en vertaalt naar concrete adviezen voor de visserijsector, de overheid en andere belanghebbenden. Je baseert je onderzoeksresultaten op de analyse van de door jezelf verzamelde onderzoeksgegevens of je maakt gebruik van de uitgebreide databases die Wageningen Marine Research beheert. Een concrete invulling van je rol in de onderzoekssamenwerking is dat je een leidende rol hebt in innovatieprojecten gericht op duurzame visserij. Je werkt in teamverband, ook met collega’s van andere vestigingen. Je draagt bij aan het publiceren van onderzoek in gerenommeerde tijdschriften.\n\nWij vragen\n\nWIE BEN JIJ?\nWij zoeken een ambitieuze onderzoeker met een relevante academische opleiding (afgeronde Master) en een aantoonbare affiniteit met visserijvraagstukken. Het is een pré voor deze functie als je in bezit bent van de Artikel 9 bevoegdheid onder de Wet op de Dierproeven. Je vindt het leuk en uitdagend om met vissers in projecten samen te werken en een brug te slaan tussen praktijk, beleid en toegepast wetenschappelijk onderzoek. Je hebt aantoonbare ervaring met het ontwikkelen van vistuigtechniek en het begeleiden van vissers, met het verzamelen van visserijgegevens in het veld (o.a. voor bestandsonderzoek en vistuig impact assessments) en met experimenteel onderzoek. Je hebt kennis van statistiek. Je kunt onderzoeksresultaten en adviezen aan de visserijsector en beleidsmakers in helder geformuleerde rapportages en presentaties vatten. Daarvoor moet je de Nederlandse en Engelse taal goed beheersen en communicatief sterk zijn. Je bent in staat nieuwe onderzoeken te initiëren en te formuleren in heldere projectvoorstellen. Je ziet het als een uitdaging om je veelal toegepaste onderzoek naar wetenschappelijke peer-reviewed publicaties te vertalen. Je bent waar nodig flexibel in je werkuren (i.v.m. visserijbijeenkomsten en vaarreizen). In deze functie wordt verwacht dat je minimaal 5 weken per jaar op zee bent aan boord van vissersschepen. Vanzelfsprekend ben je een goede teamspeler en netwerker.\n\nWij bieden\n\nJOUW ARBEIDSVOORWAARDEN\nAls het gaat om arbeidsvoorwaarden zit je goed bij Wageningen University & Research. Highlights uit onze CAO zijn bijvoorbeeld:\n\nwerktijden die in overleg kunnen worden vastgesteld, zodat een optimale balans tussen werk en privé mogelijk is;de mogelijkheid om door meer te werken, maximaal 40 uur per week, extra vakantie uren op te bouwen;sabbatical leave, studieverlof en betaald ouderschapverlof;er is veel aandacht voor vitaliteit;een structurele eindejaarsuitkering van 3%;uitstekende pensioenregeling via ABP;de mogelijkheid van gedeeltelijk betaald ouderschapsverlof;de mogelijkheid om in deeltijd te werken. Bij deze uitstekende secundaire arbeidsvoorwaarden hoort natuurlijk ook een passend salaris. Wij bieden afhankelijk van je ervaring, een marktconform salaris van minimaal €2.790,- tot maximaal €4.549,- bij een volledige werkweek van 36 uur conform CAO Wageningen Research (schaal 10). Je treedt in dienst bij een Payroll bedrijf. De duur van het dienstverband is afhankelijk van de beschikbaarheid van onderzoeksprojecten. We verwachten dat de duur minimaal een jaar is maar waarschijnlijk twee jaar betreft. Standplaats is IJmuiden.\n\nWageningen University & Research stimuleert interne doorgroeimogelijkheden en mobiliteit met een intern recruitment beleid. Er zijn ruime mogelijkheden voor eigen initiatief in een lerende omgeving, wij bieden uitstekende opleidingsmogelijkheden. Je krijgt bij ons een veelzijdige baan in een internationale omgeving met een plezierige en open werksfeer.\n\nMeer informatie\n\nWIL JE MEER INFORMATIE?\nVoor inhoudelijke informatie over de vacature kun je contact opnemen met Pieke Molenaar, tel. 0317-487007, e-mail: pieke.molenaar@wur.nl\n\nWil je solliciteren?\nDat kan direct via de sollicitatie button bij de vacature op onze website zodat wij persoonlijke gegevens kunnen verwerken met jouw toestemming. Deze vacature staat open tot en met 24 maart 2021. De gesprekken staan gepland op 2 april 2021.\n\nGezien ons huidige team samenstelling, moedigen we vrouwelijke kandidaten aan om te solliciteren.\n\n Gelijke kansen\nWageningen University & Research (WUR) heeft een groot aantal mensen in dienst met zeer verschillende achtergronden en kwaliteiten, die elkaar inspireren en motiveren. Wij willen dat elk talent zich bij ons thuis voelt en dezelfde carrièrekansen aangeboden krijgt. Wij verwelkomen daarom speciaal sollicitaties van mensen die ondervertegenwoordigd zijn binnen WUR. Voor meer informatie hierover ga naar onze inclusieve internetpagina.\nEen mooi voorbeeld hoe WUR omgaat met inclusiviteit is te lezen op de pagina werken bij WUR met een functiebeperking.\n\nWij zijn\n\nWIJ ZIJN\nWageningen Marine Research, is een toonaangevend, onafhankelijk onderzoeksinstituut dat zich richt op strategisch en toegepast marien ecologisch onderzoek. Het instituut is medio 2006 opgericht. Producten en diensten worden projectmatig uitgevoerd (ruim 400 onderzoeksprojecten) en zijn divers van aard: veldonderzoek, onderzoekssamenwerking met belanghebbenden, veld- en laboratoriumexperimenten, datamanagement en modellering, en beleidsadvisering. Het instituut beschikt over moderne onderzoeksfaciliteiten en is ISO 9001 gecertificeerd. Wageningen Marine Research is een organisatieonderdeel van Wageningen Universiteit en Research.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2428253037/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=3p4m8N5C4q2G2%2FBOP7EF3Q%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-27", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 0, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2425821985, "Job Title": "Campaigner (32 uur per week)", "Company Name": "Good Fish", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "['Non-profit Organization Management']", "Sector": -1, "Job Description": "Als we willen blijven genieten van vis, mosselen, oesters en ander lekkers uit de zee, dan moet er écht iets veranderen. Want in Nederland eten we nog steeds veel vis die overbevist is of gevangen of gekweekt wordt onder onverantwoorde omstandigheden met veel milieuschade. Daarom is de missie van Good Fish: in 2030 uitsluitend Goede Vis in Nederland. En daarvoor zoeken we jou! \nEen van de grootste problemen is misschien wel dat te weinig mensen overbevissing ervaren als een serieus probleem. Er zullen vissoorten verdwijnen en dat is schadelijk voor de biodiversiteit en voor de voedselketen. En als de visstand in gevaar komt, kan er wereldwijd niet voldaan worden aan de toenemende vraag naar eiwitten. Dat willen we oplossen!\nOns DNAGood Fish is een club enthousiaste specialisten op het gebied van duurzame vis. We zijn een platte organisatie met contacten over de hele wereld. Ieder van ons zet zich voor 100% Goede Vis. Hoe? Heel simpel, door te zeggen: die vis is goed, die vis is fout. Dat maakt ons soms een luis in de pels van vissers, viswinkels en restaurants. Maar we zijn bovenal constructief. Als deze professionals met ons willen samenwerken voor Goede Vis, gaan we graag de uitdaging aan. ‘Nee’ is voor ons geen oplossing, we zoeken altijd naar een perspectief of alternatief, om onder water écht verandering te brengen. Kortom: we zoeken een Robin Hood, een sympathieke strijder voor vis.\nWat gaan we de komende jaren doen?\u2028In de afgelopen zes jaar hebben we zeer goed in beeld gekregen welke vissen in Nederland gegeten worden én waar veel problemen mee zijn. De top 5 van ‘RODE’ vissen willen we pushen naar een duurzame productie en als dat niet kan, elimineren uit de handel. Tegelijk laten we zien dat duurzame productie heel goed kan door duurzame visproductie te etaleren. Ons kompas is de VISwijzer: een gezamenlijke database met het Wereld Natuur Fonds waar duizenden visserijbeoordelingen in staan. Good Fish verzorgt het beheer in Nederland. Neem een kijkje op goodfish.nl of download de VISwijzer app!\nCampaignerDe campaigner zorgt ervoor dat onze impact binnen projecten zichtbaar gemaakt wordt en dat het logisch wordt voor externen hoe dit relateert aan onze theory of change. Onze theory of change wordt jouw kompas! Wij willen onszelf in 2030 opheffen en ons doel bereikt hebben, dat betekent: werk aan de winkel. De campaigner werkt nauw samen met de projectleiders die sturen op inhoud en verandering onder water. Daarnaast werkt de campaigner samen met de communicatiemedewerker, die zich bezig houdt met de corporate communicatie.\nWij bieden een tijdelijk contract van één jaar voor 32 uur in de week.\nWat heb jij in huis?Je hebt een sterke affiniteit met de doelstellingen van Good Fish,Minimaal drie jaar werkervaring op HBO-niveau als online campaigner, online marketeer, community manager of een vergelijkbare functie,Je bent een creatief schrijver met uitstekende beheersing van de Nederlandse taal,Je bent digitaal minded. Je hebt kennis van de ontwikkelingen op je vakgebied en overziet waar de online wereld naartoe gaat,Je hebt aantoonbare ervaring met beeldbewerking en bent kundig in het gebruik van Adobe InDesign en met de inzet van sociale media in campagnes. Je bent vaardig met HTML en beheerst de basisbeginselen van CSS. Kennis van en ervaring met Google Analytics, Javascript en/of PHP is een pré.Je bent goed in staat kwaliteit te waarborgen en scherp te plannen, ook onder tijdsdruk.Ervaring als projectmanager is een pré,Je bent leergierig en hebt een resultaat- en klantgerichte houding,Je hebt een flexibele houding, ook ten aanzien van onregelmatige werktijden.\nInteresse? Stuur een email met CV en motivatie naar margreet@goodfish.nl.\n \n\n\n\n\n\n          Industry\n        \n\n\n              Non-profit Organization Management\n            \n\n\n\n\n        Employment Type\n      \n\n        Part-time", "Employment Type": "Part-time", "Company URL": "https://www.linkedin.com//company/good-fish-foundation/life/", "Job URL": "https://www.linkedin.com//jobs/view/2425821985/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=FdlTBJlGGH5OeW3MYBAp%2Bw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 weeks ago", "Job Age Number": "3 weeks ago", "Job Date": "2021-02-16", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 1, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2434566663, "Job Title": "Quality Officer", "Company Name": "Brunel", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": -1, "Job Description": "Bij iedere Nederlandse bank staat dit centraal: Know Your Client. Een belangrijke pijler gedreven door zowel de wetgeving als het commercieel belang. De meeste mensen deugen, maar helaas niet iedereen. Om die reden voer jij final checks uit op ieder CDD-dossier. In jouw vak is elke menselijke fout er één te veel. Aan de slag als KYC-poortwachter bij een grote bank? Solliciteer als Quality Officer.\nOver deze functie\n\nGedreven teams door het hele land controleren duizenden CDD-dossiers per dag. Duizenden! Deze medewerkers hebben een (getrainde) antenne voor dat wat niet helemaal in de haak is; dat vissen ze er zo uit. Tegelijkertijd zijn kwaadwillenden niet van gisteren, en weten zij steeds beter hoe ze KYC-checks doorstaan. Worstcasescenario, natuurlijk. Vaker komt het voor dat een (potentiële) klant gewoon iets vergeten is, en een dossier daardoor incompleet is. En ondanks alle goede bedoelingen glippen zulke dingen er toch nog weleens doorheen…\n\nZoals het een echte perfectionist betaamt, analyseer jij ieder dossier met een kritische blik. Als Quality Officer is je perfectionisme eerder een zegen dan een vloek. Jij loopt dossiers na op juridische, bedrijfseconomische en fiscale gegevens, en controleert of ze voor 100% compleet zijn. Afhankelijk van de ernst van de zaak beslis je welke actie nodig is als iets niet voldoet. Bovendien kijk je altijd naar verbeteringsopties van processen, om fouten in de toekomst verder te voorkomen.\n\nOver jou\n\nCDD-dossiers moeten volledig, juist, reconstrueerbaar en consistent zijn. Voor je carrière wil je ongeveer hetzelfde: de beste uitwerking mogelijk. Alles loopt tot nu toe volgens plan, na ruim vijf jaar ervaring in dit vakgebied; zeker als je het volgende lijstje afvinkt:\nJe hebt aantoonbaar (of merkbaar) hbo- of wo-werk- en denkniveau Analytisch, besluitvaardig, alert en klantgericht zijn jouw middle names De wereld van KYC, CDD, compliance en risk ken je van binnen en buiten Samenwerken zie je als een grote kracht – en een must voor succes in KYC Je (telefonische) gespreksvaardigheden zijn van hoge kwaliteit, ook in het Engels \n\nWat wij bieden\n\nVerder Heb Je Als Quality Officer Bij Brunel Grotendeels In Eigen Hand\n\nWanneer spreek je van een succesvolle carrière. Dat is voor iedereen anders. Daarom verschilt ons aanbod óók van persoon tot persoon. Je kunt ten eerste rekenen op een passend salaris.\nHoeveel vakantiedagen je per jaar opneemt – vanaf 26 Welke opleidingen en cursussen je volgt – op kosten van Brunel Waar je aan de slag gaat – je moet je wel ergens thuis voelen Van welke van de vele kortingsopties via Brunel je gebruik maakt \n\nOver ons\nAltijd een stap extra zetten, is de mentaliteit die Brunel kenmerkt. Zoals Brunel Global CEO Jilko Andringa het mooi verwoordt: ‘succes = verwachtingen +1’. Zo’n stap extra kan van alles zijn, van een compliment geven aan een collega tot en met het behalen van een hogere winstmarge. Of in jouw vakgebied: een lager percentage witwassers in een specifieke periode. De +1-mentaliteit heeft zo goed als alles te maken met bewustzijn. Ga maar eens na: hoe vaak doe jij iets op de automatische piloot? De gevreesde, maar toch ergens fijne routine (onze hersenen houden ervan; ook die van jou) die ervoor zorgt dat je zaken prima, maar niet bijzonder indrukwekkend afrondt. Terwijl het je juist zoveel energie geeft als je ergens écht voor gaat! Begrijp ons niet verkeerd: niemand zou zichzelf moeten dwingen om te voldoen aan een bepaalde mentaliteit. Het is meer een mindset die iedere dag net wat dynamischer en interessanter maakt. Kun jij je wel vinden in deze mentaliteit? Ga voor succes, en solliciteer direct.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2434566663/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=bNDywLn2DZwCvum3mZZqkQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-22", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 2, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2461609604, "Job Title": "Sushi kok | Uithoorn | Kunsushi", "Company Name": "-1", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": -1, "Job Description": "Vacature van Kunsushi, locatie Uithoorn.\n\nAls sushikok begin je je dag met je werkstation op te starten, sushi rijst koken, bewerken van vissen en groentes.\nJe anticipeert je voorbereiding van de dag zelf, zodat er dagelijks verse producten worden gebruikt.\nZorgt ervoor dat alles volgens de hygiene voorschriften wordt gehandhaafd.\nMocht het zo zijn dat op andere afdelingen druk is, dat er geholpen kan worden., als team kunnen werken.\nHet afsluiten van je werkstation en de zaak\n\nFunctie-eisen\n\nGeen eisen vereist, wij kunnen mensen opleiden om sushi te leren maken en volgens horeca regels te werken.\n\nHeb je ervaring als sushi kok, ben je van harte welkom om ons team te versterken met je ervaringen.\n\n5cd8a0b9cc68f9ffa4c9253553278a55", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2461609604/?eBP=JOB_SEARCH_ORGANIC&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=NMawGMpWd9MH9Sx6yrjXpg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "13 hours ago\n              Within the past 24 hours", "Job Age Number": "13 hours ago\n              Within the past 24 hours", "Job Date": "2021-03-14", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 3, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2425539278, "Job Title": "Nanny (10uur per week)", "Company Name": "Nanny Service Nederland", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": -1, "Job Description": "Nanny Service Nederland B.V. - Hilversum zoekt een Nanny (10uur per week) te MBO geplaatst op 15-02-2021\nNanny in Hilversum\n\nVoor een gezin in Hilversum zoeken wij een Nanny die de buitenschoolse opvang wil verlenen.\nHet gezin bestaat uit vader, moeder en vier kinderen. Een jongen van 10, een meisje van 8, een jongen van 6 en een jongen van bijna 4 jaar.\n\nHet gezin is op zoek naar een assertieve Nanny met een ondernemende instelling. Als Nanny voor dit gezin sta jij stevig in je schoenen, ga jij er graag op uit en vind je het belangrijk om de kinderen uit te dagen in hun spel en ontwikkeling. In de opvoeding vinden ouders het belangrijk dat er ritme en structuur geboden wordt en de Nanny eerlijk en oprecht is. Als Nanny krijg jij veel vrijheid in de activiteiten die je aanbiedt na school, ouders gaan uit van jouw pedagogische kwaliteiten. Na school spelen de kinderen graag met vriendjes en vriendinnetjes maar hebben ook sport waarin je als Nanny de kinderen begeleidt.\n\nDe oudste is 10 jaar oud. Hij speelt graag met zijn vriendjes lekker buiten, maar ook binnen samen met lego. Hij zit in groep 7 en gaat met plezier naar school. Hij zit op hockey waar hij fanatiek en gedreven in is.\n\nHet meisje is 8 jaar en zit in groep 5 ze gaat met plezier naar school en heeft veel vriendinnen. Het is een echte meid en weet goed wat ze wil. Ze zit op de (voor) dansopleiding wat ze met volle overgave doet, ook hockeyen doet ze graag en fanatiek.\n\nDe jongen van 6 jaar zit in groep 2. Ook hij speelt graag met vriendjes en vriendinnetjes, lekker buiten ravotten of binnenspelen, maar ook vindt hij het leuk om te knutselen. Op school is hij echt op zijn plekje. Hij zit net als zijn broer en zus ook op hockey.\n\nDe Benjamin van het stel wordt in juni 4 jaar en mag in mei ook eindelijk naar school. Hier heeft hij maanden naar toegeleefd en is er meer dan aan toe om uitgedaagd te worden. Hij is een vrolijke jongen die graag van alles onderneemt, buitenspelen, spelletjes spelen, knutselen. De kinderen zijn voor elkaar erg zorgzaam en zijn een heel hecht team!\n\nHet gezin is dol op dieren en heeft ook meerder huisdieren. Er lopen in de tuin drie blauwe pauwen die vrij mogen rondlopen. Ook hebben ze een terrarium met waterschildpadden en de oudste jongen heeft een kameleon. De andere kinderen hebben allemaal een aquarium met vissen en wandelende takken.\n\nAls Nanny breng en haal je de kinderen met de elektrische bakfiets, de oudste kinderen fietsen zelf mee. Het is belangrijk dat je het niet erg vindt om zowel in de winter als de zomer veel te fietsen van school naar de sportvelden naar vriendjes en weer terug. Het gezin is zowel met de auto als het openbaar vervoer goed te bereiken. Ouders hebben eigen terrein met genoeg parkeermogelijkheden. Vanaf Hilversum station Media Park kan je lopend of met de fiets naar het gezin toe.\n\nAls Nanny ben jij verantwoordelijk voor de zorg van de kinderen en stimuleer je de ontwikkeling. Je onderneemt\n\nleuke activiteiten, bent creatief en je vindt het leuk om met verschillende thema’s te werken. Daarnaast vinden\n\nouders het fijn dat het huis aan einde van de dag weer netjes is.\n\nBen jij de Nanny die bij dit gezin komt werken, reageer dan snel, als jij aan de volgende eisen voldoet: een kindgerichte opleiding en relevante werkervaring in de Kinderopvang en minimaal een jaar beschikbaar. \n\nBij interesse of voor meer informatie bel of whatsapp via 06 41 62 76 92, of bel Kirsten op 023 737 05 52\n\nJouw kwaliteiten\n\n Je hebt een kindgerichte opleiding afgerond. Je hebt aantoonbare werkervaring in de kinderopvang. Je bent enthousiast en meedenkend. Je hebt een groot verantwoordelijkheidsgevoel. Je bent zorgzaam en liefdevol. Je hebt een passie voor pedagogiek. Je bent flexibel. \n\nWie zijn wij?\n\nNanny Service Nederland is een professioneel bemiddelings- en begeleidingsbureau voor Nanny’s en ouders. Wij bieden professionele kinderopvang aan huis, voor kinderen van 0 tot 12 jaar.\n\nWij zien opvang als een samenwerking tussen ouders en Nanny’s om kinderen een liefdevolle en stimulerende omgeving te bieden, waarin ze zich optimaal kunnen ontwikkelen.\n\nBen jij in het bezit van een diploma van een kindgerichte opleiding (harde eis)? Heb je aantoonbare ervaring in de kinderopvang en ben je geïnteresseerd? Reageer dan snel…\n\nWerken als Nanny bij Nanny Service Nederland.\n\nWij vinden het belangrijk om regelmatig contact te hebben met alle Nanny’s en de gezinnen.\nHierdoor kunnen wij jou optimaal begeleiden. Ons doel is dat jij als Nanny prettig kunt samenwerken met het gezin en dat jij je onderdeel voelt van ons team. Ook stimuleren wij het contact tussen jou en de andere Nanny’s. Wij willen graag dat onze Nanny’s zich pedagogisch blijven ontwikkelen. Onze pedagogische trainingen worden gegeven onder de noemer “Nanny Academy”. Alle Nanny’s werken volgens de Regeling dienstverlening aan huis waarbij zij recht hebben op 4 vakantieweken per jaar en 6 weken doorbetaling tijdens ziekte.\n\nInteresse in de functie van Nanny (10uur per week) bij Nanny Service Nederland B.V. - Hilversum regio ?\n\nReageer nu met je CV en motivatie via de \"solliciteer\" button.\n\nAcquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2425539278/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=s9xDzGKLukpmMJUnIv5nfQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 weeks ago", "Job Age Number": "3 weeks ago", "Job Date": "2021-02-16", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 4, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2457954029, "Job Title": "Vissorteerder", "Company Name": "-1", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": -1, "Job Description": "Jij hebt oog voor detail en weet de vissen op de juiste lengte te sorteren om ze vervolgens in de juiste bakken te plaatsen. Je begint op donderdagnacht en bent klaar tegen de middag. De tijden kunnen door het getij en daardoor afhankelijk van wanneer het schip binnenkomt variëren. Daardoor krijg jij van ons op de donderdagmiddag te horen hoe laat je diezelfde donderdagnacht mag beginnen. Een dienst duurt minimaal 6 uur en maximaal 10 uur. Wij zoeken enthousiaste medewerkers die een gewaardeerde rol willen spelen in de zeevisserij. Dus zoek jij voor één dag in de week een leuke en goed betaalde uitdaging en ben jij per direct beschikbaar? Solliciteer en zorg ervoor dat je niet achter het niet vist! Is gemotiveerd en weet van aanpakken Is van donderdagnacht tot en met vrijdagmiddag beschikbaar om te werken Vindt het leuk om met verse vis te werken. Een lekker salaris van €18,34 bruto per uur Een gezellig team van collega’s om mee samen te werken Iedere week boter bij de vis. De opdrachtgever waar jij komt te werken speelt een belangrijke rol in de Nederlandse zeevisserij. Het is belangrijk dat de zeevissers bij de zogeheten visafslagen of vismijnen direct de gevangen waar kunnen verkopen. Alleen moeten de vissen hiervoor nog wel klaar worden gemaakt voor de verkoop. Jouw opdrachtgever bemiddelt hierin en zorgt ervoor dat bijvoorbeeld de binnengekomen vissen worden gesorteerd op lengte. Bij de locatie waar jij komt te werken is er sprake van een getijde haven. Dit betekent dat grote visschepen alleen van 2 uur voor tot 2 uur na hoog water kunnen binnen varen. Zodra ze binnen zijn begint jouw belangrijke taak het sorteren van de vissen!", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2457954029/?eBP=JOB_SEARCH_ORGANIC&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=3d3FoZX20oQ0HuzMfYTqNg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 days ago", "Job Age Number": "4 days ago", "Job Date": "2021-03-11", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 5, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2461214515, "Job Title": "Recruiter onderwijs", "Company Name": "-1", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": -1, "Job Description": "Met jouw skills ga je de onderwijs markt betreden en zo de beste, leukste gekwalificeerde leerkrachten en docenten uit de vijver vissen. Je zorgt dat je een langetermijnrelatie opbouwt en onderhoudt, zodat je een stabiel en waardevol netwerk creëert. Vanuit Daan reiken we je alle tools aan die je hiervoor nodig hebt: jobboards, social networks, marketing en een aantal geheime tools (die vertellen we je als je bij ons werkt). Als werkzaamheden heb je van alles te doen, letterlijk geen dag is hetzelfde. Van het schrijven van de leukste vacatures (zonder spelVouten), onderhandelen over tarieven, voeren van persoonlijke gesprekken en evalueren van lopende plaatsingen ben je voorlopig wel zoet. Daarnaast kan je je voor persoonlijke ontwikkeling heerlijk wenden tot onze E-learning van Goodhabitz. * Je bent ondernemend en toont vaak initiatief om nieuwe dingen te ontdekken; * Commercieel zijn, is jou op het lijf geschreven, die docent kiest sowieso voor jou; * Slim zijn is een keuze, je neemt hbo werk- en denkniveau met je mee; * Dat je fulltime beschikbaar bent (ma t/m vrij, 40 uur); * Jouw glas is altijd half vol, in plaats van half leeg; * Je bent een Rotterdammert of woont in de nabije omgeving; * Een open omgeving met de leukste collega’s; * Deelname aan de Daan-bootcamp, tweedaagse (mentale) stoomcursus arbeidsbemiddeling; * Ontwikkelings-, groei- en opleidingsmogelijkheden op maat; * De fijnste wederhelft als buddy, een accountmanager die de mooiste vacatures rege< * Geld, telefoon & laptop.. dat regelen we voor je; * Korting op je sport abonnement (het is bijna zomer) en zorgverzekering; Bij een nuchtere partij die zich inzet, werkt met een commerciële pet op en daarbij rekening houdt met de maatschappelijke kant van de publieke sector die we bedienen. Om beweging te krijgen in onze markt, de juiste mensen te vinden en mensen te plaatsen hebben we een geloof opgericht: Daan staat voor een wereld vol leuke banen en gelooft in uitmuntend werkgeverschap. Je bindt je professionals aan je door o.a.: betrokken te blijven, regelmatig contact te onderhouden en mee te denken op gebied van ontwikkeling & groeimogelijkheden. Daan is een loyale club, is benoemd tot: ‘de beste werkgever 2019-2020’ en staat bekend als een van de snelst groeiende ondernemingen in onder andere Rotterdam.", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2461214515/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=QaNIf63qNK56XRlTEjbZ1Q%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 day ago", "Job Age Number": "1 day ago", "Job Date": "2021-03-14", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 6, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2428253037, "Job Title": "Onderzoeker Visserij Innovatie", "Company Name": "Wageningen University & Research", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": -1, "Job Description": "Wij zoeken\n\nWij zoeken een visserijonderzoeker die meewerkt aan innovaties gericht op een duurzame visserij. Wageningen Marine Research doet in nauwe samenwerking met de visserijsector en in overleg met de overheid, onderzoek aan dit maatschappelijk actuele onderwerp. Hoe kun je ongewenste bijvangsten verminderen door selectiever te vissen? Hoe kun je de overlevingskans van vis die terug wordt gezet in zee (discards) bepalen en verhogen? Welke bijdrage leveren innovatieve vistuigen aan het verminderen van ongewenste visserijeffecten op visbestanden en andere mariene organismen en hun leefgebieden? Hoe kunnen we de kennis en kunde van vissers gebruiken voor innovaties in de visserij?\n\nWij zoeken een onderzoeker die het een uitdaging vindt om een spilfunctie te vervullen in de onderzoekssamenwerking rond visserijinnovatie met de visserijsector. Dit betekent dat je kennisvragen uit de praktijk en het beleid vertaalt naar onderzoeksvragen en bijdraagt aan het acquireren van projecten; veld- en experimenteel onderzoek leidt en uitvoert; en onderzoeksresultaten rapporteert en vertaalt naar concrete adviezen voor de visserijsector, de overheid en andere belanghebbenden. Je baseert je onderzoeksresultaten op de analyse van de door jezelf verzamelde onderzoeksgegevens of je maakt gebruik van de uitgebreide databases die Wageningen Marine Research beheert. Een concrete invulling van je rol in de onderzoekssamenwerking is dat je een leidende rol hebt in innovatieprojecten gericht op duurzame visserij. Je werkt in teamverband, ook met collega’s van andere vestigingen. Je draagt bij aan het publiceren van onderzoek in gerenommeerde tijdschriften.\n\nWij vragen\n\nWIE BEN JIJ?\nWij zoeken een ambitieuze onderzoeker met een relevante academische opleiding (afgeronde Master) en een aantoonbare affiniteit met visserijvraagstukken. Het is een pré voor deze functie als je in bezit bent van de Artikel 9 bevoegdheid onder de Wet op de Dierproeven. Je vindt het leuk en uitdagend om met vissers in projecten samen te werken en een brug te slaan tussen praktijk, beleid en toegepast wetenschappelijk onderzoek. Je hebt aantoonbare ervaring met het ontwikkelen van vistuigtechniek en het begeleiden van vissers, met het verzamelen van visserijgegevens in het veld (o.a. voor bestandsonderzoek en vistuig impact assessments) en met experimenteel onderzoek. Je hebt kennis van statistiek. Je kunt onderzoeksresultaten en adviezen aan de visserijsector en beleidsmakers in helder geformuleerde rapportages en presentaties vatten. Daarvoor moet je de Nederlandse en Engelse taal goed beheersen en communicatief sterk zijn. Je bent in staat nieuwe onderzoeken te initiëren en te formuleren in heldere projectvoorstellen. Je ziet het als een uitdaging om je veelal toegepaste onderzoek naar wetenschappelijke peer-reviewed publicaties te vertalen. Je bent waar nodig flexibel in je werkuren (i.v.m. visserijbijeenkomsten en vaarreizen). In deze functie wordt verwacht dat je minimaal 5 weken per jaar op zee bent aan boord van vissersschepen. Vanzelfsprekend ben je een goede teamspeler en netwerker.\n\nWij bieden\n\nJOUW ARBEIDSVOORWAARDEN\nAls het gaat om arbeidsvoorwaarden zit je goed bij Wageningen University & Research. Highlights uit onze CAO zijn bijvoorbeeld:\n\nwerktijden die in overleg kunnen worden vastgesteld, zodat een optimale balans tussen werk en privé mogelijk is;de mogelijkheid om door meer te werken, maximaal 40 uur per week, extra vakantie uren op te bouwen;sabbatical leave, studieverlof en betaald ouderschapverlof;er is veel aandacht voor vitaliteit;een structurele eindejaarsuitkering van 3%;uitstekende pensioenregeling via ABP;de mogelijkheid van gedeeltelijk betaald ouderschapsverlof;de mogelijkheid om in deeltijd te werken. Bij deze uitstekende secundaire arbeidsvoorwaarden hoort natuurlijk ook een passend salaris. Wij bieden afhankelijk van je ervaring, een marktconform salaris van minimaal €2.790,- tot maximaal €4.549,- bij een volledige werkweek van 36 uur conform CAO Wageningen Research (schaal 10). Je treedt in dienst bij een Payroll bedrijf. De duur van het dienstverband is afhankelijk van de beschikbaarheid van onderzoeksprojecten. We verwachten dat de duur minimaal een jaar is maar waarschijnlijk twee jaar betreft. Standplaats is IJmuiden.\n\nWageningen University & Research stimuleert interne doorgroeimogelijkheden en mobiliteit met een intern recruitment beleid. Er zijn ruime mogelijkheden voor eigen initiatief in een lerende omgeving, wij bieden uitstekende opleidingsmogelijkheden. Je krijgt bij ons een veelzijdige baan in een internationale omgeving met een plezierige en open werksfeer.\n\nMeer informatie\n\nWIL JE MEER INFORMATIE?\nVoor inhoudelijke informatie over de vacature kun je contact opnemen met Pieke Molenaar, tel. 0317-487007, e-mail: pieke.molenaar@wur.nl\n\nWil je solliciteren?\nDat kan direct via de sollicitatie button bij de vacature op onze website zodat wij persoonlijke gegevens kunnen verwerken met jouw toestemming. Deze vacature staat open tot en met 24 maart 2021. De gesprekken staan gepland op 2 april 2021.\n\nGezien ons huidige team samenstelling, moedigen we vrouwelijke kandidaten aan om te solliciteren.\n\n Gelijke kansen\nWageningen University & Research (WUR) heeft een groot aantal mensen in dienst met zeer verschillende achtergronden en kwaliteiten, die elkaar inspireren en motiveren. Wij willen dat elk talent zich bij ons thuis voelt en dezelfde carrièrekansen aangeboden krijgt. Wij verwelkomen daarom speciaal sollicitaties van mensen die ondervertegenwoordigd zijn binnen WUR. Voor meer informatie hierover ga naar onze inclusieve internetpagina.\nEen mooi voorbeeld hoe WUR omgaat met inclusiviteit is te lezen op de pagina werken bij WUR met een functiebeperking.\n\nWij zijn\n\nWIJ ZIJN\nWageningen Marine Research, is een toonaangevend, onafhankelijk onderzoeksinstituut dat zich richt op strategisch en toegepast marien ecologisch onderzoek. Het instituut is medio 2006 opgericht. Producten en diensten worden projectmatig uitgevoerd (ruim 400 onderzoeksprojecten) en zijn divers van aard: veldonderzoek, onderzoekssamenwerking met belanghebbenden, veld- en laboratoriumexperimenten, datamanagement en modellering, en beleidsadvisering. Het instituut beschikt over moderne onderzoeksfaciliteiten en is ISO 9001 gecertificeerd. Wageningen Marine Research is een organisatieonderdeel van Wageningen Universiteit en Research.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2428253037/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=3p4m8N5C4q2G2%2FBOP7EF3Q%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-27", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 0, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2425821985, "Job Title": "Campaigner (32 uur per week)", "Company Name": "Good Fish", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "['Non-profit Organization Management']", "Sector": -1, "Job Description": "Als we willen blijven genieten van vis, mosselen, oesters en ander lekkers uit de zee, dan moet er écht iets veranderen. Want in Nederland eten we nog steeds veel vis die overbevist is of gevangen of gekweekt wordt onder onverantwoorde omstandigheden met veel milieuschade. Daarom is de missie van Good Fish: in 2030 uitsluitend Goede Vis in Nederland. En daarvoor zoeken we jou! \nEen van de grootste problemen is misschien wel dat te weinig mensen overbevissing ervaren als een serieus probleem. Er zullen vissoorten verdwijnen en dat is schadelijk voor de biodiversiteit en voor de voedselketen. En als de visstand in gevaar komt, kan er wereldwijd niet voldaan worden aan de toenemende vraag naar eiwitten. Dat willen we oplossen!\nOns DNAGood Fish is een club enthousiaste specialisten op het gebied van duurzame vis. We zijn een platte organisatie met contacten over de hele wereld. Ieder van ons zet zich voor 100% Goede Vis. Hoe? Heel simpel, door te zeggen: die vis is goed, die vis is fout. Dat maakt ons soms een luis in de pels van vissers, viswinkels en restaurants. Maar we zijn bovenal constructief. Als deze professionals met ons willen samenwerken voor Goede Vis, gaan we graag de uitdaging aan. ‘Nee’ is voor ons geen oplossing, we zoeken altijd naar een perspectief of alternatief, om onder water écht verandering te brengen. Kortom: we zoeken een Robin Hood, een sympathieke strijder voor vis.\nWat gaan we de komende jaren doen?\u2028In de afgelopen zes jaar hebben we zeer goed in beeld gekregen welke vissen in Nederland gegeten worden én waar veel problemen mee zijn. De top 5 van ‘RODE’ vissen willen we pushen naar een duurzame productie en als dat niet kan, elimineren uit de handel. Tegelijk laten we zien dat duurzame productie heel goed kan door duurzame visproductie te etaleren. Ons kompas is de VISwijzer: een gezamenlijke database met het Wereld Natuur Fonds waar duizenden visserijbeoordelingen in staan. Good Fish verzorgt het beheer in Nederland. Neem een kijkje op goodfish.nl of download de VISwijzer app!\nCampaignerDe campaigner zorgt ervoor dat onze impact binnen projecten zichtbaar gemaakt wordt en dat het logisch wordt voor externen hoe dit relateert aan onze theory of change. Onze theory of change wordt jouw kompas! Wij willen onszelf in 2030 opheffen en ons doel bereikt hebben, dat betekent: werk aan de winkel. De campaigner werkt nauw samen met de projectleiders die sturen op inhoud en verandering onder water. Daarnaast werkt de campaigner samen met de communicatiemedewerker, die zich bezig houdt met de corporate communicatie.\nWij bieden een tijdelijk contract van één jaar voor 32 uur in de week.\nWat heb jij in huis?Je hebt een sterke affiniteit met de doelstellingen van Good Fish,Minimaal drie jaar werkervaring op HBO-niveau als online campaigner, online marketeer, community manager of een vergelijkbare functie,Je bent een creatief schrijver met uitstekende beheersing van de Nederlandse taal,Je bent digitaal minded. Je hebt kennis van de ontwikkelingen op je vakgebied en overziet waar de online wereld naartoe gaat,Je hebt aantoonbare ervaring met beeldbewerking en bent kundig in het gebruik van Adobe InDesign en met de inzet van sociale media in campagnes. Je bent vaardig met HTML en beheerst de basisbeginselen van CSS. Kennis van en ervaring met Google Analytics, Javascript en/of PHP is een pré.Je bent goed in staat kwaliteit te waarborgen en scherp te plannen, ook onder tijdsdruk.Ervaring als projectmanager is een pré,Je bent leergierig en hebt een resultaat- en klantgerichte houding,Je hebt een flexibele houding, ook ten aanzien van onregelmatige werktijden.\nInteresse? Stuur een email met CV en motivatie naar margreet@goodfish.nl.\n \n\n\n\n\n\n          Industry\n        \n\n\n              Non-profit Organization Management\n            \n\n\n\n\n        Employment Type\n      \n\n        Part-time", "Employment Type": "Part-time", "Company URL": "https://www.linkedin.com//company/good-fish-foundation/life/", "Job URL": "https://www.linkedin.com//jobs/view/2425821985/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=FdlTBJlGGH5OeW3MYBAp%2Bw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 weeks ago", "Job Age Number": "3 weeks ago", "Job Date": "2021-02-16", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 1, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2434566663, "Job Title": "Quality Officer", "Company Name": "Brunel", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": -1, "Job Description": "Bij iedere Nederlandse bank staat dit centraal: Know Your Client. Een belangrijke pijler gedreven door zowel de wetgeving als het commercieel belang. De meeste mensen deugen, maar helaas niet iedereen. Om die reden voer jij final checks uit op ieder CDD-dossier. In jouw vak is elke menselijke fout er één te veel. Aan de slag als KYC-poortwachter bij een grote bank? Solliciteer als Quality Officer.\nOver deze functie\n\nGedreven teams door het hele land controleren duizenden CDD-dossiers per dag. Duizenden! Deze medewerkers hebben een (getrainde) antenne voor dat wat niet helemaal in de haak is; dat vissen ze er zo uit. Tegelijkertijd zijn kwaadwillenden niet van gisteren, en weten zij steeds beter hoe ze KYC-checks doorstaan. Worstcasescenario, natuurlijk. Vaker komt het voor dat een (potentiële) klant gewoon iets vergeten is, en een dossier daardoor incompleet is. En ondanks alle goede bedoelingen glippen zulke dingen er toch nog weleens doorheen…\n\nZoals het een echte perfectionist betaamt, analyseer jij ieder dossier met een kritische blik. Als Quality Officer is je perfectionisme eerder een zegen dan een vloek. Jij loopt dossiers na op juridische, bedrijfseconomische en fiscale gegevens, en controleert of ze voor 100% compleet zijn. Afhankelijk van de ernst van de zaak beslis je welke actie nodig is als iets niet voldoet. Bovendien kijk je altijd naar verbeteringsopties van processen, om fouten in de toekomst verder te voorkomen.\n\nOver jou\n\nCDD-dossiers moeten volledig, juist, reconstrueerbaar en consistent zijn. Voor je carrière wil je ongeveer hetzelfde: de beste uitwerking mogelijk. Alles loopt tot nu toe volgens plan, na ruim vijf jaar ervaring in dit vakgebied; zeker als je het volgende lijstje afvinkt:\nJe hebt aantoonbaar (of merkbaar) hbo- of wo-werk- en denkniveau Analytisch, besluitvaardig, alert en klantgericht zijn jouw middle names De wereld van KYC, CDD, compliance en risk ken je van binnen en buiten Samenwerken zie je als een grote kracht – en een must voor succes in KYC Je (telefonische) gespreksvaardigheden zijn van hoge kwaliteit, ook in het Engels \n\nWat wij bieden\n\nVerder Heb Je Als Quality Officer Bij Brunel Grotendeels In Eigen Hand\n\nWanneer spreek je van een succesvolle carrière. Dat is voor iedereen anders. Daarom verschilt ons aanbod óók van persoon tot persoon. Je kunt ten eerste rekenen op een passend salaris.\nHoeveel vakantiedagen je per jaar opneemt – vanaf 26 Welke opleidingen en cursussen je volgt – op kosten van Brunel Waar je aan de slag gaat – je moet je wel ergens thuis voelen Van welke van de vele kortingsopties via Brunel je gebruik maakt \n\nOver ons\nAltijd een stap extra zetten, is de mentaliteit die Brunel kenmerkt. Zoals Brunel Global CEO Jilko Andringa het mooi verwoordt: ‘succes = verwachtingen +1’. Zo’n stap extra kan van alles zijn, van een compliment geven aan een collega tot en met het behalen van een hogere winstmarge. Of in jouw vakgebied: een lager percentage witwassers in een specifieke periode. De +1-mentaliteit heeft zo goed als alles te maken met bewustzijn. Ga maar eens na: hoe vaak doe jij iets op de automatische piloot? De gevreesde, maar toch ergens fijne routine (onze hersenen houden ervan; ook die van jou) die ervoor zorgt dat je zaken prima, maar niet bijzonder indrukwekkend afrondt. Terwijl het je juist zoveel energie geeft als je ergens écht voor gaat! Begrijp ons niet verkeerd: niemand zou zichzelf moeten dwingen om te voldoen aan een bepaalde mentaliteit. Het is meer een mindset die iedere dag net wat dynamischer en interessanter maakt. Kun jij je wel vinden in deze mentaliteit? Ga voor succes, en solliciteer direct.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2434566663/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=bNDywLn2DZwCvum3mZZqkQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-22", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 2, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2461609604, "Job Title": "Sushi kok | Uithoorn | Kunsushi", "Company Name": "-1", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": -1, "Job Description": "Vacature van Kunsushi, locatie Uithoorn.\n\nAls sushikok begin je je dag met je werkstation op te starten, sushi rijst koken, bewerken van vissen en groentes.\nJe anticipeert je voorbereiding van de dag zelf, zodat er dagelijks verse producten worden gebruikt.\nZorgt ervoor dat alles volgens de hygiene voorschriften wordt gehandhaafd.\nMocht het zo zijn dat op andere afdelingen druk is, dat er geholpen kan worden., als team kunnen werken.\nHet afsluiten van je werkstation en de zaak\n\nFunctie-eisen\n\nGeen eisen vereist, wij kunnen mensen opleiden om sushi te leren maken en volgens horeca regels te werken.\n\nHeb je ervaring als sushi kok, ben je van harte welkom om ons team te versterken met je ervaringen.\n\n5cd8a0b9cc68f9ffa4c9253553278a55", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2461609604/?eBP=JOB_SEARCH_ORGANIC&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=NMawGMpWd9MH9Sx6yrjXpg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "13 hours ago\n              Within the past 24 hours", "Job Age Number": "13 hours ago\n              Within the past 24 hours", "Job Date": "2021-03-14", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 3, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2425539278, "Job Title": "Nanny (10uur per week)", "Company Name": "Nanny Service Nederland", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": -1, "Job Description": "Nanny Service Nederland B.V. - Hilversum zoekt een Nanny (10uur per week) te MBO geplaatst op 15-02-2021\nNanny in Hilversum\n\nVoor een gezin in Hilversum zoeken wij een Nanny die de buitenschoolse opvang wil verlenen.\nHet gezin bestaat uit vader, moeder en vier kinderen. Een jongen van 10, een meisje van 8, een jongen van 6 en een jongen van bijna 4 jaar.\n\nHet gezin is op zoek naar een assertieve Nanny met een ondernemende instelling. Als Nanny voor dit gezin sta jij stevig in je schoenen, ga jij er graag op uit en vind je het belangrijk om de kinderen uit te dagen in hun spel en ontwikkeling. In de opvoeding vinden ouders het belangrijk dat er ritme en structuur geboden wordt en de Nanny eerlijk en oprecht is. Als Nanny krijg jij veel vrijheid in de activiteiten die je aanbiedt na school, ouders gaan uit van jouw pedagogische kwaliteiten. Na school spelen de kinderen graag met vriendjes en vriendinnetjes maar hebben ook sport waarin je als Nanny de kinderen begeleidt.\n\nDe oudste is 10 jaar oud. Hij speelt graag met zijn vriendjes lekker buiten, maar ook binnen samen met lego. Hij zit in groep 7 en gaat met plezier naar school. Hij zit op hockey waar hij fanatiek en gedreven in is.\n\nHet meisje is 8 jaar en zit in groep 5 ze gaat met plezier naar school en heeft veel vriendinnen. Het is een echte meid en weet goed wat ze wil. Ze zit op de (voor) dansopleiding wat ze met volle overgave doet, ook hockeyen doet ze graag en fanatiek.\n\nDe jongen van 6 jaar zit in groep 2. Ook hij speelt graag met vriendjes en vriendinnetjes, lekker buiten ravotten of binnenspelen, maar ook vindt hij het leuk om te knutselen. Op school is hij echt op zijn plekje. Hij zit net als zijn broer en zus ook op hockey.\n\nDe Benjamin van het stel wordt in juni 4 jaar en mag in mei ook eindelijk naar school. Hier heeft hij maanden naar toegeleefd en is er meer dan aan toe om uitgedaagd te worden. Hij is een vrolijke jongen die graag van alles onderneemt, buitenspelen, spelletjes spelen, knutselen. De kinderen zijn voor elkaar erg zorgzaam en zijn een heel hecht team!\n\nHet gezin is dol op dieren en heeft ook meerder huisdieren. Er lopen in de tuin drie blauwe pauwen die vrij mogen rondlopen. Ook hebben ze een terrarium met waterschildpadden en de oudste jongen heeft een kameleon. De andere kinderen hebben allemaal een aquarium met vissen en wandelende takken.\n\nAls Nanny breng en haal je de kinderen met de elektrische bakfiets, de oudste kinderen fietsen zelf mee. Het is belangrijk dat je het niet erg vindt om zowel in de winter als de zomer veel te fietsen van school naar de sportvelden naar vriendjes en weer terug. Het gezin is zowel met de auto als het openbaar vervoer goed te bereiken. Ouders hebben eigen terrein met genoeg parkeermogelijkheden. Vanaf Hilversum station Media Park kan je lopend of met de fiets naar het gezin toe.\n\nAls Nanny ben jij verantwoordelijk voor de zorg van de kinderen en stimuleer je de ontwikkeling. Je onderneemt\n\nleuke activiteiten, bent creatief en je vindt het leuk om met verschillende thema’s te werken. Daarnaast vinden\n\nouders het fijn dat het huis aan einde van de dag weer netjes is.\n\nBen jij de Nanny die bij dit gezin komt werken, reageer dan snel, als jij aan de volgende eisen voldoet: een kindgerichte opleiding en relevante werkervaring in de Kinderopvang en minimaal een jaar beschikbaar. \n\nBij interesse of voor meer informatie bel of whatsapp via 06 41 62 76 92, of bel Kirsten op 023 737 05 52\n\nJouw kwaliteiten\n\n Je hebt een kindgerichte opleiding afgerond. Je hebt aantoonbare werkervaring in de kinderopvang. Je bent enthousiast en meedenkend. Je hebt een groot verantwoordelijkheidsgevoel. Je bent zorgzaam en liefdevol. Je hebt een passie voor pedagogiek. Je bent flexibel. \n\nWie zijn wij?\n\nNanny Service Nederland is een professioneel bemiddelings- en begeleidingsbureau voor Nanny’s en ouders. Wij bieden professionele kinderopvang aan huis, voor kinderen van 0 tot 12 jaar.\n\nWij zien opvang als een samenwerking tussen ouders en Nanny’s om kinderen een liefdevolle en stimulerende omgeving te bieden, waarin ze zich optimaal kunnen ontwikkelen.\n\nBen jij in het bezit van een diploma van een kindgerichte opleiding (harde eis)? Heb je aantoonbare ervaring in de kinderopvang en ben je geïnteresseerd? Reageer dan snel…\n\nWerken als Nanny bij Nanny Service Nederland.\n\nWij vinden het belangrijk om regelmatig contact te hebben met alle Nanny’s en de gezinnen.\nHierdoor kunnen wij jou optimaal begeleiden. Ons doel is dat jij als Nanny prettig kunt samenwerken met het gezin en dat jij je onderdeel voelt van ons team. Ook stimuleren wij het contact tussen jou en de andere Nanny’s. Wij willen graag dat onze Nanny’s zich pedagogisch blijven ontwikkelen. Onze pedagogische trainingen worden gegeven onder de noemer “Nanny Academy”. Alle Nanny’s werken volgens de Regeling dienstverlening aan huis waarbij zij recht hebben op 4 vakantieweken per jaar en 6 weken doorbetaling tijdens ziekte.\n\nInteresse in de functie van Nanny (10uur per week) bij Nanny Service Nederland B.V. - Hilversum regio ?\n\nReageer nu met je CV en motivatie via de \"solliciteer\" button.\n\nAcquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2425539278/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=s9xDzGKLukpmMJUnIv5nfQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 weeks ago", "Job Age Number": "3 weeks ago", "Job Date": "2021-02-16", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 4, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2457954029, "Job Title": "Vissorteerder", "Company Name": "-1", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": -1, "Job Description": "Jij hebt oog voor detail en weet de vissen op de juiste lengte te sorteren om ze vervolgens in de juiste bakken te plaatsen. Je begint op donderdagnacht en bent klaar tegen de middag. De tijden kunnen door het getij en daardoor afhankelijk van wanneer het schip binnenkomt variëren. Daardoor krijg jij van ons op de donderdagmiddag te horen hoe laat je diezelfde donderdagnacht mag beginnen. Een dienst duurt minimaal 6 uur en maximaal 10 uur. Wij zoeken enthousiaste medewerkers die een gewaardeerde rol willen spelen in de zeevisserij. Dus zoek jij voor één dag in de week een leuke en goed betaalde uitdaging en ben jij per direct beschikbaar? Solliciteer en zorg ervoor dat je niet achter het niet vist! Is gemotiveerd en weet van aanpakken Is van donderdagnacht tot en met vrijdagmiddag beschikbaar om te werken Vindt het leuk om met verse vis te werken. Een lekker salaris van €18,34 bruto per uur Een gezellig team van collega’s om mee samen te werken Iedere week boter bij de vis. De opdrachtgever waar jij komt te werken speelt een belangrijke rol in de Nederlandse zeevisserij. Het is belangrijk dat de zeevissers bij de zogeheten visafslagen of vismijnen direct de gevangen waar kunnen verkopen. Alleen moeten de vissen hiervoor nog wel klaar worden gemaakt voor de verkoop. Jouw opdrachtgever bemiddelt hierin en zorgt ervoor dat bijvoorbeeld de binnengekomen vissen worden gesorteerd op lengte. Bij de locatie waar jij komt te werken is er sprake van een getijde haven. Dit betekent dat grote visschepen alleen van 2 uur voor tot 2 uur na hoog water kunnen binnen varen. Zodra ze binnen zijn begint jouw belangrijke taak het sorteren van de vissen!", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2457954029/?eBP=JOB_SEARCH_ORGANIC&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=3d3FoZX20oQ0HuzMfYTqNg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 days ago", "Job Age Number": "4 days ago", "Job Date": "2021-03-11", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 5, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2461214515, "Job Title": "Recruiter onderwijs", "Company Name": "-1", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": -1, "Job Description": "Met jouw skills ga je de onderwijs markt betreden en zo de beste, leukste gekwalificeerde leerkrachten en docenten uit de vijver vissen. Je zorgt dat je een langetermijnrelatie opbouwt en onderhoudt, zodat je een stabiel en waardevol netwerk creëert. Vanuit Daan reiken we je alle tools aan die je hiervoor nodig hebt: jobboards, social networks, marketing en een aantal geheime tools (die vertellen we je als je bij ons werkt). Als werkzaamheden heb je van alles te doen, letterlijk geen dag is hetzelfde. Van het schrijven van de leukste vacatures (zonder spelVouten), onderhandelen over tarieven, voeren van persoonlijke gesprekken en evalueren van lopende plaatsingen ben je voorlopig wel zoet. Daarnaast kan je je voor persoonlijke ontwikkeling heerlijk wenden tot onze E-learning van Goodhabitz. * Je bent ondernemend en toont vaak initiatief om nieuwe dingen te ontdekken; * Commercieel zijn, is jou op het lijf geschreven, die docent kiest sowieso voor jou; * Slim zijn is een keuze, je neemt hbo werk- en denkniveau met je mee; * Dat je fulltime beschikbaar bent (ma t/m vrij, 40 uur); * Jouw glas is altijd half vol, in plaats van half leeg; * Je bent een Rotterdammert of woont in de nabije omgeving; * Een open omgeving met de leukste collega’s; * Deelname aan de Daan-bootcamp, tweedaagse (mentale) stoomcursus arbeidsbemiddeling; * Ontwikkelings-, groei- en opleidingsmogelijkheden op maat; * De fijnste wederhelft als buddy, een accountmanager die de mooiste vacatures rege< * Geld, telefoon & laptop.. dat regelen we voor je; * Korting op je sport abonnement (het is bijna zomer) en zorgverzekering; Bij een nuchtere partij die zich inzet, werkt met een commerciële pet op en daarbij rekening houdt met de maatschappelijke kant van de publieke sector die we bedienen. Om beweging te krijgen in onze markt, de juiste mensen te vinden en mensen te plaatsen hebben we een geloof opgericht: Daan staat voor een wereld vol leuke banen en gelooft in uitmuntend werkgeverschap. Je bindt je professionals aan je door o.a.: betrokken te blijven, regelmatig contact te onderhouden en mee te denken op gebied van ontwikkeling & groeimogelijkheden. Daan is een loyale club, is benoemd tot: ‘de beste werkgever 2019-2020’ en staat bekend als een van de snelst groeiende ondernemingen in onder andere Rotterdam.", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2461214515/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=QaNIf63qNK56XRlTEjbZ1Q%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 day ago", "Job Age Number": "1 day ago", "Job Date": "2021-03-14", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 6, "Search Keyword": "vissen", "Platform": "LinkedIn", "Job ID": 2428253037, "Job Title": "Onderzoeker Visserij Innovatie", "Company Name": "Wageningen University & Research", "Location": "Veenendaal, Utrecht, Netherlands", "Industry": "-1", "Sector": -1, "Job Description": "Wij zoeken\n\nWij zoeken een visserijonderzoeker die meewerkt aan innovaties gericht op een duurzame visserij. Wageningen Marine Research doet in nauwe samenwerking met de visserijsector en in overleg met de overheid, onderzoek aan dit maatschappelijk actuele onderwerp. Hoe kun je ongewenste bijvangsten verminderen door selectiever te vissen? Hoe kun je de overlevingskans van vis die terug wordt gezet in zee (discards) bepalen en verhogen? Welke bijdrage leveren innovatieve vistuigen aan het verminderen van ongewenste visserijeffecten op visbestanden en andere mariene organismen en hun leefgebieden? Hoe kunnen we de kennis en kunde van vissers gebruiken voor innovaties in de visserij?\n\nWij zoeken een onderzoeker die het een uitdaging vindt om een spilfunctie te vervullen in de onderzoekssamenwerking rond visserijinnovatie met de visserijsector. Dit betekent dat je kennisvragen uit de praktijk en het beleid vertaalt naar onderzoeksvragen en bijdraagt aan het acquireren van projecten; veld- en experimenteel onderzoek leidt en uitvoert; en onderzoeksresultaten rapporteert en vertaalt naar concrete adviezen voor de visserijsector, de overheid en andere belanghebbenden. Je baseert je onderzoeksresultaten op de analyse van de door jezelf verzamelde onderzoeksgegevens of je maakt gebruik van de uitgebreide databases die Wageningen Marine Research beheert. Een concrete invulling van je rol in de onderzoekssamenwerking is dat je een leidende rol hebt in innovatieprojecten gericht op duurzame visserij. Je werkt in teamverband, ook met collega’s van andere vestigingen. Je draagt bij aan het publiceren van onderzoek in gerenommeerde tijdschriften.\n\nWij vragen\n\nWIE BEN JIJ?\nWij zoeken een ambitieuze onderzoeker met een relevante academische opleiding (afgeronde Master) en een aantoonbare affiniteit met visserijvraagstukken. Het is een pré voor deze functie als je in bezit bent van de Artikel 9 bevoegdheid onder de Wet op de Dierproeven. Je vindt het leuk en uitdagend om met vissers in projecten samen te werken en een brug te slaan tussen praktijk, beleid en toegepast wetenschappelijk onderzoek. Je hebt aantoonbare ervaring met het ontwikkelen van vistuigtechniek en het begeleiden van vissers, met het verzamelen van visserijgegevens in het veld (o.a. voor bestandsonderzoek en vistuig impact assessments) en met experimenteel onderzoek. Je hebt kennis van statistiek. Je kunt onderzoeksresultaten en adviezen aan de visserijsector en beleidsmakers in helder geformuleerde rapportages en presentaties vatten. Daarvoor moet je de Nederlandse en Engelse taal goed beheersen en communicatief sterk zijn. Je bent in staat nieuwe onderzoeken te initiëren en te formuleren in heldere projectvoorstellen. Je ziet het als een uitdaging om je veelal toegepaste onderzoek naar wetenschappelijke peer-reviewed publicaties te vertalen. Je bent waar nodig flexibel in je werkuren (i.v.m. visserijbijeenkomsten en vaarreizen). In deze functie wordt verwacht dat je minimaal 5 weken per jaar op zee bent aan boord van vissersschepen. Vanzelfsprekend ben je een goede teamspeler en netwerker.\n\nWij bieden\n\nJOUW ARBEIDSVOORWAARDEN\nAls het gaat om arbeidsvoorwaarden zit je goed bij Wageningen University & Research. Highlights uit onze CAO zijn bijvoorbeeld:\n\nwerktijden die in overleg kunnen worden vastgesteld, zodat een optimale balans tussen werk en privé mogelijk is;de mogelijkheid om door meer te werken, maximaal 40 uur per week, extra vakantie uren op te bouwen;sabbatical leave, studieverlof en betaald ouderschapverlof;er is veel aandacht voor vitaliteit;een structurele eindejaarsuitkering van 3%;uitstekende pensioenregeling via ABP;de mogelijkheid van gedeeltelijk betaald ouderschapsverlof;de mogelijkheid om in deeltijd te werken. Bij deze uitstekende secundaire arbeidsvoorwaarden hoort natuurlijk ook een passend salaris. Wij bieden afhankelijk van je ervaring, een marktconform salaris van minimaal €2.790,- tot maximaal €4.549,- bij een volledige werkweek van 36 uur conform CAO Wageningen Research (schaal 10). Je treedt in dienst bij een Payroll bedrijf. De duur van het dienstverband is afhankelijk van de beschikbaarheid van onderzoeksprojecten. We verwachten dat de duur minimaal een jaar is maar waarschijnlijk twee jaar betreft. Standplaats is IJmuiden.\n\nWageningen University & Research stimuleert interne doorgroeimogelijkheden en mobiliteit met een intern recruitment beleid. Er zijn ruime mogelijkheden voor eigen initiatief in een lerende omgeving, wij bieden uitstekende opleidingsmogelijkheden. Je krijgt bij ons een veelzijdige baan in een internationale omgeving met een plezierige en open werksfeer.\n\nMeer informatie\n\nWIL JE MEER INFORMATIE?\nVoor inhoudelijke informatie over de vacature kun je contact opnemen met Pieke Molenaar, tel. 0317-487007, e-mail: pieke.molenaar@wur.nl\n\nWil je solliciteren?\nDat kan direct via de sollicitatie button bij de vacature op onze website zodat wij persoonlijke gegevens kunnen verwerken met jouw toestemming. Deze vacature staat open tot en met 24 maart 2021. De gesprekken staan gepland op 2 april 2021.\n\nGezien ons huidige team samenstelling, moedigen we vrouwelijke kandidaten aan om te solliciteren.\n\n Gelijke kansen\nWageningen University & Research (WUR) heeft een groot aantal mensen in dienst met zeer verschillende achtergronden en kwaliteiten, die elkaar inspireren en motiveren. Wij willen dat elk talent zich bij ons thuis voelt en dezelfde carrièrekansen aangeboden krijgt. Wij verwelkomen daarom speciaal sollicitaties van mensen die ondervertegenwoordigd zijn binnen WUR. Voor meer informatie hierover ga naar onze inclusieve internetpagina.\nEen mooi voorbeeld hoe WUR omgaat met inclusiviteit is te lezen op de pagina werken bij WUR met een functiebeperking.\n\nWij zijn\n\nWIJ ZIJN\nWageningen Marine Research, is een toonaangevend, onafhankelijk onderzoeksinstituut dat zich richt op strategisch en toegepast marien ecologisch onderzoek. Het instituut is medio 2006 opgericht. Producten en diensten worden projectmatig uitgevoerd (ruim 400 onderzoeksprojecten) en zijn divers van aard: veldonderzoek, onderzoekssamenwerking met belanghebbenden, veld- en laboratoriumexperimenten, datamanagement en modellering, en beleidsadvisering. Het instituut beschikt over moderne onderzoeksfaciliteiten en is ISO 9001 gecertificeerd. Wageningen Marine Research is een organisatieonderdeel van Wageningen Universiteit en Research.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2428253037/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=zkDpkQZaY33YHIv7LLboXw%3D%3D&trackingId=3p4m8N5C4q2G2%2FBOP7EF3Q%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-27", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}]