[{"Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2365596114, "Job Title": "Specialist publiekszaken (24-36 uur)", "Company Name": "Gemeente Hoeksche Waard", "Location": "Maasdam, South Holland, Netherlands", "Industry": "['Government Relations']", "Sector": "['Other']", "Seniority Level": "Associate", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Gemeente Hoeksche Waard\n \n\n            Werving & Selectie bij Gemeente Hoeksche Waard\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nBeschrijvingDe ‘nieuwe’ gemeente Hoeksche Waard bestaat sinds 1 januari 2019 en biedt volop kansen aan enthousiaste en betrokken professionals. De Hoeksche Waard is een unieke streek met 88.000 inwoners aan de rand van de Randstad, waar de vergezichten altijd dichtbij zijn. Groot en klein,je vindt het in de Hoeksche Waard. Een gebied met kreken, polders, dijken, ruimte, karakteristieke dorpen met hechte gemeenschappen. Maar ook ondernemerszin, duurzame en innovatieve landbouw. \nWerkomgevingAls specialist publiekszaken werk je binnen het team publiekszaken dat bestaat uit 20 medewerkers. Dit team bestaat uit kwaliteitsadviseurs, kwaliteitsmedewerkers publiekszaken en specialisten. Het team bewaakt de kwaliteit van de publieke dienstverlening, is verantwoordelijk voor complexe en specialistische burgerzakenproducten en bijbehorende administratie. Team publiekszaken werkt samen met team frontoffice en heeft een belangrijke rol in de frontoffice op de zes servicepunten, verspreid in de Hoeksche Waard. Samen met de organisatie dragen wij 100% dienstverlenend zijn uit met ons hart en geven wij invulling aan de principes: persoonlijk, dichtbij en gastvrij.\nInhoud functieBehandelen van complexe adresonderzoeken en briefadresdossiers;Bereid zijn om huisbezoeken af te leggen als BRP Toezichthouder in samenwerking met team handhaving;Je bent vraagbaak voor je collega’s van de frontoffice voor inhoudelijk complexe vragen en bent aanwezig op de 6 servicepunten om de inwoners te helpen met vragen of problemen;Je informeert en adviseert verschillende doelgroepen en zorgt voor de administratieve taken (opstellen van beschikkingen, verklaringen en aktes). Ook controleer je en handel je frontoffice aanvragen af.\nEisen voor de functieAfgeronde mbo 4 opleiding;Minimaal 1 jaar ervaring met bovengenoemde burgerzakenproducten en/of ervaring in een klantcontactfunctie;Kennis van de vakgebieden naturalisatie, adresonderzoeken en briefadressen is een pré;De meest succesvolle eigenschappen voor deze functie zijn: sterke communicatieve vaardigheden, verbinder, proactief en oplossingsgericht. Ook is het belangrijk om leergierig en nieuwsgierig te zijn zodat je de ontwikkelingen op het vakgebied en in de wet- en regelgeving snel oppakt en eigen maakt;De functie vraagt om eigen vervoer. De standplaats is Oud-Beijerland, maar de helft van je tijd reis je tussen de 6 verschillende servicepunten.\nOverige informatieEen uitdagende baan met ontwikkelmogelijkheden in een dynamische organisatie! Het salaris (afhankelijk van opleiding en ervaring) bedraagt minimaal € 2484,- en maximaal € 3591,- (schaal 8) bruto per maand bij een 36-urige werkweek. Daarnaast ontvang je goede secundaire arbeidsvoorwaarden, zoals ABP keuzepensioen, reiskostenvergoeding, flexibel werken en een Individueel Keuzebudget (IKB). Je kunt dit uit laten betalen, gebruiken om extra verlof te kopen of inzetten voor een opleiding. De HR21 normfunctie is medewerker publiek I. Deze titel wordt gebruikt in formele documenten zoals de arbeidsovereenkomst bij indiensttreding.\nVragen?Heb je nog vragen over deze functie dan kan je contact opnemen met de Hoeksche Campus op telefoonnummer 088 - 647 1868. De standplaats van deze functie is Oud-Beijerland en reizen tussen de 6 servicepunten.\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Government Relations\n            \n\n\n\n\n        Employment Type\n      \n\n        Part-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Other", "Employment Type": "Part-time", "Company URL": "https://www.linkedin.com//company/gemeentehw/life/", "Job URL": "https://www.linkedin.com//jobs/view/2365596114/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=sOfV4C9mVWc4QBnnYBlryw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 weeks ago", "Job Age Number": "3 weeks ago", "Job Date": "2021-02-15", "Collection Date": "2021-03-15"}, {"Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2403713693, "Job Title": "Jaarrekening a.i.", "Company Name": "Michael Page", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Jaarrekening a.i.\nAan de slag bij een grote stichting in de publieke sectorLever een bijdrage aan de maatschappijAbout Our Client\nEen grote stichting die samenwerkt met de overheidEen stichting die op meerdere locaties in het land zit\n\nJob Description\n\n Adviseert over (de uitvoering van) de planning- en-control cyclus. Draagt zorg voor een optimale financiële administratie (van projecten) en controleert de uitvoering. * Coördineert en consolideert de begroting voor de projecten en/of de deelbegroting van de afdelingen. * Draagt bij aan, en/of draagt zorg voor het opstellen van de jaarrekening en management- en/of projectrapportages. * (Periodiek)financieel afsluiten van en verantwoorden over subsidieprojecten en/of subsidieprogramma's. * Stelt in samenwerking met projectleiders budget en/of contracten voor project en/of programmavoorstellen op en bewaakt dit\nThe Successful Applicant\nErvaring met jaarrekeningtrajectenErvaring in de publieke sector\n\nWhat's On Offer\nEen opdracht voor 32 uur per weekEen opdracht voor minimaal een kwartaal\nContact: Eline Vlijm\nQuote job ref: 196720\n+31 307999073", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2403713693/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=JYuBsqW6Ik018HY4lRau1A%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-01-28", "Collection Date": "2021-03-15"}, {"Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2410005810, "Job Title": "Manager Financiële Administratie", "Company Name": "Robert Walters", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Als Manager Financiële Administratie ben jij de schakel tussen de Planning & Control afdeling en de administratie. Je stuurt het team aan, weet mensen te motiveren en ben je in staat op de juiste en volledige financiële administratie te kunnen waarborgen.\n\nVoor één van onze opdrachtgevers binnen de publieke sector in Amsterdam zijn wij op zoek naar een Manager Financiële Administratie. De afdeling maakt onderdeel uit van de afdeling Financiën en zorgadministratie. In totaal zijn er 15 medewerkers werkzaam binnen de afdeling waar jij dus verantwoordelijk voor zal worden.\n\nOp dit moment is de organisatie volop in beweging en zijn zij hun processen aan het optimaliseren en professionaliseren. Als Manager Financiële Administratie zal jij hier een belangrijke rol in gaan spelen. Denk hierbij bijvoorbeeld aan het automatiseren van de processen met behulp van PowerBI.\n\nAndere Taken En Verantwoordelijkheden\n Leidinggeven aan 15 medewerkers; Zorg dragen voor de juiste prioritering en verdeling in werkzaamheden; Zorg dragen voor de juistheid, tijdigheid en volledigheid van de financiële registratie; Verantwoordelijk voor het opstellen van de rapportages ten behoeve van de verantwoording en financiële; sturing; Zorg dragen dat de jaarrekening tijdig is afgerond met voldoende kwaliteitsniveau; Toetsen van de kwaliteit van de aangeleverde stukken van het team. \n\nWat neem je mee?\n Minimaal vijf jaar ervaring binnen een vergelijkbare functie; Een afgeronde en relevante opleiding op minimaal HBO niveau; Je beschikt over uitstekende coachende- en communicatieve vaardigheden; Je bent een motivator en weet mensen te verbinden; Je wilt graag bij een organisatie werken die zich inzet voor een maatschappelijk belang. \n\nWat biedt de opdrachtgever jou?\n Een marktconform salaris; De mogelijkheid om werk en privé goed op elkaar af te stemmen; Volop mogelijkheden om jezelf te ontwikkelen; Leuke collega 's en een gemotiveerd team. \n\nZou je meer informatie willen ontvangen of ben je direct enthousiast geworden van de vacature? Reageer dan snel en dan nemen wij contact met je op!", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2410005810/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=5VB3Ao0rLhkAK3zVguuyWg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-02-05", "Collection Date": "2021-03-15"}, {"Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2459425243, "Job Title": "Manager Financiële Administratie | Amsterdam | Robert Walters", "Company Name": "-1", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Vacature van Robert Walters, locatie Amsterdam.\n\nAls Manager Financiële Administratie ben jij de schakel tussen de Planning & Control afdeling en de administratie. Je stuurt het team aan, weet mensen te motiveren en ben je in staat op de juiste en volledige financiële administratie te kunnen waarborgen.\n\nVoor één van onze opdrachtgevers binnen de publieke sector in Amsterdam zijn wij op zoek naar een Manager Financiële Administratie. De afdeling maakt onderdeel uit van de afdeling Financiën en zorgadministratie. In totaal zijn er 15 medewerkers werkzaam binnen de afdeling waar jij dus verantwoordelijk voor zal worden.\n\nOp dit moment is de organisatie volop in beweging en zijn zij hun processen aan het optimaliseren en professionaliseren. Als Manager Financiële Administratie zal jij hier een belangrijke rol in gaan spelen. Denk hierbij bijvoorbeeld aan het automatiseren van de processen met behulp van PowerBI.\n\nAndere Taken En Verantwoordelijkheden\nLeidinggeven aan 15 medewerkers;Zorg dragen voor de juiste prioritering en verdeling in werkzaamheden;Zorg dragen voor de juistheid, tijdigheid en volledigheid van de financiële registratie;Verantwoordelijk voor het opstellen van de rapportages ten behoeve van de verantwoording en financiële; sturing;Zorg dragen dat de jaarrekening tijdig is afgerond met voldoende kwaliteitsniveau;Toetsen van de kwaliteit van de aangeleverde stukken van het team.\nWat neem je mee?\nMinimaal vijf jaar ervaring binnen een vergelijkbare functie;Een afgeronde en relevante opleiding op minimaal HBO niveau;Je beschikt over uitstekende coachende- en communicatieve vaardigheden;Je bent een motivator en weet mensen te verbinden;Je wilt graag bij een organisatie werken die zich inzet voor een maatschappelijk belang.\nWat biedt de opdrachtgever jou?\nEen marktconform salaris;De mogelijkheid om werk en privé goed op elkaar af te stemmen;Volop mogelijkheden om jezelf te ontwikkelen;Leuke collega 's en een gemotiveerd team.\n\nZou je meer informatie willen ontvangen of ben je direct enthousiast geworden van de vacature? Reageer dan snel en dan nemen wij contact met je op!\n\n5cd8a0b9cc68f9ffa4c9253553278a55", "Employment Type": "-1", "Company URL": -1, "Job URL": "https://www.linkedin.com//jobs/view/2459425243/?eBP=JOB_SEARCH_ORGANIC&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=62XVJblu3jPJYOl8J1%2B%2Flg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 week ago", "Job Age Number": "1 week ago", "Job Date": "2021-03-04", "Collection Date": "2021-03-15"}, {"Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2376755316, "Job Title": "Citrix Specialist", "Company Name": "SLTN Inter Access", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Wat ga je doen?Als Citrix Specialist ben je verantwoordelijk voor de allround implementatie en beheer van Citrix en RDS omgevingen van onze klanten. Dit betreft zowel (gevirtualiseerde) on premise oplossingen, als de oplossingen via ons eigen datacenter of in de publieke cloud. Je zorgt dat de omgeving up-to-date blijft en voert zelfstandig wijzigingen door. Uiteraard waarborg je hierbij de technische infrastructuur blijft voldoen aan de verwachtingen van de klant en verlies je het doen van de bijbehorende administratie en documentatie niet uit het oog. Je bent verantwoordelijk voor het inrichten en beheren van een Citrix infrastructuurJe lost incidenten op, signaleert problemen en knelpunten en adviseert onze klanten aangaande innovatie en structurele oplossingenBij 3e-lijn problemen ben jij de schakel tussen onze klant en leveranciersJe voert grote changes, zoals Citrix upgrades, uit bij onze (managed services) klantenJe managet de klantverwachtingen door correcte en tijdige communicatie omtrent de voortgang en draagt zorg voor een up-to-date documentatie\nWat hebben wij jou te bieden?Bij ons werk je aan de uitdagendste IT projecten van Nederland! En dat niet alleen, we vinden het belangrijk dat je je op je vakgebied kunt ontwikkelen. Daarom bieden we volop trainings- en opleidingsmogelijkheden. We werken met een groot en divers portfolio aan tech vendoren en partners, dus je hebt ruime gelegenheid met de nieuwste technologieën te werken.Daarnaast bieden we je:Aantrekkelijke leaseauto-/mobiliteitsregelingContract voor onbepaalde tijd25 vakantiedagen, en de mogelijkheid tot bijkopen van 10 dagen (o.b.v. full time)Telefoon en laptopEigen bruine kroeg, game floor met VR race simulator, tafelvoetbal, biljart en een gymActieve personeelsverenigingEn natuurlijk; je toekomstige collega’s!\nWat neem jij mee?Minimaal ICT MBO niveau 4 diploma, HBO/WO diploma is een grote préRelevante technische certificeringenGoede kennis en ervaring met configureren en beheren van een Microsoft/Citrix omgevingErvaring met Office365 en/of VMware is een préEen leergierige houding en doorzettingsvermogenErvaring bij overheidsinstanties is een préJe beheerst de Nederlandse taal in woord en geschriftFluent Dutch is a requirement for this position\nWaarom kiezen voor SLTN?SLTN is een van de grotere IT bedrijven van Nederland. Wij zijn gespecialiseerd in het compleet ontzorgen van onze klanten IT vlak. Dat doen we inmiddels met 600 collega’s voor ruim 1.400 klanten. Werk jij graag bij een dynamisch en flexibel bedrijf waar collegialiteit belangrijk is? Neem dan contact met ons op.\nBen je enthousiast? Solliciteer direct door op de button hieronder te klikken. Wacht niet te lang, want zodra de juiste kandidaat en wij elkaar hebben gevonden, sluiten we de vacature.\nAcquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2376755316/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=LCI42jr0KLXFWdmktp1rIQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 week ago", "Job Age Number": "1 week ago", "Job Date": "2021-03-05", "Collection Date": "2021-03-15"}, {"Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2430476555, "Job Title": "Finance Medewerker", "Company Name": "-1", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Bedrijfsomschrijving\n\nHet bedrijf met ongeveer 1100 medewerkers biedt een brede en professionele dienstverlening. Wij zijn een overkoepelende werkmaatschappij van verschillende belangrijke spelers op het gebied van de publieke en individuele gezondheidszorg.\n\nHet bedrijf is gevestigd in Zeist, maar tevens goed bereikbaar vanuit Utrecht en Amersfoort.\n\nFunctieomschrijving\n\nWord jij blij van cijfers en ben je graag ondersteunend bezig op een financiële functie? Lees dan snel verder!\n\nTijdens je werk bij dit bedrijf zul je de financiële administratie ondersteunen. Dit doe je door het verwerken van bankmutaties, het controleren, scannen en registeren van binnenkomende facturen en debiteurenbeheer. Hierbij zorg je voor foutloze en overzichtelijke administratieve verwerkingen van de gegevens.\n\nFunctie-eisen\n\nBinnen het bedrijf ben jij als financieel medewerker een allrounder. Samen met het team zorg je ervoor dat administratieve processen op orde zijn. Ook ben je iemand die overzicht weet te bewaren door het stellen van de juiste prioriteiten.\n\nVerder Ben Jij\nPer direct beschikbaar; In bezit van een afgeronde financieel administratieve opleiding van minimaal MBO niveau; Goed in plannen, snel van begrip en stressbestendig; Verantwoordelijk, accuraat, resultaatgericht en proactief; Ervaren met MS, Excel en Aras is een pré. \nBij voorkeur heb je werkervaring op het financiële vlak.\n\nArbeidsvoorwaarden\n\nWij bieden jou een afwisselden en uitdagende baan uit. Dit is een tijdelijk dienstverband.\nEen fulltime werkweek van minimaal 32 uur per week; In ons huisloon valt deze functie binnen de schaal 1. Op basis van werkervaring zit dit tussen de 1.800 en 2.400 euro.", "Employment Type": "-1", "Company URL": -1, "Job URL": "https://www.linkedin.com//jobs/view/2430476555/?eBP=JOB_SEARCH_ORGANIC&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=RN3CrePJY3g%2BUqftEag%2B0g%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-02-05", "Collection Date": "2021-03-15"}, {"Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2303669609, "Job Title": "Assistent Accountant (Nieuwegein - 1FTE)", "Company Name": "Flexibility Groep", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Wil je als Assistent accountant bedrijven uit de regio Utrecht verder helpen met hun administratie en strategie, en de mogelijkheid om tegelijkertijd verder te studeren? \n\nAls Assistent Accountant in de samenstelpraktijk heb je direct al contact met de klant. Van het kleine MKB tot bedrijven tegen de controlegrens en van familiebedrijven tot publieke instellingen.\n\nDagelijks ben je bezig met de verwerking van de financiële administratie voor de klant. En je stelt voor hen de jaarrekeningen en tussentijdse cijfers op. Je doet dat met behulp van innovatieve software en de ondersteuning van data-specialisten en belastingadviseurs. Uiteindelijk gaat het om veel meer dan alleen administratie. Je gaat samen met het team op zoek naar het verhaal achter de cijfers, en leert hoe je bedrijven strategisch kunt adviseren. Zo kun jij je blijven ontwikkelen én meteen iets betekenen voor klanten.\n\nJe kunt erop vertrouwen dat je iedere dag wordt uitgedaagd. Maar ook dat je er nooit alleen voor staat. Onze manier van werken is samen-werken. Met de klant, met je directe collega’s en met het internationale netwerk van experts. Vanzelfsprekend ga jij net als wij voor kwaliteit.\n\nOver jou...\n\n Diploma HBO Accountancy en de ambitie om je AA-titel te halen 0 tot 4 jaar ervaring binnen de samenstelpraktijk van een accountantskantoor Nauwkeurig en perfectionistisch Leergierig, klantgericht en enthousiast\n\nWat wij jouw te bieden hebben...\n\n Flexibele werktijden en 30 vrije dagen Werken in een modern kantoor Leuke en betrokken collega's Informele sfeer waar hard gewerkt wordt maar ook tijd is voor ontspanning Gunstige studieregeling Hoogste kwaliteit en deskundigheid Steeds weer nieuwe uitdagingen en doorgroeimogelijkheden\n\nHebben wij jouw interesse gewekt? Stuur ons dan je CV (incl. foto) en motivatie (in Word). Wij zijn benieuwd naar jouw verhaal! Yaneh de Hart, yaneh.dehart@fleixbility.nl, tel. 0641010206.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2303669609/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=FOppS0ZEMhNutsTS9TTz6A%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 months ago", "Job Age Number": "4 months ago", "Job Date": "2020-10-18", "Collection Date": "2021-03-15"}, {"index": 0, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2365596114, "Job Title": "Specialist publiekszaken (24-36 uur)", "Company Name": "Gemeente Hoeksche Waard", "Location": "Maasdam, South Holland, Netherlands", "Industry": "['Government Relations']", "Sector": "['Other']", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Gemeente Hoeksche Waard\n \n\n            Werving & Selectie bij Gemeente Hoeksche Waard\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nBeschrijvingDe ‘nieuwe’ gemeente Hoeksche Waard bestaat sinds 1 januari 2019 en biedt volop kansen aan enthousiaste en betrokken professionals. De Hoeksche Waard is een unieke streek met 88.000 inwoners aan de rand van de Randstad, waar de vergezichten altijd dichtbij zijn. Groot en klein,je vindt het in de Hoeksche Waard. Een gebied met kreken, polders, dijken, ruimte, karakteristieke dorpen met hechte gemeenschappen. Maar ook ondernemerszin, duurzame en innovatieve landbouw. \nWerkomgevingAls specialist publiekszaken werk je binnen het team publiekszaken dat bestaat uit 20 medewerkers. Dit team bestaat uit kwaliteitsadviseurs, kwaliteitsmedewerkers publiekszaken en specialisten. Het team bewaakt de kwaliteit van de publieke dienstverlening, is verantwoordelijk voor complexe en specialistische burgerzakenproducten en bijbehorende administratie. Team publiekszaken werkt samen met team frontoffice en heeft een belangrijke rol in de frontoffice op de zes servicepunten, verspreid in de Hoeksche Waard. Samen met de organisatie dragen wij 100% dienstverlenend zijn uit met ons hart en geven wij invulling aan de principes: persoonlijk, dichtbij en gastvrij.\nInhoud functieBehandelen van complexe adresonderzoeken en briefadresdossiers;Bereid zijn om huisbezoeken af te leggen als BRP Toezichthouder in samenwerking met team handhaving;Je bent vraagbaak voor je collega’s van de frontoffice voor inhoudelijk complexe vragen en bent aanwezig op de 6 servicepunten om de inwoners te helpen met vragen of problemen;Je informeert en adviseert verschillende doelgroepen en zorgt voor de administratieve taken (opstellen van beschikkingen, verklaringen en aktes). Ook controleer je en handel je frontoffice aanvragen af.\nEisen voor de functieAfgeronde mbo 4 opleiding;Minimaal 1 jaar ervaring met bovengenoemde burgerzakenproducten en/of ervaring in een klantcontactfunctie;Kennis van de vakgebieden naturalisatie, adresonderzoeken en briefadressen is een pré;De meest succesvolle eigenschappen voor deze functie zijn: sterke communicatieve vaardigheden, verbinder, proactief en oplossingsgericht. Ook is het belangrijk om leergierig en nieuwsgierig te zijn zodat je de ontwikkelingen op het vakgebied en in de wet- en regelgeving snel oppakt en eigen maakt;De functie vraagt om eigen vervoer. De standplaats is Oud-Beijerland, maar de helft van je tijd reis je tussen de 6 verschillende servicepunten.\nOverige informatieEen uitdagende baan met ontwikkelmogelijkheden in een dynamische organisatie! Het salaris (afhankelijk van opleiding en ervaring) bedraagt minimaal € 2484,- en maximaal € 3591,- (schaal 8) bruto per maand bij een 36-urige werkweek. Daarnaast ontvang je goede secundaire arbeidsvoorwaarden, zoals ABP keuzepensioen, reiskostenvergoeding, flexibel werken en een Individueel Keuzebudget (IKB). Je kunt dit uit laten betalen, gebruiken om extra verlof te kopen of inzetten voor een opleiding. De HR21 normfunctie is medewerker publiek I. Deze titel wordt gebruikt in formele documenten zoals de arbeidsovereenkomst bij indiensttreding.\nVragen?Heb je nog vragen over deze functie dan kan je contact opnemen met de Hoeksche Campus op telefoonnummer 088 - 647 1868. De standplaats van deze functie is Oud-Beijerland en reizen tussen de 6 servicepunten.\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Government Relations\n            \n\n\n\n\n        Employment Type\n      \n\n        Part-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Other", "Employment Type": "Part-time", "Company URL": "https://www.linkedin.com//company/gemeentehw/life/", "Job URL": "https://www.linkedin.com//jobs/view/2365596114/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=sOfV4C9mVWc4QBnnYBlryw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 weeks ago", "Job Age Number": "3 weeks ago", "Job Date": "2021-02-15", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 1, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2403713693, "Job Title": "Jaarrekening a.i.", "Company Name": "Michael Page", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Jaarrekening a.i.\nAan de slag bij een grote stichting in de publieke sectorLever een bijdrage aan de maatschappijAbout Our Client\nEen grote stichting die samenwerkt met de overheidEen stichting die op meerdere locaties in het land zit\n\nJob Description\n\n Adviseert over (de uitvoering van) de planning- en-control cyclus. Draagt zorg voor een optimale financiële administratie (van projecten) en controleert de uitvoering. * Coördineert en consolideert de begroting voor de projecten en/of de deelbegroting van de afdelingen. * Draagt bij aan, en/of draagt zorg voor het opstellen van de jaarrekening en management- en/of projectrapportages. * (Periodiek)financieel afsluiten van en verantwoorden over subsidieprojecten en/of subsidieprogramma's. * Stelt in samenwerking met projectleiders budget en/of contracten voor project en/of programmavoorstellen op en bewaakt dit\nThe Successful Applicant\nErvaring met jaarrekeningtrajectenErvaring in de publieke sector\n\nWhat's On Offer\nEen opdracht voor 32 uur per weekEen opdracht voor minimaal een kwartaal\nContact: Eline Vlijm\nQuote job ref: 196720\n+31 307999073", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2403713693/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=JYuBsqW6Ik018HY4lRau1A%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-01-28", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 2, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2410005810, "Job Title": "Manager Financiële Administratie", "Company Name": "Robert Walters", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Als Manager Financiële Administratie ben jij de schakel tussen de Planning & Control afdeling en de administratie. Je stuurt het team aan, weet mensen te motiveren en ben je in staat op de juiste en volledige financiële administratie te kunnen waarborgen.\n\nVoor één van onze opdrachtgevers binnen de publieke sector in Amsterdam zijn wij op zoek naar een Manager Financiële Administratie. De afdeling maakt onderdeel uit van de afdeling Financiën en zorgadministratie. In totaal zijn er 15 medewerkers werkzaam binnen de afdeling waar jij dus verantwoordelijk voor zal worden.\n\nOp dit moment is de organisatie volop in beweging en zijn zij hun processen aan het optimaliseren en professionaliseren. Als Manager Financiële Administratie zal jij hier een belangrijke rol in gaan spelen. Denk hierbij bijvoorbeeld aan het automatiseren van de processen met behulp van PowerBI.\n\nAndere Taken En Verantwoordelijkheden\n Leidinggeven aan 15 medewerkers; Zorg dragen voor de juiste prioritering en verdeling in werkzaamheden; Zorg dragen voor de juistheid, tijdigheid en volledigheid van de financiële registratie; Verantwoordelijk voor het opstellen van de rapportages ten behoeve van de verantwoording en financiële; sturing; Zorg dragen dat de jaarrekening tijdig is afgerond met voldoende kwaliteitsniveau; Toetsen van de kwaliteit van de aangeleverde stukken van het team. \n\nWat neem je mee?\n Minimaal vijf jaar ervaring binnen een vergelijkbare functie; Een afgeronde en relevante opleiding op minimaal HBO niveau; Je beschikt over uitstekende coachende- en communicatieve vaardigheden; Je bent een motivator en weet mensen te verbinden; Je wilt graag bij een organisatie werken die zich inzet voor een maatschappelijk belang. \n\nWat biedt de opdrachtgever jou?\n Een marktconform salaris; De mogelijkheid om werk en privé goed op elkaar af te stemmen; Volop mogelijkheden om jezelf te ontwikkelen; Leuke collega 's en een gemotiveerd team. \n\nZou je meer informatie willen ontvangen of ben je direct enthousiast geworden van de vacature? Reageer dan snel en dan nemen wij contact met je op!", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2410005810/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=5VB3Ao0rLhkAK3zVguuyWg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-02-05", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 3, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2459425243, "Job Title": "Manager Financiële Administratie | Amsterdam | Robert Walters", "Company Name": "-1", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Vacature van Robert Walters, locatie Amsterdam.\n\nAls Manager Financiële Administratie ben jij de schakel tussen de Planning & Control afdeling en de administratie. Je stuurt het team aan, weet mensen te motiveren en ben je in staat op de juiste en volledige financiële administratie te kunnen waarborgen.\n\nVoor één van onze opdrachtgevers binnen de publieke sector in Amsterdam zijn wij op zoek naar een Manager Financiële Administratie. De afdeling maakt onderdeel uit van de afdeling Financiën en zorgadministratie. In totaal zijn er 15 medewerkers werkzaam binnen de afdeling waar jij dus verantwoordelijk voor zal worden.\n\nOp dit moment is de organisatie volop in beweging en zijn zij hun processen aan het optimaliseren en professionaliseren. Als Manager Financiële Administratie zal jij hier een belangrijke rol in gaan spelen. Denk hierbij bijvoorbeeld aan het automatiseren van de processen met behulp van PowerBI.\n\nAndere Taken En Verantwoordelijkheden\nLeidinggeven aan 15 medewerkers;Zorg dragen voor de juiste prioritering en verdeling in werkzaamheden;Zorg dragen voor de juistheid, tijdigheid en volledigheid van de financiële registratie;Verantwoordelijk voor het opstellen van de rapportages ten behoeve van de verantwoording en financiële; sturing;Zorg dragen dat de jaarrekening tijdig is afgerond met voldoende kwaliteitsniveau;Toetsen van de kwaliteit van de aangeleverde stukken van het team.\nWat neem je mee?\nMinimaal vijf jaar ervaring binnen een vergelijkbare functie;Een afgeronde en relevante opleiding op minimaal HBO niveau;Je beschikt over uitstekende coachende- en communicatieve vaardigheden;Je bent een motivator en weet mensen te verbinden;Je wilt graag bij een organisatie werken die zich inzet voor een maatschappelijk belang.\nWat biedt de opdrachtgever jou?\nEen marktconform salaris;De mogelijkheid om werk en privé goed op elkaar af te stemmen;Volop mogelijkheden om jezelf te ontwikkelen;Leuke collega 's en een gemotiveerd team.\n\nZou je meer informatie willen ontvangen of ben je direct enthousiast geworden van de vacature? Reageer dan snel en dan nemen wij contact met je op!\n\n5cd8a0b9cc68f9ffa4c9253553278a55", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2459425243/?eBP=JOB_SEARCH_ORGANIC&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=62XVJblu3jPJYOl8J1%2B%2Flg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 week ago", "Job Age Number": "1 week ago", "Job Date": "2021-03-04", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 4, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2376755316, "Job Title": "Citrix Specialist", "Company Name": "SLTN Inter Access", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Wat ga je doen?Als Citrix Specialist ben je verantwoordelijk voor de allround implementatie en beheer van Citrix en RDS omgevingen van onze klanten. Dit betreft zowel (gevirtualiseerde) on premise oplossingen, als de oplossingen via ons eigen datacenter of in de publieke cloud. Je zorgt dat de omgeving up-to-date blijft en voert zelfstandig wijzigingen door. Uiteraard waarborg je hierbij de technische infrastructuur blijft voldoen aan de verwachtingen van de klant en verlies je het doen van de bijbehorende administratie en documentatie niet uit het oog. Je bent verantwoordelijk voor het inrichten en beheren van een Citrix infrastructuurJe lost incidenten op, signaleert problemen en knelpunten en adviseert onze klanten aangaande innovatie en structurele oplossingenBij 3e-lijn problemen ben jij de schakel tussen onze klant en leveranciersJe voert grote changes, zoals Citrix upgrades, uit bij onze (managed services) klantenJe managet de klantverwachtingen door correcte en tijdige communicatie omtrent de voortgang en draagt zorg voor een up-to-date documentatie\nWat hebben wij jou te bieden?Bij ons werk je aan de uitdagendste IT projecten van Nederland! En dat niet alleen, we vinden het belangrijk dat je je op je vakgebied kunt ontwikkelen. Daarom bieden we volop trainings- en opleidingsmogelijkheden. We werken met een groot en divers portfolio aan tech vendoren en partners, dus je hebt ruime gelegenheid met de nieuwste technologieën te werken.Daarnaast bieden we je:Aantrekkelijke leaseauto-/mobiliteitsregelingContract voor onbepaalde tijd25 vakantiedagen, en de mogelijkheid tot bijkopen van 10 dagen (o.b.v. full time)Telefoon en laptopEigen bruine kroeg, game floor met VR race simulator, tafelvoetbal, biljart en een gymActieve personeelsverenigingEn natuurlijk; je toekomstige collega’s!\nWat neem jij mee?Minimaal ICT MBO niveau 4 diploma, HBO/WO diploma is een grote préRelevante technische certificeringenGoede kennis en ervaring met configureren en beheren van een Microsoft/Citrix omgevingErvaring met Office365 en/of VMware is een préEen leergierige houding en doorzettingsvermogenErvaring bij overheidsinstanties is een préJe beheerst de Nederlandse taal in woord en geschriftFluent Dutch is a requirement for this position\nWaarom kiezen voor SLTN?SLTN is een van de grotere IT bedrijven van Nederland. Wij zijn gespecialiseerd in het compleet ontzorgen van onze klanten IT vlak. Dat doen we inmiddels met 600 collega’s voor ruim 1.400 klanten. Werk jij graag bij een dynamisch en flexibel bedrijf waar collegialiteit belangrijk is? Neem dan contact met ons op.\nBen je enthousiast? Solliciteer direct door op de button hieronder te klikken. Wacht niet te lang, want zodra de juiste kandidaat en wij elkaar hebben gevonden, sluiten we de vacature.\nAcquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2376755316/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=LCI42jr0KLXFWdmktp1rIQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 week ago", "Job Age Number": "1 week ago", "Job Date": "2021-03-05", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 5, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2430476555, "Job Title": "Finance Medewerker", "Company Name": "-1", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Bedrijfsomschrijving\n\nHet bedrijf met ongeveer 1100 medewerkers biedt een brede en professionele dienstverlening. Wij zijn een overkoepelende werkmaatschappij van verschillende belangrijke spelers op het gebied van de publieke en individuele gezondheidszorg.\n\nHet bedrijf is gevestigd in Zeist, maar tevens goed bereikbaar vanuit Utrecht en Amersfoort.\n\nFunctieomschrijving\n\nWord jij blij van cijfers en ben je graag ondersteunend bezig op een financiële functie? Lees dan snel verder!\n\nTijdens je werk bij dit bedrijf zul je de financiële administratie ondersteunen. Dit doe je door het verwerken van bankmutaties, het controleren, scannen en registeren van binnenkomende facturen en debiteurenbeheer. Hierbij zorg je voor foutloze en overzichtelijke administratieve verwerkingen van de gegevens.\n\nFunctie-eisen\n\nBinnen het bedrijf ben jij als financieel medewerker een allrounder. Samen met het team zorg je ervoor dat administratieve processen op orde zijn. Ook ben je iemand die overzicht weet te bewaren door het stellen van de juiste prioriteiten.\n\nVerder Ben Jij\nPer direct beschikbaar; In bezit van een afgeronde financieel administratieve opleiding van minimaal MBO niveau; Goed in plannen, snel van begrip en stressbestendig; Verantwoordelijk, accuraat, resultaatgericht en proactief; Ervaren met MS, Excel en Aras is een pré. \nBij voorkeur heb je werkervaring op het financiële vlak.\n\nArbeidsvoorwaarden\n\nWij bieden jou een afwisselden en uitdagende baan uit. Dit is een tijdelijk dienstverband.\nEen fulltime werkweek van minimaal 32 uur per week; In ons huisloon valt deze functie binnen de schaal 1. Op basis van werkervaring zit dit tussen de 1.800 en 2.400 euro.", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2430476555/?eBP=JOB_SEARCH_ORGANIC&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=RN3CrePJY3g%2BUqftEag%2B0g%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-02-05", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 6, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2303669609, "Job Title": "Assistent Accountant (Nieuwegein - 1FTE)", "Company Name": "Flexibility Groep", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Wil je als Assistent accountant bedrijven uit de regio Utrecht verder helpen met hun administratie en strategie, en de mogelijkheid om tegelijkertijd verder te studeren? \n\nAls Assistent Accountant in de samenstelpraktijk heb je direct al contact met de klant. Van het kleine MKB tot bedrijven tegen de controlegrens en van familiebedrijven tot publieke instellingen.\n\nDagelijks ben je bezig met de verwerking van de financiële administratie voor de klant. En je stelt voor hen de jaarrekeningen en tussentijdse cijfers op. Je doet dat met behulp van innovatieve software en de ondersteuning van data-specialisten en belastingadviseurs. Uiteindelijk gaat het om veel meer dan alleen administratie. Je gaat samen met het team op zoek naar het verhaal achter de cijfers, en leert hoe je bedrijven strategisch kunt adviseren. Zo kun jij je blijven ontwikkelen én meteen iets betekenen voor klanten.\n\nJe kunt erop vertrouwen dat je iedere dag wordt uitgedaagd. Maar ook dat je er nooit alleen voor staat. Onze manier van werken is samen-werken. Met de klant, met je directe collega’s en met het internationale netwerk van experts. Vanzelfsprekend ga jij net als wij voor kwaliteit.\n\nOver jou...\n\n Diploma HBO Accountancy en de ambitie om je AA-titel te halen 0 tot 4 jaar ervaring binnen de samenstelpraktijk van een accountantskantoor Nauwkeurig en perfectionistisch Leergierig, klantgericht en enthousiast\n\nWat wij jouw te bieden hebben...\n\n Flexibele werktijden en 30 vrije dagen Werken in een modern kantoor Leuke en betrokken collega's Informele sfeer waar hard gewerkt wordt maar ook tijd is voor ontspanning Gunstige studieregeling Hoogste kwaliteit en deskundigheid Steeds weer nieuwe uitdagingen en doorgroeimogelijkheden\n\nHebben wij jouw interesse gewekt? Stuur ons dan je CV (incl. foto) en motivatie (in Word). Wij zijn benieuwd naar jouw verhaal! Yaneh de Hart, yaneh.dehart@fleixbility.nl, tel. 0641010206.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2303669609/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=FOppS0ZEMhNutsTS9TTz6A%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 months ago", "Job Age Number": "4 months ago", "Job Date": "2020-10-18", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 0, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2365596114, "Job Title": "Specialist publiekszaken (24-36 uur)", "Company Name": "Gemeente Hoeksche Waard", "Location": "Maasdam, South Holland, Netherlands", "Industry": "['Government Relations']", "Sector": "['Other']", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Gemeente Hoeksche Waard\n \n\n            Werving & Selectie bij Gemeente Hoeksche Waard\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nBeschrijvingDe ‘nieuwe’ gemeente Hoeksche Waard bestaat sinds 1 januari 2019 en biedt volop kansen aan enthousiaste en betrokken professionals. De Hoeksche Waard is een unieke streek met 88.000 inwoners aan de rand van de Randstad, waar de vergezichten altijd dichtbij zijn. Groot en klein,je vindt het in de Hoeksche Waard. Een gebied met kreken, polders, dijken, ruimte, karakteristieke dorpen met hechte gemeenschappen. Maar ook ondernemerszin, duurzame en innovatieve landbouw. \nWerkomgevingAls specialist publiekszaken werk je binnen het team publiekszaken dat bestaat uit 20 medewerkers. Dit team bestaat uit kwaliteitsadviseurs, kwaliteitsmedewerkers publiekszaken en specialisten. Het team bewaakt de kwaliteit van de publieke dienstverlening, is verantwoordelijk voor complexe en specialistische burgerzakenproducten en bijbehorende administratie. Team publiekszaken werkt samen met team frontoffice en heeft een belangrijke rol in de frontoffice op de zes servicepunten, verspreid in de Hoeksche Waard. Samen met de organisatie dragen wij 100% dienstverlenend zijn uit met ons hart en geven wij invulling aan de principes: persoonlijk, dichtbij en gastvrij.\nInhoud functieBehandelen van complexe adresonderzoeken en briefadresdossiers;Bereid zijn om huisbezoeken af te leggen als BRP Toezichthouder in samenwerking met team handhaving;Je bent vraagbaak voor je collega’s van de frontoffice voor inhoudelijk complexe vragen en bent aanwezig op de 6 servicepunten om de inwoners te helpen met vragen of problemen;Je informeert en adviseert verschillende doelgroepen en zorgt voor de administratieve taken (opstellen van beschikkingen, verklaringen en aktes). Ook controleer je en handel je frontoffice aanvragen af.\nEisen voor de functieAfgeronde mbo 4 opleiding;Minimaal 1 jaar ervaring met bovengenoemde burgerzakenproducten en/of ervaring in een klantcontactfunctie;Kennis van de vakgebieden naturalisatie, adresonderzoeken en briefadressen is een pré;De meest succesvolle eigenschappen voor deze functie zijn: sterke communicatieve vaardigheden, verbinder, proactief en oplossingsgericht. Ook is het belangrijk om leergierig en nieuwsgierig te zijn zodat je de ontwikkelingen op het vakgebied en in de wet- en regelgeving snel oppakt en eigen maakt;De functie vraagt om eigen vervoer. De standplaats is Oud-Beijerland, maar de helft van je tijd reis je tussen de 6 verschillende servicepunten.\nOverige informatieEen uitdagende baan met ontwikkelmogelijkheden in een dynamische organisatie! Het salaris (afhankelijk van opleiding en ervaring) bedraagt minimaal € 2484,- en maximaal € 3591,- (schaal 8) bruto per maand bij een 36-urige werkweek. Daarnaast ontvang je goede secundaire arbeidsvoorwaarden, zoals ABP keuzepensioen, reiskostenvergoeding, flexibel werken en een Individueel Keuzebudget (IKB). Je kunt dit uit laten betalen, gebruiken om extra verlof te kopen of inzetten voor een opleiding. De HR21 normfunctie is medewerker publiek I. Deze titel wordt gebruikt in formele documenten zoals de arbeidsovereenkomst bij indiensttreding.\nVragen?Heb je nog vragen over deze functie dan kan je contact opnemen met de Hoeksche Campus op telefoonnummer 088 - 647 1868. De standplaats van deze functie is Oud-Beijerland en reizen tussen de 6 servicepunten.\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Government Relations\n            \n\n\n\n\n        Employment Type\n      \n\n        Part-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Other", "Employment Type": "Part-time", "Company URL": "https://www.linkedin.com//company/gemeentehw/life/", "Job URL": "https://www.linkedin.com//jobs/view/2365596114/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=sOfV4C9mVWc4QBnnYBlryw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 weeks ago", "Job Age Number": "3 weeks ago", "Job Date": "2021-02-15", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 1, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2403713693, "Job Title": "Jaarrekening a.i.", "Company Name": "Michael Page", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Jaarrekening a.i.\nAan de slag bij een grote stichting in de publieke sectorLever een bijdrage aan de maatschappijAbout Our Client\nEen grote stichting die samenwerkt met de overheidEen stichting die op meerdere locaties in het land zit\n\nJob Description\n\n Adviseert over (de uitvoering van) de planning- en-control cyclus. Draagt zorg voor een optimale financiële administratie (van projecten) en controleert de uitvoering. * Coördineert en consolideert de begroting voor de projecten en/of de deelbegroting van de afdelingen. * Draagt bij aan, en/of draagt zorg voor het opstellen van de jaarrekening en management- en/of projectrapportages. * (Periodiek)financieel afsluiten van en verantwoorden over subsidieprojecten en/of subsidieprogramma's. * Stelt in samenwerking met projectleiders budget en/of contracten voor project en/of programmavoorstellen op en bewaakt dit\nThe Successful Applicant\nErvaring met jaarrekeningtrajectenErvaring in de publieke sector\n\nWhat's On Offer\nEen opdracht voor 32 uur per weekEen opdracht voor minimaal een kwartaal\nContact: Eline Vlijm\nQuote job ref: 196720\n+31 307999073", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2403713693/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=JYuBsqW6Ik018HY4lRau1A%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-01-28", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 2, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2410005810, "Job Title": "Manager Financiële Administratie", "Company Name": "Robert Walters", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Als Manager Financiële Administratie ben jij de schakel tussen de Planning & Control afdeling en de administratie. Je stuurt het team aan, weet mensen te motiveren en ben je in staat op de juiste en volledige financiële administratie te kunnen waarborgen.\n\nVoor één van onze opdrachtgevers binnen de publieke sector in Amsterdam zijn wij op zoek naar een Manager Financiële Administratie. De afdeling maakt onderdeel uit van de afdeling Financiën en zorgadministratie. In totaal zijn er 15 medewerkers werkzaam binnen de afdeling waar jij dus verantwoordelijk voor zal worden.\n\nOp dit moment is de organisatie volop in beweging en zijn zij hun processen aan het optimaliseren en professionaliseren. Als Manager Financiële Administratie zal jij hier een belangrijke rol in gaan spelen. Denk hierbij bijvoorbeeld aan het automatiseren van de processen met behulp van PowerBI.\n\nAndere Taken En Verantwoordelijkheden\n Leidinggeven aan 15 medewerkers; Zorg dragen voor de juiste prioritering en verdeling in werkzaamheden; Zorg dragen voor de juistheid, tijdigheid en volledigheid van de financiële registratie; Verantwoordelijk voor het opstellen van de rapportages ten behoeve van de verantwoording en financiële; sturing; Zorg dragen dat de jaarrekening tijdig is afgerond met voldoende kwaliteitsniveau; Toetsen van de kwaliteit van de aangeleverde stukken van het team. \n\nWat neem je mee?\n Minimaal vijf jaar ervaring binnen een vergelijkbare functie; Een afgeronde en relevante opleiding op minimaal HBO niveau; Je beschikt over uitstekende coachende- en communicatieve vaardigheden; Je bent een motivator en weet mensen te verbinden; Je wilt graag bij een organisatie werken die zich inzet voor een maatschappelijk belang. \n\nWat biedt de opdrachtgever jou?\n Een marktconform salaris; De mogelijkheid om werk en privé goed op elkaar af te stemmen; Volop mogelijkheden om jezelf te ontwikkelen; Leuke collega 's en een gemotiveerd team. \n\nZou je meer informatie willen ontvangen of ben je direct enthousiast geworden van de vacature? Reageer dan snel en dan nemen wij contact met je op!", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2410005810/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=5VB3Ao0rLhkAK3zVguuyWg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-02-05", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 3, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2459425243, "Job Title": "Manager Financiële Administratie | Amsterdam | Robert Walters", "Company Name": "-1", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Vacature van Robert Walters, locatie Amsterdam.\n\nAls Manager Financiële Administratie ben jij de schakel tussen de Planning & Control afdeling en de administratie. Je stuurt het team aan, weet mensen te motiveren en ben je in staat op de juiste en volledige financiële administratie te kunnen waarborgen.\n\nVoor één van onze opdrachtgevers binnen de publieke sector in Amsterdam zijn wij op zoek naar een Manager Financiële Administratie. De afdeling maakt onderdeel uit van de afdeling Financiën en zorgadministratie. In totaal zijn er 15 medewerkers werkzaam binnen de afdeling waar jij dus verantwoordelijk voor zal worden.\n\nOp dit moment is de organisatie volop in beweging en zijn zij hun processen aan het optimaliseren en professionaliseren. Als Manager Financiële Administratie zal jij hier een belangrijke rol in gaan spelen. Denk hierbij bijvoorbeeld aan het automatiseren van de processen met behulp van PowerBI.\n\nAndere Taken En Verantwoordelijkheden\nLeidinggeven aan 15 medewerkers;Zorg dragen voor de juiste prioritering en verdeling in werkzaamheden;Zorg dragen voor de juistheid, tijdigheid en volledigheid van de financiële registratie;Verantwoordelijk voor het opstellen van de rapportages ten behoeve van de verantwoording en financiële; sturing;Zorg dragen dat de jaarrekening tijdig is afgerond met voldoende kwaliteitsniveau;Toetsen van de kwaliteit van de aangeleverde stukken van het team.\nWat neem je mee?\nMinimaal vijf jaar ervaring binnen een vergelijkbare functie;Een afgeronde en relevante opleiding op minimaal HBO niveau;Je beschikt over uitstekende coachende- en communicatieve vaardigheden;Je bent een motivator en weet mensen te verbinden;Je wilt graag bij een organisatie werken die zich inzet voor een maatschappelijk belang.\nWat biedt de opdrachtgever jou?\nEen marktconform salaris;De mogelijkheid om werk en privé goed op elkaar af te stemmen;Volop mogelijkheden om jezelf te ontwikkelen;Leuke collega 's en een gemotiveerd team.\n\nZou je meer informatie willen ontvangen of ben je direct enthousiast geworden van de vacature? Reageer dan snel en dan nemen wij contact met je op!\n\n5cd8a0b9cc68f9ffa4c9253553278a55", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2459425243/?eBP=JOB_SEARCH_ORGANIC&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=62XVJblu3jPJYOl8J1%2B%2Flg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 week ago", "Job Age Number": "1 week ago", "Job Date": "2021-03-04", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 4, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2376755316, "Job Title": "Citrix Specialist", "Company Name": "SLTN Inter Access", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Wat ga je doen?Als Citrix Specialist ben je verantwoordelijk voor de allround implementatie en beheer van Citrix en RDS omgevingen van onze klanten. Dit betreft zowel (gevirtualiseerde) on premise oplossingen, als de oplossingen via ons eigen datacenter of in de publieke cloud. Je zorgt dat de omgeving up-to-date blijft en voert zelfstandig wijzigingen door. Uiteraard waarborg je hierbij de technische infrastructuur blijft voldoen aan de verwachtingen van de klant en verlies je het doen van de bijbehorende administratie en documentatie niet uit het oog. Je bent verantwoordelijk voor het inrichten en beheren van een Citrix infrastructuurJe lost incidenten op, signaleert problemen en knelpunten en adviseert onze klanten aangaande innovatie en structurele oplossingenBij 3e-lijn problemen ben jij de schakel tussen onze klant en leveranciersJe voert grote changes, zoals Citrix upgrades, uit bij onze (managed services) klantenJe managet de klantverwachtingen door correcte en tijdige communicatie omtrent de voortgang en draagt zorg voor een up-to-date documentatie\nWat hebben wij jou te bieden?Bij ons werk je aan de uitdagendste IT projecten van Nederland! En dat niet alleen, we vinden het belangrijk dat je je op je vakgebied kunt ontwikkelen. Daarom bieden we volop trainings- en opleidingsmogelijkheden. We werken met een groot en divers portfolio aan tech vendoren en partners, dus je hebt ruime gelegenheid met de nieuwste technologieën te werken.Daarnaast bieden we je:Aantrekkelijke leaseauto-/mobiliteitsregelingContract voor onbepaalde tijd25 vakantiedagen, en de mogelijkheid tot bijkopen van 10 dagen (o.b.v. full time)Telefoon en laptopEigen bruine kroeg, game floor met VR race simulator, tafelvoetbal, biljart en een gymActieve personeelsverenigingEn natuurlijk; je toekomstige collega’s!\nWat neem jij mee?Minimaal ICT MBO niveau 4 diploma, HBO/WO diploma is een grote préRelevante technische certificeringenGoede kennis en ervaring met configureren en beheren van een Microsoft/Citrix omgevingErvaring met Office365 en/of VMware is een préEen leergierige houding en doorzettingsvermogenErvaring bij overheidsinstanties is een préJe beheerst de Nederlandse taal in woord en geschriftFluent Dutch is a requirement for this position\nWaarom kiezen voor SLTN?SLTN is een van de grotere IT bedrijven van Nederland. Wij zijn gespecialiseerd in het compleet ontzorgen van onze klanten IT vlak. Dat doen we inmiddels met 600 collega’s voor ruim 1.400 klanten. Werk jij graag bij een dynamisch en flexibel bedrijf waar collegialiteit belangrijk is? Neem dan contact met ons op.\nBen je enthousiast? Solliciteer direct door op de button hieronder te klikken. Wacht niet te lang, want zodra de juiste kandidaat en wij elkaar hebben gevonden, sluiten we de vacature.\nAcquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2376755316/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=LCI42jr0KLXFWdmktp1rIQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 week ago", "Job Age Number": "1 week ago", "Job Date": "2021-03-05", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 5, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2430476555, "Job Title": "Finance Medewerker", "Company Name": "-1", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Bedrijfsomschrijving\n\nHet bedrijf met ongeveer 1100 medewerkers biedt een brede en professionele dienstverlening. Wij zijn een overkoepelende werkmaatschappij van verschillende belangrijke spelers op het gebied van de publieke en individuele gezondheidszorg.\n\nHet bedrijf is gevestigd in Zeist, maar tevens goed bereikbaar vanuit Utrecht en Amersfoort.\n\nFunctieomschrijving\n\nWord jij blij van cijfers en ben je graag ondersteunend bezig op een financiële functie? Lees dan snel verder!\n\nTijdens je werk bij dit bedrijf zul je de financiële administratie ondersteunen. Dit doe je door het verwerken van bankmutaties, het controleren, scannen en registeren van binnenkomende facturen en debiteurenbeheer. Hierbij zorg je voor foutloze en overzichtelijke administratieve verwerkingen van de gegevens.\n\nFunctie-eisen\n\nBinnen het bedrijf ben jij als financieel medewerker een allrounder. Samen met het team zorg je ervoor dat administratieve processen op orde zijn. Ook ben je iemand die overzicht weet te bewaren door het stellen van de juiste prioriteiten.\n\nVerder Ben Jij\nPer direct beschikbaar; In bezit van een afgeronde financieel administratieve opleiding van minimaal MBO niveau; Goed in plannen, snel van begrip en stressbestendig; Verantwoordelijk, accuraat, resultaatgericht en proactief; Ervaren met MS, Excel en Aras is een pré. \nBij voorkeur heb je werkervaring op het financiële vlak.\n\nArbeidsvoorwaarden\n\nWij bieden jou een afwisselden en uitdagende baan uit. Dit is een tijdelijk dienstverband.\nEen fulltime werkweek van minimaal 32 uur per week; In ons huisloon valt deze functie binnen de schaal 1. Op basis van werkervaring zit dit tussen de 1.800 en 2.400 euro.", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2430476555/?eBP=JOB_SEARCH_ORGANIC&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=RN3CrePJY3g%2BUqftEag%2B0g%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-02-05", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 6, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2303669609, "Job Title": "Assistent Accountant (Nieuwegein - 1FTE)", "Company Name": "Flexibility Groep", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Wil je als Assistent accountant bedrijven uit de regio Utrecht verder helpen met hun administratie en strategie, en de mogelijkheid om tegelijkertijd verder te studeren? \n\nAls Assistent Accountant in de samenstelpraktijk heb je direct al contact met de klant. Van het kleine MKB tot bedrijven tegen de controlegrens en van familiebedrijven tot publieke instellingen.\n\nDagelijks ben je bezig met de verwerking van de financiële administratie voor de klant. En je stelt voor hen de jaarrekeningen en tussentijdse cijfers op. Je doet dat met behulp van innovatieve software en de ondersteuning van data-specialisten en belastingadviseurs. Uiteindelijk gaat het om veel meer dan alleen administratie. Je gaat samen met het team op zoek naar het verhaal achter de cijfers, en leert hoe je bedrijven strategisch kunt adviseren. Zo kun jij je blijven ontwikkelen én meteen iets betekenen voor klanten.\n\nJe kunt erop vertrouwen dat je iedere dag wordt uitgedaagd. Maar ook dat je er nooit alleen voor staat. Onze manier van werken is samen-werken. Met de klant, met je directe collega’s en met het internationale netwerk van experts. Vanzelfsprekend ga jij net als wij voor kwaliteit.\n\nOver jou...\n\n Diploma HBO Accountancy en de ambitie om je AA-titel te halen 0 tot 4 jaar ervaring binnen de samenstelpraktijk van een accountantskantoor Nauwkeurig en perfectionistisch Leergierig, klantgericht en enthousiast\n\nWat wij jouw te bieden hebben...\n\n Flexibele werktijden en 30 vrije dagen Werken in een modern kantoor Leuke en betrokken collega's Informele sfeer waar hard gewerkt wordt maar ook tijd is voor ontspanning Gunstige studieregeling Hoogste kwaliteit en deskundigheid Steeds weer nieuwe uitdagingen en doorgroeimogelijkheden\n\nHebben wij jouw interesse gewekt? Stuur ons dan je CV (incl. foto) en motivatie (in Word). Wij zijn benieuwd naar jouw verhaal! Yaneh de Hart, yaneh.dehart@fleixbility.nl, tel. 0641010206.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2303669609/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=FOppS0ZEMhNutsTS9TTz6A%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 months ago", "Job Age Number": "4 months ago", "Job Date": "2020-10-18", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 0, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2365596114, "Job Title": "Specialist publiekszaken (24-36 uur)", "Company Name": "Gemeente Hoeksche Waard", "Location": "Maasdam, South Holland, Netherlands", "Industry": "['Government Relations']", "Sector": "['Other']", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Gemeente Hoeksche Waard\n \n\n            Werving & Selectie bij Gemeente Hoeksche Waard\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nBeschrijvingDe ‘nieuwe’ gemeente Hoeksche Waard bestaat sinds 1 januari 2019 en biedt volop kansen aan enthousiaste en betrokken professionals. De Hoeksche Waard is een unieke streek met 88.000 inwoners aan de rand van de Randstad, waar de vergezichten altijd dichtbij zijn. Groot en klein,je vindt het in de Hoeksche Waard. Een gebied met kreken, polders, dijken, ruimte, karakteristieke dorpen met hechte gemeenschappen. Maar ook ondernemerszin, duurzame en innovatieve landbouw. \nWerkomgevingAls specialist publiekszaken werk je binnen het team publiekszaken dat bestaat uit 20 medewerkers. Dit team bestaat uit kwaliteitsadviseurs, kwaliteitsmedewerkers publiekszaken en specialisten. Het team bewaakt de kwaliteit van de publieke dienstverlening, is verantwoordelijk voor complexe en specialistische burgerzakenproducten en bijbehorende administratie. Team publiekszaken werkt samen met team frontoffice en heeft een belangrijke rol in de frontoffice op de zes servicepunten, verspreid in de Hoeksche Waard. Samen met de organisatie dragen wij 100% dienstverlenend zijn uit met ons hart en geven wij invulling aan de principes: persoonlijk, dichtbij en gastvrij.\nInhoud functieBehandelen van complexe adresonderzoeken en briefadresdossiers;Bereid zijn om huisbezoeken af te leggen als BRP Toezichthouder in samenwerking met team handhaving;Je bent vraagbaak voor je collega’s van de frontoffice voor inhoudelijk complexe vragen en bent aanwezig op de 6 servicepunten om de inwoners te helpen met vragen of problemen;Je informeert en adviseert verschillende doelgroepen en zorgt voor de administratieve taken (opstellen van beschikkingen, verklaringen en aktes). Ook controleer je en handel je frontoffice aanvragen af.\nEisen voor de functieAfgeronde mbo 4 opleiding;Minimaal 1 jaar ervaring met bovengenoemde burgerzakenproducten en/of ervaring in een klantcontactfunctie;Kennis van de vakgebieden naturalisatie, adresonderzoeken en briefadressen is een pré;De meest succesvolle eigenschappen voor deze functie zijn: sterke communicatieve vaardigheden, verbinder, proactief en oplossingsgericht. Ook is het belangrijk om leergierig en nieuwsgierig te zijn zodat je de ontwikkelingen op het vakgebied en in de wet- en regelgeving snel oppakt en eigen maakt;De functie vraagt om eigen vervoer. De standplaats is Oud-Beijerland, maar de helft van je tijd reis je tussen de 6 verschillende servicepunten.\nOverige informatieEen uitdagende baan met ontwikkelmogelijkheden in een dynamische organisatie! Het salaris (afhankelijk van opleiding en ervaring) bedraagt minimaal € 2484,- en maximaal € 3591,- (schaal 8) bruto per maand bij een 36-urige werkweek. Daarnaast ontvang je goede secundaire arbeidsvoorwaarden, zoals ABP keuzepensioen, reiskostenvergoeding, flexibel werken en een Individueel Keuzebudget (IKB). Je kunt dit uit laten betalen, gebruiken om extra verlof te kopen of inzetten voor een opleiding. De HR21 normfunctie is medewerker publiek I. Deze titel wordt gebruikt in formele documenten zoals de arbeidsovereenkomst bij indiensttreding.\nVragen?Heb je nog vragen over deze functie dan kan je contact opnemen met de Hoeksche Campus op telefoonnummer 088 - 647 1868. De standplaats van deze functie is Oud-Beijerland en reizen tussen de 6 servicepunten.\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Government Relations\n            \n\n\n\n\n        Employment Type\n      \n\n        Part-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Other", "Employment Type": "Part-time", "Company URL": "https://www.linkedin.com//company/gemeentehw/life/", "Job URL": "https://www.linkedin.com//jobs/view/2365596114/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=sOfV4C9mVWc4QBnnYBlryw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 weeks ago", "Job Age Number": "3 weeks ago", "Job Date": "2021-02-15", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 1, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2403713693, "Job Title": "Jaarrekening a.i.", "Company Name": "Michael Page", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Jaarrekening a.i.\nAan de slag bij een grote stichting in de publieke sectorLever een bijdrage aan de maatschappijAbout Our Client\nEen grote stichting die samenwerkt met de overheidEen stichting die op meerdere locaties in het land zit\n\nJob Description\n\n Adviseert over (de uitvoering van) de planning- en-control cyclus. Draagt zorg voor een optimale financiële administratie (van projecten) en controleert de uitvoering. * Coördineert en consolideert de begroting voor de projecten en/of de deelbegroting van de afdelingen. * Draagt bij aan, en/of draagt zorg voor het opstellen van de jaarrekening en management- en/of projectrapportages. * (Periodiek)financieel afsluiten van en verantwoorden over subsidieprojecten en/of subsidieprogramma's. * Stelt in samenwerking met projectleiders budget en/of contracten voor project en/of programmavoorstellen op en bewaakt dit\nThe Successful Applicant\nErvaring met jaarrekeningtrajectenErvaring in de publieke sector\n\nWhat's On Offer\nEen opdracht voor 32 uur per weekEen opdracht voor minimaal een kwartaal\nContact: Eline Vlijm\nQuote job ref: 196720\n+31 307999073", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2403713693/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=JYuBsqW6Ik018HY4lRau1A%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-01-28", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 2, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2410005810, "Job Title": "Manager Financiële Administratie", "Company Name": "Robert Walters", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Als Manager Financiële Administratie ben jij de schakel tussen de Planning & Control afdeling en de administratie. Je stuurt het team aan, weet mensen te motiveren en ben je in staat op de juiste en volledige financiële administratie te kunnen waarborgen.\n\nVoor één van onze opdrachtgevers binnen de publieke sector in Amsterdam zijn wij op zoek naar een Manager Financiële Administratie. De afdeling maakt onderdeel uit van de afdeling Financiën en zorgadministratie. In totaal zijn er 15 medewerkers werkzaam binnen de afdeling waar jij dus verantwoordelijk voor zal worden.\n\nOp dit moment is de organisatie volop in beweging en zijn zij hun processen aan het optimaliseren en professionaliseren. Als Manager Financiële Administratie zal jij hier een belangrijke rol in gaan spelen. Denk hierbij bijvoorbeeld aan het automatiseren van de processen met behulp van PowerBI.\n\nAndere Taken En Verantwoordelijkheden\n Leidinggeven aan 15 medewerkers; Zorg dragen voor de juiste prioritering en verdeling in werkzaamheden; Zorg dragen voor de juistheid, tijdigheid en volledigheid van de financiële registratie; Verantwoordelijk voor het opstellen van de rapportages ten behoeve van de verantwoording en financiële; sturing; Zorg dragen dat de jaarrekening tijdig is afgerond met voldoende kwaliteitsniveau; Toetsen van de kwaliteit van de aangeleverde stukken van het team. \n\nWat neem je mee?\n Minimaal vijf jaar ervaring binnen een vergelijkbare functie; Een afgeronde en relevante opleiding op minimaal HBO niveau; Je beschikt over uitstekende coachende- en communicatieve vaardigheden; Je bent een motivator en weet mensen te verbinden; Je wilt graag bij een organisatie werken die zich inzet voor een maatschappelijk belang. \n\nWat biedt de opdrachtgever jou?\n Een marktconform salaris; De mogelijkheid om werk en privé goed op elkaar af te stemmen; Volop mogelijkheden om jezelf te ontwikkelen; Leuke collega 's en een gemotiveerd team. \n\nZou je meer informatie willen ontvangen of ben je direct enthousiast geworden van de vacature? Reageer dan snel en dan nemen wij contact met je op!", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2410005810/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=5VB3Ao0rLhkAK3zVguuyWg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-02-05", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 3, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2459425243, "Job Title": "Manager Financiële Administratie | Amsterdam | Robert Walters", "Company Name": "-1", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Vacature van Robert Walters, locatie Amsterdam.\n\nAls Manager Financiële Administratie ben jij de schakel tussen de Planning & Control afdeling en de administratie. Je stuurt het team aan, weet mensen te motiveren en ben je in staat op de juiste en volledige financiële administratie te kunnen waarborgen.\n\nVoor één van onze opdrachtgevers binnen de publieke sector in Amsterdam zijn wij op zoek naar een Manager Financiële Administratie. De afdeling maakt onderdeel uit van de afdeling Financiën en zorgadministratie. In totaal zijn er 15 medewerkers werkzaam binnen de afdeling waar jij dus verantwoordelijk voor zal worden.\n\nOp dit moment is de organisatie volop in beweging en zijn zij hun processen aan het optimaliseren en professionaliseren. Als Manager Financiële Administratie zal jij hier een belangrijke rol in gaan spelen. Denk hierbij bijvoorbeeld aan het automatiseren van de processen met behulp van PowerBI.\n\nAndere Taken En Verantwoordelijkheden\nLeidinggeven aan 15 medewerkers;Zorg dragen voor de juiste prioritering en verdeling in werkzaamheden;Zorg dragen voor de juistheid, tijdigheid en volledigheid van de financiële registratie;Verantwoordelijk voor het opstellen van de rapportages ten behoeve van de verantwoording en financiële; sturing;Zorg dragen dat de jaarrekening tijdig is afgerond met voldoende kwaliteitsniveau;Toetsen van de kwaliteit van de aangeleverde stukken van het team.\nWat neem je mee?\nMinimaal vijf jaar ervaring binnen een vergelijkbare functie;Een afgeronde en relevante opleiding op minimaal HBO niveau;Je beschikt over uitstekende coachende- en communicatieve vaardigheden;Je bent een motivator en weet mensen te verbinden;Je wilt graag bij een organisatie werken die zich inzet voor een maatschappelijk belang.\nWat biedt de opdrachtgever jou?\nEen marktconform salaris;De mogelijkheid om werk en privé goed op elkaar af te stemmen;Volop mogelijkheden om jezelf te ontwikkelen;Leuke collega 's en een gemotiveerd team.\n\nZou je meer informatie willen ontvangen of ben je direct enthousiast geworden van de vacature? Reageer dan snel en dan nemen wij contact met je op!\n\n5cd8a0b9cc68f9ffa4c9253553278a55", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2459425243/?eBP=JOB_SEARCH_ORGANIC&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=62XVJblu3jPJYOl8J1%2B%2Flg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 week ago", "Job Age Number": "1 week ago", "Job Date": "2021-03-04", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 4, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2376755316, "Job Title": "Citrix Specialist", "Company Name": "SLTN Inter Access", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Wat ga je doen?Als Citrix Specialist ben je verantwoordelijk voor de allround implementatie en beheer van Citrix en RDS omgevingen van onze klanten. Dit betreft zowel (gevirtualiseerde) on premise oplossingen, als de oplossingen via ons eigen datacenter of in de publieke cloud. Je zorgt dat de omgeving up-to-date blijft en voert zelfstandig wijzigingen door. Uiteraard waarborg je hierbij de technische infrastructuur blijft voldoen aan de verwachtingen van de klant en verlies je het doen van de bijbehorende administratie en documentatie niet uit het oog. Je bent verantwoordelijk voor het inrichten en beheren van een Citrix infrastructuurJe lost incidenten op, signaleert problemen en knelpunten en adviseert onze klanten aangaande innovatie en structurele oplossingenBij 3e-lijn problemen ben jij de schakel tussen onze klant en leveranciersJe voert grote changes, zoals Citrix upgrades, uit bij onze (managed services) klantenJe managet de klantverwachtingen door correcte en tijdige communicatie omtrent de voortgang en draagt zorg voor een up-to-date documentatie\nWat hebben wij jou te bieden?Bij ons werk je aan de uitdagendste IT projecten van Nederland! En dat niet alleen, we vinden het belangrijk dat je je op je vakgebied kunt ontwikkelen. Daarom bieden we volop trainings- en opleidingsmogelijkheden. We werken met een groot en divers portfolio aan tech vendoren en partners, dus je hebt ruime gelegenheid met de nieuwste technologieën te werken.Daarnaast bieden we je:Aantrekkelijke leaseauto-/mobiliteitsregelingContract voor onbepaalde tijd25 vakantiedagen, en de mogelijkheid tot bijkopen van 10 dagen (o.b.v. full time)Telefoon en laptopEigen bruine kroeg, game floor met VR race simulator, tafelvoetbal, biljart en een gymActieve personeelsverenigingEn natuurlijk; je toekomstige collega’s!\nWat neem jij mee?Minimaal ICT MBO niveau 4 diploma, HBO/WO diploma is een grote préRelevante technische certificeringenGoede kennis en ervaring met configureren en beheren van een Microsoft/Citrix omgevingErvaring met Office365 en/of VMware is een préEen leergierige houding en doorzettingsvermogenErvaring bij overheidsinstanties is een préJe beheerst de Nederlandse taal in woord en geschriftFluent Dutch is a requirement for this position\nWaarom kiezen voor SLTN?SLTN is een van de grotere IT bedrijven van Nederland. Wij zijn gespecialiseerd in het compleet ontzorgen van onze klanten IT vlak. Dat doen we inmiddels met 600 collega’s voor ruim 1.400 klanten. Werk jij graag bij een dynamisch en flexibel bedrijf waar collegialiteit belangrijk is? Neem dan contact met ons op.\nBen je enthousiast? Solliciteer direct door op de button hieronder te klikken. Wacht niet te lang, want zodra de juiste kandidaat en wij elkaar hebben gevonden, sluiten we de vacature.\nAcquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2376755316/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=LCI42jr0KLXFWdmktp1rIQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 week ago", "Job Age Number": "1 week ago", "Job Date": "2021-03-05", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 5, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2430476555, "Job Title": "Finance Medewerker", "Company Name": "-1", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Bedrijfsomschrijving\n\nHet bedrijf met ongeveer 1100 medewerkers biedt een brede en professionele dienstverlening. Wij zijn een overkoepelende werkmaatschappij van verschillende belangrijke spelers op het gebied van de publieke en individuele gezondheidszorg.\n\nHet bedrijf is gevestigd in Zeist, maar tevens goed bereikbaar vanuit Utrecht en Amersfoort.\n\nFunctieomschrijving\n\nWord jij blij van cijfers en ben je graag ondersteunend bezig op een financiële functie? Lees dan snel verder!\n\nTijdens je werk bij dit bedrijf zul je de financiële administratie ondersteunen. Dit doe je door het verwerken van bankmutaties, het controleren, scannen en registeren van binnenkomende facturen en debiteurenbeheer. Hierbij zorg je voor foutloze en overzichtelijke administratieve verwerkingen van de gegevens.\n\nFunctie-eisen\n\nBinnen het bedrijf ben jij als financieel medewerker een allrounder. Samen met het team zorg je ervoor dat administratieve processen op orde zijn. Ook ben je iemand die overzicht weet te bewaren door het stellen van de juiste prioriteiten.\n\nVerder Ben Jij\nPer direct beschikbaar; In bezit van een afgeronde financieel administratieve opleiding van minimaal MBO niveau; Goed in plannen, snel van begrip en stressbestendig; Verantwoordelijk, accuraat, resultaatgericht en proactief; Ervaren met MS, Excel en Aras is een pré. \nBij voorkeur heb je werkervaring op het financiële vlak.\n\nArbeidsvoorwaarden\n\nWij bieden jou een afwisselden en uitdagende baan uit. Dit is een tijdelijk dienstverband.\nEen fulltime werkweek van minimaal 32 uur per week; In ons huisloon valt deze functie binnen de schaal 1. Op basis van werkervaring zit dit tussen de 1.800 en 2.400 euro.", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2430476555/?eBP=JOB_SEARCH_ORGANIC&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=RN3CrePJY3g%2BUqftEag%2B0g%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-02-05", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 6, "Search Keyword": "publieke administratie", "Platform": "LinkedIn", "Job ID": 2303669609, "Job Title": "Assistent Accountant (Nieuwegein - 1FTE)", "Company Name": "Flexibility Groep", "Location": "Maasdam, South Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Wil je als Assistent accountant bedrijven uit de regio Utrecht verder helpen met hun administratie en strategie, en de mogelijkheid om tegelijkertijd verder te studeren? \n\nAls Assistent Accountant in de samenstelpraktijk heb je direct al contact met de klant. Van het kleine MKB tot bedrijven tegen de controlegrens en van familiebedrijven tot publieke instellingen.\n\nDagelijks ben je bezig met de verwerking van de financiële administratie voor de klant. En je stelt voor hen de jaarrekeningen en tussentijdse cijfers op. Je doet dat met behulp van innovatieve software en de ondersteuning van data-specialisten en belastingadviseurs. Uiteindelijk gaat het om veel meer dan alleen administratie. Je gaat samen met het team op zoek naar het verhaal achter de cijfers, en leert hoe je bedrijven strategisch kunt adviseren. Zo kun jij je blijven ontwikkelen én meteen iets betekenen voor klanten.\n\nJe kunt erop vertrouwen dat je iedere dag wordt uitgedaagd. Maar ook dat je er nooit alleen voor staat. Onze manier van werken is samen-werken. Met de klant, met je directe collega’s en met het internationale netwerk van experts. Vanzelfsprekend ga jij net als wij voor kwaliteit.\n\nOver jou...\n\n Diploma HBO Accountancy en de ambitie om je AA-titel te halen 0 tot 4 jaar ervaring binnen de samenstelpraktijk van een accountantskantoor Nauwkeurig en perfectionistisch Leergierig, klantgericht en enthousiast\n\nWat wij jouw te bieden hebben...\n\n Flexibele werktijden en 30 vrije dagen Werken in een modern kantoor Leuke en betrokken collega's Informele sfeer waar hard gewerkt wordt maar ook tijd is voor ontspanning Gunstige studieregeling Hoogste kwaliteit en deskundigheid Steeds weer nieuwe uitdagingen en doorgroeimogelijkheden\n\nHebben wij jouw interesse gewekt? Stuur ons dan je CV (incl. foto) en motivatie (in Word). Wij zijn benieuwd naar jouw verhaal! Yaneh de Hart, yaneh.dehart@fleixbility.nl, tel. 0641010206.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2303669609/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=W3NT3IX8IR4kVsfmzQMhfw%3D%3D&trackingId=FOppS0ZEMhNutsTS9TTz6A%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 months ago", "Job Age Number": "4 months ago", "Job Date": "2020-10-18", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}]