[{"Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2457651650, "Job Title": "Traineeship - Analytics April 2021 | Amsterdam | ING", "Company Name": "-1", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Information Technology & Services', 'Computer Software', 'Computer & Network Security']", "Sector": "['Information Technology']", "Seniority Level": "Entry level", "Job Description": "Vacature van ING, locatie Amsterdam.\n\nPlease note that we are currently only accepting applications for the October 2021 class of the Analytics traineeship.\n\nThe world of banking is changing faster than ever, enjoy the best experience in our Analytics traineeship\n\nDuring our two-year programme you create your own career within Analytics. You learn more about your chosen discipline and the financial services sector. Our trainee programme also allows you to discover yourself through a wide selection of (online) professional and personal skills trainings.\n\nMake an impact as a trainee\n\nOur purpose is to empower people to stay a step ahead in life and in business. We are an industry recognized strong brand with positive recognition from customers in many countries, a strong financial position, Omni-channel distribution strategy and international network.\n\nDo you want to work at a place where we believe that you can make the difference by using machine learning to generate data driven products? Why wait, discover how today.\n\nWe are incredibly excited about Analytics and the great potential for progress and innovation. We believe that analytics is a key differentiator in bringing “anytime, anywhere, personalized” services to our customers.We wish to improve our operational processes and create new and innovative data driven products that go beyond traditional banking, such as the platform models.Achieving this vision will require us to build and expand on our analytical efforts and organize ourselves around focused value buckets with strong coordination capabilities of data, technology, customer journey, UX, as well as external partnerships.\n\nYour first year \n\nYour trainee manager will assist you in choosing your first rotation which lasts approximately six months. As an Analyticstrainee you work on important projects that help realize the vision of ING, differentiating ING as a leader in data-driven organization, within the banking sector and beyond. These could relate to areas of such as Pricing, Risk Management, Financial Crime, Customer Intelligence, Data Management, Technology and many more.\n\nYou will also receive guidance from your line manager. If you are looking for additional guidance you can ask a Senior Manager to mentor you. They will coach you, inspire you, introduce you to their network and share their knowledge and insights with you.\n\nYou are in charge of your second assignment. Now it comes down to addressing your network and taking the initiative. We encourage it to gain international experience during this six-month period, which is not only great fun but is also good for your personal and professional development, if possible with if possible with local Covid-19 restrictions.\n\nYour Benefits\n\nBesides being given the opportunity to put your talent to good use where it really matters, you’ll participate in a global training event with all trainees from your year, which will also enable you to quickly build up a large network.\n\nThere is more, to give you an idea, we will tell you about the other benefits of working at ING:\nExcellent base salary;13th month salary;8% Holiday payment;216 hours of holiday per year based on a 40 hour working week;Laptop and budget to purchase a (work) phone;NS business card or travel allowance;Impressive training package; Permanent contract.\nOur Analytics trainee \nHas a university Master's Degree with strong mathematical background for example: Computer science, Statistics, Econometrics, Mathematics, Ops research, Engineering, Science or other related technical discipline.Has experience with building models in code using quantitative techniques and programming languages like Python, R., Scala, C++, Java, SAS/Matlab and open source software; testing and validate data models and data processing and use of visualization tools.Has knowledge and experience with Machine LearningHas a strong command of the English language.Understands the economic landscape & banking industry.Is a data lover, willing and able to learn and to improve technical and interpersonal skills.Is creative and curious.Is a team player who strikes effective balance between independence and acting in the interest of the team.\nDo you have what it takes?\n\nWhen applying for the Analytics traineeship April 2021, remember to upload your complete application: CV, motivational questions and grade lists (Bachelor and Master till now) in English.if you are sure you are what we are looking for, go for it!\n\nThe first interview round (HR interview) will be scheduled as soon as you pass the three part assessment.\n\nBefore the second interview, you will receive a Data Science case to prepare for the Business Panel. When you receive positive feedback after your HR Interview, we will provide you with this case. You’ll have approximately one week to prepare.\n\nWe have a limited amount of traineeship positions per traineeship, so we encourage you to apply as soon as possible!\n\nClick on the following links to find out more about theITP Programmeand theselection procedure.\n\nPlease notethat the results will remain definite for a future application for one of our traineeships. This means that you cannot apply again after not passing either our assessment or interview stage.\n\n5cd8a0b9cc68f9ffa4c9253553278a55\n \n\n \n\n          Seniority Level\n        \n\n          Entry level\n        \n\n\n\n\n          Industry\n        \n\n\n              Information Technology & Services\n            \n\n              Computer Software\n            \n\n              Computer & Network Security\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Information Technology", "Employment Type": "Full-time", "Company URL": -1, "Job URL": "https://www.linkedin.com//jobs/view/2457651650/?eBP=JOB_SEARCH_ORGANIC&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=n8JkMxP2ph1Laj3QdzL9VQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 days ago", "Job Age Number": "3 days ago", "Job Date": "2021-03-12", "Collection Date": "2021-03-15"}, {"Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2432175328, "Job Title": "Composite Engineer", "Company Name": "Strohm", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Oil & Energy']", "Sector": "['Human Resources']", "Seniority Level": "Associate", "Job Description": "Composite Engineer\nStrohm is the leading manufacturer of Thermoplastic Composite Pipe (TCP)with the world’s largest track-record after being the first to bring the technology to the Oil & Gas industry in 2007. TCP reduces total installed and life cycle cost for subsea flowlines, jumpers and risers and has proven to reduce the CO2 footprint of pipeline infrastructures by at least 50%. TCP is a strong, non-corrosive, spoolable, lightweight technology which is delivered in long lengths, resulting in a significant reduction of transportation and installation costs. TCP is installed using small vessels or subsea pallets, significantly reducing CO2 emissions. It is also 100% recyclable.The company is committed to driving sustainability with its range of TCP solutions which enable clients towards their net-zero carbon emissions targets and supports the acceleration for Energy transition.  About the jobYou carry out the engineering work to design fit-for-purpose Thermoplastic Composite Pipes (TCP) and all related equipment and ancillaries.Main tasksCreate Finite Element models of TCP, end fitting and equipment interacting with TCPPerform stress analysesPerform strength, fatigue and creep calculationsPerform failure predictions (for process quality testing and product qualification testing) and define test acceptance criteriaDefine optimal TCP lay-upPrepare design reports and product datasheets Knowledge, skills and experienceMaster or Bachelor degree in Mechanical Engineering, Materials Science or equivalentAt least 3 years of relevant working experienceFundamental knowledge of composite properties, manufacturing methods, material modelling, constituent behaviourGlobal understanding of composites, TCP behaviour, deck equipment, offshore installation and subsea engineeringExperience in strength and stiffness analysis (FEA) preferably AbaqusExperience in engineering processes and documentation (reports, drawings, RCA)Good communication and presentation skillsGood command of the English language (written & spoken) is essential. Dutch is advantageous.\nThe teamThe engineering for TCP design and its application is integrated in the multidisciplinary department TCP Engineering. Composite Engineers are part of the Composite Engineering team and report to the responsible engineering Team Lead, while working in close collaboration with the Application Engineering team to develop a full fit-for-purpose TCP solution.\nOur offerWe offer you a role within a dynamic, growing and innovative companyYou will work in a pleasant, open and challenging work place with enthusiastic colleaguesSalary indication will be based on your relevant knowledge and work experienceStrohm has its own pension schemeWe offer 32 holidays based on fulltimeYou will be stationed at our office in IJmuiden\nContactIf you require further information, please contact our HR department: + 31 (0)255 763563. If you are interested in applying for a position, please send your application to recruitment@strohm.eu. \nThird party applications are not appreciated. \n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Oil & Energy\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Human Resources", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/strohm/life/", "Job URL": "https://www.linkedin.com//jobs/view/2432175328/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=%2BmzG7Tq75UEoejFo1wT%2BrA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 week ago", "Job Age Number": "1 week ago", "Job Date": "2021-03-04", "Collection Date": "2021-03-15"}, {"Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 1492517091, "Job Title": "DataOps Engineer", "Company Name": "Adyen", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "This is Adyen\n\nWe took an unobvious approach to starting a payments company, building a platform from scratch. Today, we're the payments platform of choice for the world's brightest companies. Our unobvious approach is a product of our diverse perspectives. This diversity, of backgrounds, cultures, and perspectives, is essential in helping us maintain our momentum. Our business challenges are unique, we need as many different voices as possible to join us in solving them - voices like yours. So no matter where you’re from, who you love, or what you believe in, we welcome you to be your true self at Adyen.\n\nDataOps Engineer\n\nAdyen is looking for a DataOps Engineer to join our Infrastructure team in Amsterdam. Our on premise platforms are growing at a fast pace. You will operate as part of a group of data engineers, developers and data scientists, and work together on the core data infrastructure on a global scale.\n\nYou will be challenged with the fast growth needs of Adyen, by the different teams across the company and to bring innovative solutions everyday. You’ll be asked to improve the current stack and support several highly skilled teams of data scientists and data engineers.\n\nWhat You Will Do\n Create, maintain and iterate on the current data infrastructure Anticipate on growth and look for structural changes required in the big-data offering at Adyen Work closely with users of the data infrastructure and arrive at pragmatic solutions, in line with standards used throughout the infrastructure group \n\nWho You Are\n Background- you have a solid background with designing, scaling and maintaining data infrastructure solutions, learn on the fly, diagnose problems and be used to dealing with a 24/7 environment. Technology- you must be proficient and have real world and hands-on experience with the following technologies- Hadoop ecosystem (Hive, Yarn, HDFS) with Spark, securing cluster with Ranger and Kerberos, along with automation tools such as Ansible/Puppet Experience- building, testing and maintaining data infrastructure for enterprise level data lake solutions in a Linux based production environment Knowledge- solid understanding of data lake solutions and related infrastructure components Mentality- you are a team player who is open to feedback and have the mind-set to automate and avoid repetitive tasks \n\nWho We Are\n\nAdyen is the payments platform of choice for many of the world’s leading companies, providing a modern end-to-end infrastructure connecting directly to Visa, Mastercard, and consumers' globally preferred payment methods. Adyen delivers frictionless payments across online, mobile, and in-store channels. With offices across the world, Adyen serves customers including Facebook, Uber, Spotify, Casper, Bonobos and L'Oreal.\n\nPlease also check the Data Engineer position.\n\nReady to meet us?\n\nIf this role looks like your next challenge, apply by clicking the below link. We can’t wait to meet you!", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/1492517091/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=QXt%2BJLMCMa2jdaox0c2ZAA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 week ago", "Job Age Number": "1 week ago", "Job Date": "2021-03-03", "Collection Date": "2021-03-15"}, {"Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2416254455, "Job Title": "HBO/WO Meewerkstage bij ING Zakelijke Kredieten", "Company Name": "ING Nederland", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Banking', 'Financial Services']", "Sector": "['Engineering', 'Information Technology']", "Seniority Level": "-1", "Job Description": "HBO/WO Meewerkstage bij ING Zakelijke Kredieten\n\nBen jij enthousiast, administratief sterk en is communicatie jouw sterke kant? En ben je geïnteresseerd in sales, klanten en collega’s helpen? Dan is ING Zakelijke Kredieten opzoek naar jou!\n\nJe werkomgeving\n\nDe afdeling Zakelijke Kredieten is in augustus 2016 van start gegaan en bestaat uit circa 200 medewerkers. In elk ‘Customer Loyalty Teams’ van circa 9 medewerkers worden kredietaanvragen, -wijzigingen en tussentijdse kredietbeoordelingen behandeld. Onze manier van werken is geheel in lijn met het Agile gedachtengoed, zoals het in grote delen binnen ING is geïmplementeerd. De zelfsturende teams proberen klantwensen niet alleen waar te maken, maar zelfs te overtreffen.\n\nDe purpose van onze afdeling is ‘wij bieden de beste service, zodat ondernemers kunnen ondernemen!’ Onze ambitie is ondernemers (proactief) nog meer gemak bieden en onze commerciële activiteiten vergroten. Dat vereist snelle en kwalitatief hoogwaardige service die zorgt voor het optimaliseren van de beleving van onze (potentiële) klanten. Het fundament van deze dienstverlening zijn medewerkers die het beste uit zich zelf en anderen halen.\n\nWij zijn een dynamische afdeling die zich op het gebied van cultuur sterk ontwikkeld. Ons streven is om de ideale werkomgeving te zijn die door medewerkers wordt ervaren als ‘the place to be’. Momenteel wordt er door COVID-19 door iedereen vanuit huis gewerkt.\n\nDit ga je doen\n\nJe gaat samen met andere members, op afstand, de zakelijke klant bedienen op het gebied van kredietverlening. Tijdens je stage bent je verantwoordelijk voor het verwerken van verschillende klantverzoeken. Denk hierbij aan werkzaamheden als: verwerken nieuwe financieringsaanvragen, wijzigingsverzoeken, deals sluiten, jaarcijfers invoeren, risicoanalyses enz.\n\nNaast de reguliere werkzaamheden krijg je de tijd om verschillende opdrachten en analyses uit te voeren, gericht op jouw interesses binnen het vakgebied. Op basis van deze analyses trek je conclusies en geef je aanbevelingen die bruikbaar zijn op de werkvloer van de Super Circle. Je participeert in verschillende interne projecten, gespitst op jouw interesse! Als je laat zien dat je meer verantwoordelijkheden/taken kunt en wilt opnemen, krijg je binnen het team alle ruimte en volop ondersteuning om zelfstandig aan de slag te gaan. Bij onze afdeling heb je de mogelijkheid om je 4 dagen te werken van 9 uur, ons streven hierbij is dat je minimaal 3 dagen volledig meewerkt met de teams, waardoor je 1 dag kan gebruiken voor schoolopdrachten.\n\nWie ben jij?\n\nJe Herkent Jezelf In Het Volgende Profiel\n Je volgt een relevante HBO of WO opleiding Je bent 4-6 maanden fulltime beschikbaar Je bent pro-actief en je kunt zelfstandig en planmatig werken Je hebt een sterk ontwikkeld analytisch vermogen Je beschikt over sterke communicatieve vaardigheden\nBepaal in overleg je werktijden \n\nJe krijgt een marktconforme stagevergoeding. We kijken samen naar de beste verdeling van je werkdagen/uren. Je kunt jouw stage dus goed combineren met eventuele verplichtingen die je hebt op je opleiding. Deze stage start in februari 2021. De standplaats is Amsterdam, echter werk je voornamelijk vanuit je eigen huis.\n\n Ben je enthousiast? \nKlik dan op Solliciteren. Graag ontvangen wij jouw CV en motivatiebrief in één document. We lezen in je brief naast je motivatie ook graag welke onderwerpen je interessant vindt en welke methodes vanuit je studie je zou willen toepassen tijdens je stage. Op basis hiervan kunnen we bepalen of er een match is tussen wat jij interessant vindt en de lopende projecten op onze afdeling.\n\nAls je nog vragen hebt neem dan gerust contact op met Amber van Baarsen door te mailen naar Amber.van.Baarsen@ing.com of te bellen naar 0615045939\n\nLet op! Om stage te kunnen lopen bij ING, moet je tijdens je stageperiode ingeschreven staan bij een Nederlandse onderwijsinstelling.\n \n\n\n\n\n\n          Industry\n        \n\n\n              Banking\n            \n\n              Financial Services\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Engineering\n            \n\n              Information Technology", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/ing-nederland/life/", "Job URL": "https://www.linkedin.com//jobs/view/2416254455/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=ULI0M0H2pU6KEffdtVN8pw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-01-15", "Collection Date": "2021-03-15"}, {"Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2414805821, "Job Title": "Traineeship Engineer Utrecht", "Company Name": "Bluetech Engineering", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Meer leren over engineering, brandveiligheid en sprinklertechniek? Kom bij ons werken!\nWat ga je doen?Binnen ons opleidingstraject dat gericht is op brandveiligheid (Sprinklertechniek) word jij opgeleid tot Engineer. Je wordt er medeverantwoordelijk voor dat de sprinklerinstallaties perfect worden ontworpen en zorgt dat de monteurs op locatie zonder slag of stoot hun werk kunnen uitvoeren. Binnen deze functie ga je dus ook regelmatig op pad en check jij of alles wel goed wordt uitgevoerd. Sprinklerinstallaties komen veelal in complexe omgevingen voor zoals: ziekenhuizen, datacenters en kantoorcomplexen, maar ook gebouwen binnen een industriële omgeving. Kortom: uitdaging gegarandeerd!\nWat vragen wij van jou?Om de kans op succes zo groot mogelijk te laten zijn tijdens ons opleidingstraject herken je jezelf in de volgende punten:• Je hebt minimaal een afgeronde MBO niveau 4 opleiding in een technische richting• Je bent communicatief sterk• Je bent leergierig• Je bent nieuwsgierig• Je bent gemotiveerd en wilt bijvoorbeeld doorgroeien van engineer naar projectleider• Wisselende uren en werkdagen zijn voor jou geen probleem• Zelfontwikkeling vind je belangrijk• Je houdt van aanpakken en grijpt nieuwe kansen dan ook met beide handen aan• Je bent niet bang om je mening te geven en om hulp te vragen wanneer je vastloopt• Je bent bereid om er, in samenwerking met ons, voor te zorgen dat jij jouw doelen bereikt\nVoldoe je niet aan alle boven gestelde eisen, maar weet je zeker dat we jou moeten hebben?Niet geschoten is altijd mis. Reageren op deze vacature is geheel vrijblijvend en wie weet pas jij wel perfect binnen ons bedrijf.\nWat bieden wij jou?Uiteraard een prachtige toekomst met bijbehorende carrière, maar daar blijft het niet bij. We bieden je ook:• Een maandelijks bedrag tussen de €2200 – €2500 euro afhankelijk van leeftijd en ervaring• De mogelijkheid om een deel van je brutosalaris in te ruilen voor secundaire arbeidsvoorwaarden. Denk hierbij aan een auto van de zaak en/of extra vakantiedagen.• Reiskostenvergoeding• Een 18 maanden durend traject tot Engineer. Daarbij zorgen wij ervoor dat je de theorie leert en dat je de nodige praktijkervaring op gaat doen, maar bovenal zorgen we dat jij de begeleiding krijgt die je nodig hebt.Samen zorgen wij ervoor dat jij na 18 maanden als volwaardig Engineer in de brandveiligheid/sprinklertechniek aan het werk kan!• Een goede balans tussen werk en privéleven. We moedigen je aan wanneer je een nieuwe klus binnenhaalt, maar ook wanneer je op tijd naar huis gaat om te sporten, te klussen of te koken• De mogelijkheid om jezelf verder te ontwikkelen binnen dit vakgebied en door te groeien• Persoonlijke coaching en begeleiding• Gelijkwaardigheid op de werkvloer. Jouw mening is net zo belangrijk als die van ons, dus laat vooral van je horen!", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2414805821/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=0BsJwAbTd4ofvIBWrLQc9w%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "6 days ago", "Job Age Number": "6 days ago", "Job Date": "2021-03-08", "Collection Date": "2021-03-15"}, {"Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2424268380, "Job Title": "OR Engineer", "Company Name": "ORTEC - Optimize Your World", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Information Technology & Services']", "Sector": "['Information Technology']", "Seniority Level": "Mid-Senior level", "Job Description": "As an Operations Research Engineer at ORTEC you will get the chance to improve our complex software solutions!\nThe role of Operations Research Engineer includes a unique combination of mathematics and software engineering, and has interaction with customers to figure out what the problem is, translating it to requirements and implementing a solution. Because we deliver complex solutions, you will face many different types of technical issues. You often work on a couple of projects at the same time, giving a lot of variation and ample learning opportunities. For each project, you work in small teams consisting of architects, testers and engineers. You help fixing bugs, carry out maintenance activities, implement our algorithmic ideas and think about improvements of the algorithms in our software solutions.\nYour team, and ORTEC as a whole for that matter, consists of very talented people who like to work together and help each other out, while really making a difference to our customers. You work on real-life problems of our customers, such as business critical processes that influence thousands of people every single day.\nFrom day one, you will be supported by your colleagues and they will make sure you get up to speed with our products, systems and way of working, while your input will be appreciated on smart (change) proposals from the very first moment you set (digital) foot in our office.\nWe have a permanent subscription to Udemy, giving you the opportunity to keep up with new developments.\nAre you triggered? Then apply online using the apply button and leave your CV and motivation.\nWho you areAs an Operations Research Engineer you have at least 3 years of relevant working experience and you have with a Master’s degree in Computer Science, Operations Research (OR), (Business) Mathematics, Artificial Intelligence, or other relevant studies.\nFurthermore, you have/areAn ambitious professional who is challenged by working in a new and unfamiliar environmentKnowledge of OR and mathematicsAble to translate business requirements into a production-ready solution which uses advanced OR techniquesConscientious in staying abreast of new developmentsA puzzle solver with excellent analytical skillsExperience with Java and/or C#Able to explain complex concepts in simple termsCommunicative, sociable and motivated by client focus, contact and interactionAble to fluently communicate in Dutch and English (verbally and in writing)Willingness to take part in on-call duties to support our customers 24/7 (approx. 8 weeks per year). You will be generously compensated.\nWhat we offerEntrance to the most passionate powerhouse in applied mathematicsJoin our movement and improve the worldEnjoy an open, kind and fun cultureNS Business Card 100%, NS Business Card, lease opportunity or commuting allowance: it’s your choiceMobility allowance of 3% of your base salary25 annual leave days, additional days from the age of 35Result related remunerationActive employee association for fun activities with colleagues and content driven Young ORTEC for you to joinWe help you to #stayhealthy, to #stayeffective and to #stayconnected: we organize online activities such as pub quizzes, online sports events, social calls with colleagues, and much moreYear-end bonus equal to a full month’s payWe believe in commitment: your permanent contract will be waiting for you\nWhat to expectWe will help you to thrive in your field of expertise. We offer development programs, tailored to your individual needs and function requirements, including opportunities to attend courses and seminars. We offer challenging, practical hands-on experience with opportunities to work abroad. We operate in a flat organizational structure that keeps communication lines short. The atmosphere is open, informal, cooperative and positive. We employ over 800 people in the Netherlands (HQ), Belgium, Germany, France, the U.K., Romania, Italy, the U.S., Australia, Brazil, Poland, Denmark and Singapore. Visit our website www.ortec.com to learn more about our solutions and clients’ experiences.\nPlease do not use this vacancy as an acquisition opportunity.\n \n\n \n\n          Seniority Level\n        \n\n          Mid-Senior level\n        \n\n\n\n\n          Industry\n        \n\n\n              Information Technology & Services\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Information Technology", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/ortec/life/", "Job URL": "https://www.linkedin.com//jobs/view/2424268380/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=qOzLnc56BeRZsTasjthLmQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-23", "Collection Date": "2021-03-15"}, {"Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2437115980, "Job Title": "Engineer infra buitenbekabeling", "Company Name": "LVNL", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Airlines/Aviation']", "Sector": "['Engineering']", "Seniority Level": "Mid-Senior level", "Job Description": "Als Engineer buitenkabels ben je onderdeel van de afdeling Gebouwen, Services en Installatie. Samen onderhouden, vernieuwen, vervangen en optimaliseren we de gebouwen, installaties en bijbehorende infrastructuur binnen en buiten LVNL. En dat terwijl deze systemen 24/7 operationeel zijn.\n\nHet team bestaat uit 17 engineers binnen en buitenkabel, bouwkunde, en elektrotechniek en werktuigbouwkunde. Binnen LVNL hebben wij ook een adviserende en coördinerende rol en zijn we betrokken bij grote projecten, zoals:\n\n \n\nDe nieuwbouw van een opleidingspand direct naast ons hoofdkantoor;Het realiseren van een testomgeving voor ons nieuwe Air Traffic Management systeem (ATM)Het creëren van nieuwe werkplekken voor onze militaire collega’s op de operationele zaal;Het verbouwen van de luchtverkeerstoren om meer werkplekken te creëren;Remote Tower: vanuit Amsterdam via camerabeelden het luchtverkeer in Maastricht en Groningen leiden.\n\nAls Engineer buitenkabels bij LVNL ben je continu bezig met het ontwerpen, vervangen, moderniseren, renoveren en nieuwbouw van gebouwen, installaties en bijbehorende infrastructuur binnen en buiten LVNL. Vanwege het specifieke karakter van onze organisatie en de hoge eisen die gesteld worden op het gebied van beschikbaarheid en veiligheid is er met betrekking tot installaties sprake van een hoog afbreukrisico. Als Engineer draag je zorg voor de maximale beschikbaarheid en betrouwbaarheid van genoemde installaties en werk je nauw samen met je collega Engineers en Installatie Technici\n\nWat je gaat doen:\n\nJe stelt het meerjarig vervangings- en onderhoudsprogramma op;Je initieert verbetervoorstellen, contracteert uitvoerende partijen – zoals adviesbureaus, leveranciers en installatiebedrijven - en borgt de kwaliteit van de door hun uitgevoerde werkzaamheden.;Je stelt programma’s van eisen en bestekken op, je borgt de toepassing van interne- en wettelijke regelgeving en coördineert de vaktechnische werkzaamheden binnen de projecten;\n\nOok adviseer je interne klanten over optimale oplossingsmogelijkheden en ondersteun je collega installatietechnici bij de uitvoerende werkzaamheden, complexe storingen en hun vakbekwaamheidstoetsing. \n\nIn diverse LVNL projectteams heb je de rol van (Lead) Engineer en vertegenwoordig je als multidisciplinair engineer de afdeling GSI. We zoeken een Engineer die – naast de technische bagage oog heeft voor duurzaamheid en innovatie. Daarnaast zoeken we iemand die als projectleider kan optreden in de projecten. Hierbij representeer je alle vakdisciplines (elektrotechniek, werktuigbouwkunde, bouwkunde, binnen- en buitenkabels). Je bent een teamspeler en bezit goede communicatieve vaardigheden. Ook ben je organisatorisch en analytisch sterk. \n\nVerder beschik je over:\n\nEen hbo diploma elektrotechniek, civiele techniek met specialisatie infrastructuur of gelijkwaardig;Kennis van de relevante normen;Kennis van CAD/BIM en het opstellen van onderhoudsprogramma’s.\n\nHet bezit van een VCA-diploma is een pré. Functie en schaal:\n\nSalaris (op fulltime basis) tussen € 3.200,- en € 5.800,- bruto per maand (afhankelijk van opleiding en ervaring);Een eindejaarsuitkering, vakantiegeld en reiskostenvergoeding;Pensioenfonds voor overheid en onderwijs (ABP);27 vakantiedagen;Tegemoetkoming in de ziektekostenverzekering;Een actieve personeels- en jongerenvereniging en vrouwennetwerk;Een fitnessruimte die 24/7 open is en een bedrijfsrestaurant.\n\n Een veiligheidsonderzoek maakt onderdeel uit van de selectieprocedure. \n\nHeb je vragen of wil je meer informatie? Je kunt Remon Eijsackers (Teamleider) voor inhoudelijke vragen bereiken via 020 – 406 2467 of r.eijsackers@lvnl.nl. Voor vragen over de procedure kun je terecht bij Petra Tuin HR Adviseur op 0612729845 of p.tuin@lvnl.nl.\n\nSolliciteren kan tot en met 31 maart 2021 via de ''Solliciteer'' button. Upload hier je motivatiebrief en curriculum vitae. \n\n\n \n\n \n\n          Seniority Level\n        \n\n          Mid-Senior level\n        \n\n\n\n\n          Industry\n        \n\n\n              Airlines/Aviation\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Engineering", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/lvnl/life/", "Job URL": "https://www.linkedin.com//jobs/view/2437115980/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=DRkQYPpTiNl9pxXtmb33%2BA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 days ago", "Job Age Number": "4 days ago", "Job Date": "2021-03-10", "Collection Date": "2021-03-15"}, {"index": 0, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2457651650, "Job Title": "Traineeship - Analytics April 2021 | Amsterdam | ING", "Company Name": "-1", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Information Technology & Services', 'Computer Software', 'Computer & Network Security']", "Sector": "['Information Technology']", "Job Description": "Vacature van ING, locatie Amsterdam.\n\nPlease note that we are currently only accepting applications for the October 2021 class of the Analytics traineeship.\n\nThe world of banking is changing faster than ever, enjoy the best experience in our Analytics traineeship\n\nDuring our two-year programme you create your own career within Analytics. You learn more about your chosen discipline and the financial services sector. Our trainee programme also allows you to discover yourself through a wide selection of (online) professional and personal skills trainings.\n\nMake an impact as a trainee\n\nOur purpose is to empower people to stay a step ahead in life and in business. We are an industry recognized strong brand with positive recognition from customers in many countries, a strong financial position, Omni-channel distribution strategy and international network.\n\nDo you want to work at a place where we believe that you can make the difference by using machine learning to generate data driven products? Why wait, discover how today.\n\nWe are incredibly excited about Analytics and the great potential for progress and innovation. We believe that analytics is a key differentiator in bringing “anytime, anywhere, personalized” services to our customers.We wish to improve our operational processes and create new and innovative data driven products that go beyond traditional banking, such as the platform models.Achieving this vision will require us to build and expand on our analytical efforts and organize ourselves around focused value buckets with strong coordination capabilities of data, technology, customer journey, UX, as well as external partnerships.\n\nYour first year \n\nYour trainee manager will assist you in choosing your first rotation which lasts approximately six months. As an Analyticstrainee you work on important projects that help realize the vision of ING, differentiating ING as a leader in data-driven organization, within the banking sector and beyond. These could relate to areas of such as Pricing, Risk Management, Financial Crime, Customer Intelligence, Data Management, Technology and many more.\n\nYou will also receive guidance from your line manager. If you are looking for additional guidance you can ask a Senior Manager to mentor you. They will coach you, inspire you, introduce you to their network and share their knowledge and insights with you.\n\nYou are in charge of your second assignment. Now it comes down to addressing your network and taking the initiative. We encourage it to gain international experience during this six-month period, which is not only great fun but is also good for your personal and professional development, if possible with if possible with local Covid-19 restrictions.\n\nYour Benefits\n\nBesides being given the opportunity to put your talent to good use where it really matters, you’ll participate in a global training event with all trainees from your year, which will also enable you to quickly build up a large network.\n\nThere is more, to give you an idea, we will tell you about the other benefits of working at ING:\nExcellent base salary;13th month salary;8% Holiday payment;216 hours of holiday per year based on a 40 hour working week;Laptop and budget to purchase a (work) phone;NS business card or travel allowance;Impressive training package; Permanent contract.\nOur Analytics trainee \nHas a university Master's Degree with strong mathematical background for example: Computer science, Statistics, Econometrics, Mathematics, Ops research, Engineering, Science or other related technical discipline.Has experience with building models in code using quantitative techniques and programming languages like Python, R., Scala, C++, Java, SAS/Matlab and open source software; testing and validate data models and data processing and use of visualization tools.Has knowledge and experience with Machine LearningHas a strong command of the English language.Understands the economic landscape & banking industry.Is a data lover, willing and able to learn and to improve technical and interpersonal skills.Is creative and curious.Is a team player who strikes effective balance between independence and acting in the interest of the team.\nDo you have what it takes?\n\nWhen applying for the Analytics traineeship April 2021, remember to upload your complete application: CV, motivational questions and grade lists (Bachelor and Master till now) in English.if you are sure you are what we are looking for, go for it!\n\nThe first interview round (HR interview) will be scheduled as soon as you pass the three part assessment.\n\nBefore the second interview, you will receive a Data Science case to prepare for the Business Panel. When you receive positive feedback after your HR Interview, we will provide you with this case. You’ll have approximately one week to prepare.\n\nWe have a limited amount of traineeship positions per traineeship, so we encourage you to apply as soon as possible!\n\nClick on the following links to find out more about theITP Programmeand theselection procedure.\n\nPlease notethat the results will remain definite for a future application for one of our traineeships. This means that you cannot apply again after not passing either our assessment or interview stage.\n\n5cd8a0b9cc68f9ffa4c9253553278a55\n \n\n \n\n          Seniority Level\n        \n\n          Entry level\n        \n\n\n\n\n          Industry\n        \n\n\n              Information Technology & Services\n            \n\n              Computer Software\n            \n\n              Computer & Network Security\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Information Technology", "Employment Type": "Full-time", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2457651650/?eBP=JOB_SEARCH_ORGANIC&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=n8JkMxP2ph1Laj3QdzL9VQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 days ago", "Job Age Number": "3 days ago", "Job Date": "2021-03-12", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Male"}, {"index": 1, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2432175328, "Job Title": "Composite Engineer", "Company Name": "Strohm", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Oil & Energy']", "Sector": "['Human Resources']", "Job Description": "Composite Engineer\nStrohm is the leading manufacturer of Thermoplastic Composite Pipe (TCP)with the world’s largest track-record after being the first to bring the technology to the Oil & Gas industry in 2007. TCP reduces total installed and life cycle cost for subsea flowlines, jumpers and risers and has proven to reduce the CO2 footprint of pipeline infrastructures by at least 50%. TCP is a strong, non-corrosive, spoolable, lightweight technology which is delivered in long lengths, resulting in a significant reduction of transportation and installation costs. TCP is installed using small vessels or subsea pallets, significantly reducing CO2 emissions. It is also 100% recyclable.The company is committed to driving sustainability with its range of TCP solutions which enable clients towards their net-zero carbon emissions targets and supports the acceleration for Energy transition.  About the jobYou carry out the engineering work to design fit-for-purpose Thermoplastic Composite Pipes (TCP) and all related equipment and ancillaries.Main tasksCreate Finite Element models of TCP, end fitting and equipment interacting with TCPPerform stress analysesPerform strength, fatigue and creep calculationsPerform failure predictions (for process quality testing and product qualification testing) and define test acceptance criteriaDefine optimal TCP lay-upPrepare design reports and product datasheets Knowledge, skills and experienceMaster or Bachelor degree in Mechanical Engineering, Materials Science or equivalentAt least 3 years of relevant working experienceFundamental knowledge of composite properties, manufacturing methods, material modelling, constituent behaviourGlobal understanding of composites, TCP behaviour, deck equipment, offshore installation and subsea engineeringExperience in strength and stiffness analysis (FEA) preferably AbaqusExperience in engineering processes and documentation (reports, drawings, RCA)Good communication and presentation skillsGood command of the English language (written & spoken) is essential. Dutch is advantageous.\nThe teamThe engineering for TCP design and its application is integrated in the multidisciplinary department TCP Engineering. Composite Engineers are part of the Composite Engineering team and report to the responsible engineering Team Lead, while working in close collaboration with the Application Engineering team to develop a full fit-for-purpose TCP solution.\nOur offerWe offer you a role within a dynamic, growing and innovative companyYou will work in a pleasant, open and challenging work place with enthusiastic colleaguesSalary indication will be based on your relevant knowledge and work experienceStrohm has its own pension schemeWe offer 32 holidays based on fulltimeYou will be stationed at our office in IJmuiden\nContactIf you require further information, please contact our HR department: + 31 (0)255 763563. If you are interested in applying for a position, please send your application to recruitment@strohm.eu. \nThird party applications are not appreciated. \n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Oil & Energy\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Human Resources", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/strohm/life/", "Job URL": "https://www.linkedin.com//jobs/view/2432175328/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=%2BmzG7Tq75UEoejFo1wT%2BrA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 week ago", "Job Age Number": "1 week ago", "Job Date": "2021-03-04", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Male"}, {"index": 2, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 1492517091, "Job Title": "DataOps Engineer", "Company Name": "Adyen", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "This is Adyen\n\nWe took an unobvious approach to starting a payments company, building a platform from scratch. Today, we're the payments platform of choice for the world's brightest companies. Our unobvious approach is a product of our diverse perspectives. This diversity, of backgrounds, cultures, and perspectives, is essential in helping us maintain our momentum. Our business challenges are unique, we need as many different voices as possible to join us in solving them - voices like yours. So no matter where you’re from, who you love, or what you believe in, we welcome you to be your true self at Adyen.\n\nDataOps Engineer\n\nAdyen is looking for a DataOps Engineer to join our Infrastructure team in Amsterdam. Our on premise platforms are growing at a fast pace. You will operate as part of a group of data engineers, developers and data scientists, and work together on the core data infrastructure on a global scale.\n\nYou will be challenged with the fast growth needs of Adyen, by the different teams across the company and to bring innovative solutions everyday. You’ll be asked to improve the current stack and support several highly skilled teams of data scientists and data engineers.\n\nWhat You Will Do\n Create, maintain and iterate on the current data infrastructure Anticipate on growth and look for structural changes required in the big-data offering at Adyen Work closely with users of the data infrastructure and arrive at pragmatic solutions, in line with standards used throughout the infrastructure group \n\nWho You Are\n Background- you have a solid background with designing, scaling and maintaining data infrastructure solutions, learn on the fly, diagnose problems and be used to dealing with a 24/7 environment. Technology- you must be proficient and have real world and hands-on experience with the following technologies- Hadoop ecosystem (Hive, Yarn, HDFS) with Spark, securing cluster with Ranger and Kerberos, along with automation tools such as Ansible/Puppet Experience- building, testing and maintaining data infrastructure for enterprise level data lake solutions in a Linux based production environment Knowledge- solid understanding of data lake solutions and related infrastructure components Mentality- you are a team player who is open to feedback and have the mind-set to automate and avoid repetitive tasks \n\nWho We Are\n\nAdyen is the payments platform of choice for many of the world’s leading companies, providing a modern end-to-end infrastructure connecting directly to Visa, Mastercard, and consumers' globally preferred payment methods. Adyen delivers frictionless payments across online, mobile, and in-store channels. With offices across the world, Adyen serves customers including Facebook, Uber, Spotify, Casper, Bonobos and L'Oreal.\n\nPlease also check the Data Engineer position.\n\nReady to meet us?\n\nIf this role looks like your next challenge, apply by clicking the below link. We can’t wait to meet you!", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/1492517091/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=QXt%2BJLMCMa2jdaox0c2ZAA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 week ago", "Job Age Number": "1 week ago", "Job Date": "2021-03-03", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Male"}, {"index": 3, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2416254455, "Job Title": "HBO/WO Meewerkstage bij ING Zakelijke Kredieten", "Company Name": "ING Nederland", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Banking', 'Financial Services']", "Sector": "['Engineering', 'Information Technology']", "Job Description": "HBO/WO Meewerkstage bij ING Zakelijke Kredieten\n\nBen jij enthousiast, administratief sterk en is communicatie jouw sterke kant? En ben je geïnteresseerd in sales, klanten en collega’s helpen? Dan is ING Zakelijke Kredieten opzoek naar jou!\n\nJe werkomgeving\n\nDe afdeling Zakelijke Kredieten is in augustus 2016 van start gegaan en bestaat uit circa 200 medewerkers. In elk ‘Customer Loyalty Teams’ van circa 9 medewerkers worden kredietaanvragen, -wijzigingen en tussentijdse kredietbeoordelingen behandeld. Onze manier van werken is geheel in lijn met het Agile gedachtengoed, zoals het in grote delen binnen ING is geïmplementeerd. De zelfsturende teams proberen klantwensen niet alleen waar te maken, maar zelfs te overtreffen.\n\nDe purpose van onze afdeling is ‘wij bieden de beste service, zodat ondernemers kunnen ondernemen!’ Onze ambitie is ondernemers (proactief) nog meer gemak bieden en onze commerciële activiteiten vergroten. Dat vereist snelle en kwalitatief hoogwaardige service die zorgt voor het optimaliseren van de beleving van onze (potentiële) klanten. Het fundament van deze dienstverlening zijn medewerkers die het beste uit zich zelf en anderen halen.\n\nWij zijn een dynamische afdeling die zich op het gebied van cultuur sterk ontwikkeld. Ons streven is om de ideale werkomgeving te zijn die door medewerkers wordt ervaren als ‘the place to be’. Momenteel wordt er door COVID-19 door iedereen vanuit huis gewerkt.\n\nDit ga je doen\n\nJe gaat samen met andere members, op afstand, de zakelijke klant bedienen op het gebied van kredietverlening. Tijdens je stage bent je verantwoordelijk voor het verwerken van verschillende klantverzoeken. Denk hierbij aan werkzaamheden als: verwerken nieuwe financieringsaanvragen, wijzigingsverzoeken, deals sluiten, jaarcijfers invoeren, risicoanalyses enz.\n\nNaast de reguliere werkzaamheden krijg je de tijd om verschillende opdrachten en analyses uit te voeren, gericht op jouw interesses binnen het vakgebied. Op basis van deze analyses trek je conclusies en geef je aanbevelingen die bruikbaar zijn op de werkvloer van de Super Circle. Je participeert in verschillende interne projecten, gespitst op jouw interesse! Als je laat zien dat je meer verantwoordelijkheden/taken kunt en wilt opnemen, krijg je binnen het team alle ruimte en volop ondersteuning om zelfstandig aan de slag te gaan. Bij onze afdeling heb je de mogelijkheid om je 4 dagen te werken van 9 uur, ons streven hierbij is dat je minimaal 3 dagen volledig meewerkt met de teams, waardoor je 1 dag kan gebruiken voor schoolopdrachten.\n\nWie ben jij?\n\nJe Herkent Jezelf In Het Volgende Profiel\n Je volgt een relevante HBO of WO opleiding Je bent 4-6 maanden fulltime beschikbaar Je bent pro-actief en je kunt zelfstandig en planmatig werken Je hebt een sterk ontwikkeld analytisch vermogen Je beschikt over sterke communicatieve vaardigheden\nBepaal in overleg je werktijden \n\nJe krijgt een marktconforme stagevergoeding. We kijken samen naar de beste verdeling van je werkdagen/uren. Je kunt jouw stage dus goed combineren met eventuele verplichtingen die je hebt op je opleiding. Deze stage start in februari 2021. De standplaats is Amsterdam, echter werk je voornamelijk vanuit je eigen huis.\n\n Ben je enthousiast? \nKlik dan op Solliciteren. Graag ontvangen wij jouw CV en motivatiebrief in één document. We lezen in je brief naast je motivatie ook graag welke onderwerpen je interessant vindt en welke methodes vanuit je studie je zou willen toepassen tijdens je stage. Op basis hiervan kunnen we bepalen of er een match is tussen wat jij interessant vindt en de lopende projecten op onze afdeling.\n\nAls je nog vragen hebt neem dan gerust contact op met Amber van Baarsen door te mailen naar Amber.van.Baarsen@ing.com of te bellen naar 0615045939\n\nLet op! Om stage te kunnen lopen bij ING, moet je tijdens je stageperiode ingeschreven staan bij een Nederlandse onderwijsinstelling.\n \n\n\n\n\n\n          Industry\n        \n\n\n              Banking\n            \n\n              Financial Services\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Engineering\n            \n\n              Information Technology", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/ing-nederland/life/", "Job URL": "https://www.linkedin.com//jobs/view/2416254455/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=ULI0M0H2pU6KEffdtVN8pw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-01-15", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Male"}, {"index": 4, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2414805821, "Job Title": "Traineeship Engineer Utrecht", "Company Name": "Bluetech Engineering", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Meer leren over engineering, brandveiligheid en sprinklertechniek? Kom bij ons werken!\nWat ga je doen?Binnen ons opleidingstraject dat gericht is op brandveiligheid (Sprinklertechniek) word jij opgeleid tot Engineer. Je wordt er medeverantwoordelijk voor dat de sprinklerinstallaties perfect worden ontworpen en zorgt dat de monteurs op locatie zonder slag of stoot hun werk kunnen uitvoeren. Binnen deze functie ga je dus ook regelmatig op pad en check jij of alles wel goed wordt uitgevoerd. Sprinklerinstallaties komen veelal in complexe omgevingen voor zoals: ziekenhuizen, datacenters en kantoorcomplexen, maar ook gebouwen binnen een industriële omgeving. Kortom: uitdaging gegarandeerd!\nWat vragen wij van jou?Om de kans op succes zo groot mogelijk te laten zijn tijdens ons opleidingstraject herken je jezelf in de volgende punten:• Je hebt minimaal een afgeronde MBO niveau 4 opleiding in een technische richting• Je bent communicatief sterk• Je bent leergierig• Je bent nieuwsgierig• Je bent gemotiveerd en wilt bijvoorbeeld doorgroeien van engineer naar projectleider• Wisselende uren en werkdagen zijn voor jou geen probleem• Zelfontwikkeling vind je belangrijk• Je houdt van aanpakken en grijpt nieuwe kansen dan ook met beide handen aan• Je bent niet bang om je mening te geven en om hulp te vragen wanneer je vastloopt• Je bent bereid om er, in samenwerking met ons, voor te zorgen dat jij jouw doelen bereikt\nVoldoe je niet aan alle boven gestelde eisen, maar weet je zeker dat we jou moeten hebben?Niet geschoten is altijd mis. Reageren op deze vacature is geheel vrijblijvend en wie weet pas jij wel perfect binnen ons bedrijf.\nWat bieden wij jou?Uiteraard een prachtige toekomst met bijbehorende carrière, maar daar blijft het niet bij. We bieden je ook:• Een maandelijks bedrag tussen de €2200 – €2500 euro afhankelijk van leeftijd en ervaring• De mogelijkheid om een deel van je brutosalaris in te ruilen voor secundaire arbeidsvoorwaarden. Denk hierbij aan een auto van de zaak en/of extra vakantiedagen.• Reiskostenvergoeding• Een 18 maanden durend traject tot Engineer. Daarbij zorgen wij ervoor dat je de theorie leert en dat je de nodige praktijkervaring op gaat doen, maar bovenal zorgen we dat jij de begeleiding krijgt die je nodig hebt.Samen zorgen wij ervoor dat jij na 18 maanden als volwaardig Engineer in de brandveiligheid/sprinklertechniek aan het werk kan!• Een goede balans tussen werk en privéleven. We moedigen je aan wanneer je een nieuwe klus binnenhaalt, maar ook wanneer je op tijd naar huis gaat om te sporten, te klussen of te koken• De mogelijkheid om jezelf verder te ontwikkelen binnen dit vakgebied en door te groeien• Persoonlijke coaching en begeleiding• Gelijkwaardigheid op de werkvloer. Jouw mening is net zo belangrijk als die van ons, dus laat vooral van je horen!", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2414805821/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=0BsJwAbTd4ofvIBWrLQc9w%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "6 days ago", "Job Age Number": "6 days ago", "Job Date": "2021-03-08", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Male"}, {"index": 5, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2424268380, "Job Title": "OR Engineer", "Company Name": "ORTEC - Optimize Your World", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Information Technology & Services']", "Sector": "['Information Technology']", "Job Description": "As an Operations Research Engineer at ORTEC you will get the chance to improve our complex software solutions!\nThe role of Operations Research Engineer includes a unique combination of mathematics and software engineering, and has interaction with customers to figure out what the problem is, translating it to requirements and implementing a solution. Because we deliver complex solutions, you will face many different types of technical issues. You often work on a couple of projects at the same time, giving a lot of variation and ample learning opportunities. For each project, you work in small teams consisting of architects, testers and engineers. You help fixing bugs, carry out maintenance activities, implement our algorithmic ideas and think about improvements of the algorithms in our software solutions.\nYour team, and ORTEC as a whole for that matter, consists of very talented people who like to work together and help each other out, while really making a difference to our customers. You work on real-life problems of our customers, such as business critical processes that influence thousands of people every single day.\nFrom day one, you will be supported by your colleagues and they will make sure you get up to speed with our products, systems and way of working, while your input will be appreciated on smart (change) proposals from the very first moment you set (digital) foot in our office.\nWe have a permanent subscription to Udemy, giving you the opportunity to keep up with new developments.\nAre you triggered? Then apply online using the apply button and leave your CV and motivation.\nWho you areAs an Operations Research Engineer you have at least 3 years of relevant working experience and you have with a Master’s degree in Computer Science, Operations Research (OR), (Business) Mathematics, Artificial Intelligence, or other relevant studies.\nFurthermore, you have/areAn ambitious professional who is challenged by working in a new and unfamiliar environmentKnowledge of OR and mathematicsAble to translate business requirements into a production-ready solution which uses advanced OR techniquesConscientious in staying abreast of new developmentsA puzzle solver with excellent analytical skillsExperience with Java and/or C#Able to explain complex concepts in simple termsCommunicative, sociable and motivated by client focus, contact and interactionAble to fluently communicate in Dutch and English (verbally and in writing)Willingness to take part in on-call duties to support our customers 24/7 (approx. 8 weeks per year). You will be generously compensated.\nWhat we offerEntrance to the most passionate powerhouse in applied mathematicsJoin our movement and improve the worldEnjoy an open, kind and fun cultureNS Business Card 100%, NS Business Card, lease opportunity or commuting allowance: it’s your choiceMobility allowance of 3% of your base salary25 annual leave days, additional days from the age of 35Result related remunerationActive employee association for fun activities with colleagues and content driven Young ORTEC for you to joinWe help you to #stayhealthy, to #stayeffective and to #stayconnected: we organize online activities such as pub quizzes, online sports events, social calls with colleagues, and much moreYear-end bonus equal to a full month’s payWe believe in commitment: your permanent contract will be waiting for you\nWhat to expectWe will help you to thrive in your field of expertise. We offer development programs, tailored to your individual needs and function requirements, including opportunities to attend courses and seminars. We offer challenging, practical hands-on experience with opportunities to work abroad. We operate in a flat organizational structure that keeps communication lines short. The atmosphere is open, informal, cooperative and positive. We employ over 800 people in the Netherlands (HQ), Belgium, Germany, France, the U.K., Romania, Italy, the U.S., Australia, Brazil, Poland, Denmark and Singapore. Visit our website www.ortec.com to learn more about our solutions and clients’ experiences.\nPlease do not use this vacancy as an acquisition opportunity.\n \n\n \n\n          Seniority Level\n        \n\n          Mid-Senior level\n        \n\n\n\n\n          Industry\n        \n\n\n              Information Technology & Services\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Information Technology", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/ortec/life/", "Job URL": "https://www.linkedin.com//jobs/view/2424268380/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=qOzLnc56BeRZsTasjthLmQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-23", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Male"}, {"index": 6, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2437115980, "Job Title": "Engineer infra buitenbekabeling", "Company Name": "LVNL", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Airlines/Aviation']", "Sector": "['Engineering']", "Job Description": "Als Engineer buitenkabels ben je onderdeel van de afdeling Gebouwen, Services en Installatie. Samen onderhouden, vernieuwen, vervangen en optimaliseren we de gebouwen, installaties en bijbehorende infrastructuur binnen en buiten LVNL. En dat terwijl deze systemen 24/7 operationeel zijn.\n\nHet team bestaat uit 17 engineers binnen en buitenkabel, bouwkunde, en elektrotechniek en werktuigbouwkunde. Binnen LVNL hebben wij ook een adviserende en coördinerende rol en zijn we betrokken bij grote projecten, zoals:\n\n \n\nDe nieuwbouw van een opleidingspand direct naast ons hoofdkantoor;Het realiseren van een testomgeving voor ons nieuwe Air Traffic Management systeem (ATM)Het creëren van nieuwe werkplekken voor onze militaire collega’s op de operationele zaal;Het verbouwen van de luchtverkeerstoren om meer werkplekken te creëren;Remote Tower: vanuit Amsterdam via camerabeelden het luchtverkeer in Maastricht en Groningen leiden.\n\nAls Engineer buitenkabels bij LVNL ben je continu bezig met het ontwerpen, vervangen, moderniseren, renoveren en nieuwbouw van gebouwen, installaties en bijbehorende infrastructuur binnen en buiten LVNL. Vanwege het specifieke karakter van onze organisatie en de hoge eisen die gesteld worden op het gebied van beschikbaarheid en veiligheid is er met betrekking tot installaties sprake van een hoog afbreukrisico. Als Engineer draag je zorg voor de maximale beschikbaarheid en betrouwbaarheid van genoemde installaties en werk je nauw samen met je collega Engineers en Installatie Technici\n\nWat je gaat doen:\n\nJe stelt het meerjarig vervangings- en onderhoudsprogramma op;Je initieert verbetervoorstellen, contracteert uitvoerende partijen – zoals adviesbureaus, leveranciers en installatiebedrijven - en borgt de kwaliteit van de door hun uitgevoerde werkzaamheden.;Je stelt programma’s van eisen en bestekken op, je borgt de toepassing van interne- en wettelijke regelgeving en coördineert de vaktechnische werkzaamheden binnen de projecten;\n\nOok adviseer je interne klanten over optimale oplossingsmogelijkheden en ondersteun je collega installatietechnici bij de uitvoerende werkzaamheden, complexe storingen en hun vakbekwaamheidstoetsing. \n\nIn diverse LVNL projectteams heb je de rol van (Lead) Engineer en vertegenwoordig je als multidisciplinair engineer de afdeling GSI. We zoeken een Engineer die – naast de technische bagage oog heeft voor duurzaamheid en innovatie. Daarnaast zoeken we iemand die als projectleider kan optreden in de projecten. Hierbij representeer je alle vakdisciplines (elektrotechniek, werktuigbouwkunde, bouwkunde, binnen- en buitenkabels). Je bent een teamspeler en bezit goede communicatieve vaardigheden. Ook ben je organisatorisch en analytisch sterk. \n\nVerder beschik je over:\n\nEen hbo diploma elektrotechniek, civiele techniek met specialisatie infrastructuur of gelijkwaardig;Kennis van de relevante normen;Kennis van CAD/BIM en het opstellen van onderhoudsprogramma’s.\n\nHet bezit van een VCA-diploma is een pré. Functie en schaal:\n\nSalaris (op fulltime basis) tussen € 3.200,- en € 5.800,- bruto per maand (afhankelijk van opleiding en ervaring);Een eindejaarsuitkering, vakantiegeld en reiskostenvergoeding;Pensioenfonds voor overheid en onderwijs (ABP);27 vakantiedagen;Tegemoetkoming in de ziektekostenverzekering;Een actieve personeels- en jongerenvereniging en vrouwennetwerk;Een fitnessruimte die 24/7 open is en een bedrijfsrestaurant.\n\n Een veiligheidsonderzoek maakt onderdeel uit van de selectieprocedure. \n\nHeb je vragen of wil je meer informatie? Je kunt Remon Eijsackers (Teamleider) voor inhoudelijke vragen bereiken via 020 – 406 2467 of r.eijsackers@lvnl.nl. Voor vragen over de procedure kun je terecht bij Petra Tuin HR Adviseur op 0612729845 of p.tuin@lvnl.nl.\n\nSolliciteren kan tot en met 31 maart 2021 via de ''Solliciteer'' button. Upload hier je motivatiebrief en curriculum vitae. \n\n\n \n\n \n\n          Seniority Level\n        \n\n          Mid-Senior level\n        \n\n\n\n\n          Industry\n        \n\n\n              Airlines/Aviation\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Engineering", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/lvnl/life/", "Job URL": "https://www.linkedin.com//jobs/view/2437115980/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=DRkQYPpTiNl9pxXtmb33%2BA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 days ago", "Job Age Number": "4 days ago", "Job Date": "2021-03-10", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Male"}, {"Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2406658887, "Job Title": "SysOps Engineer", "Company Name": "Ximedes", "Location": "Haarlem, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Erik van Anholt\n \n\n            HR Manager bij Ximedes\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nDo you value quality, creative solutions and flexibility and would you like to work enthusiastically and passionately in the SysOps team where you will be dealing with Amazon AWS, Firewalls, IPSEC, Linux, Tomcat Application Servers, Postgres, Microsoft SQL Server, Terraform, Ansible, CHEF, Microsoft Azure and much more, please contact us. We can discuss your future at Ximedes.\nXimedes is looking for an experienced or at least very enthusiastic SysOps Engineer. Someone who has a passion for SysOps and/or SysAdmin technology in the broadest sense of the word. It is necessary that you master the Dutch and English languages well and preferably that you have completed a HBO education.\nAs a SysOps Engineer at Ximedes you work together with colleagues who challenge you, let you experience the profession and offer help where necessary. You will work in an inspiring environment where challenging Cloud Hosting and Cloud Infrastructure environments are the standard. You will contribute to the set-up and maintenance of complex hosting environments where security and high availability are commonplace.\n \n\n\n\n\n\n\n        Employment Type\n      \n\n        Full-time", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/ximedes/life/", "Job URL": "https://www.linkedin.com//jobs/view/2406658887/?eBP=CwEAAAF4cdT-U9jScVzG3VX7DsngkZAhJ0fTv7sVm3H21lY5UMYPiKTYOz3HZnqAMm23N6P3vMVOmyDmdLXMTZ_ANK8I3kZav8lagYKCQy6yB7l-cLhSAsF-z8_U7zblZNCgIBP0COzI1SIPYaqLasf1Xx2H27PGY169xzA-KYJcFGm1ic6NsnmgCdAaCqN20l78_PfndVUG6wqm6W8WvM7NcbnKEWUvMJaUNK4gVIr3yIZiL1Lc-Hi-eq9kdlnS8qJdob6z4MDwYWnZwVP0JC8_cdUEutJQ7PPQDewmqORw97emhz59j6J4sZONDDQEP406SE4I_WN91hVp__j9qNksRe3hpX5Pha9yALRZp4vTbIwaSNO9SVPmDxYgHP7-G5Ef6qKtELlNzZLYWfY8YQ&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=wUnNNtIA9A66Vrk%2Fi4DiuQ%3D%3D&trackingId=m7PYI4hD77ykwHqv6G04%2Fw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-27"}, {"Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2431180557, "Job Title": "junior en senior Engineer", "Company Name": "Broshuis", "Location": "Haarlem, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Broshuis B.V. (440 FTE,) opgericht in 1885, is een familiebedrijf en producent van opleggers voor speciaal transport en containerchassis. De Broshuis groep bestaat uit de hoofdvestiging in Kampen en verkoopkantoren in diverse Europese landen. De organisatie wordt gedreven door innovatie en is internationaal toonaangevend. Broshuis heeft alle disciplines in huis, van engineering tot en met het afmonteren van de trailers, om ‘state of the art’ kwaliteitsproducten te maken die aan alle wensen van haar afnemers voldoen. Door de groei en internationale expansie is de organisatie in veel Europese landen uitgegroeid tot marktleider in het speciaal transport. Jaarlijks vinden ca. 1.000 klant-specifiek gebouwde Broshuis opleggers hun weg naar klanten over de hele wereld.  Generieke omschrijving functie. Bij Broshuis staat kwaliteit, veiligheid en innovatie voorop. Als engineer kan jij je helemaal vinden in deze speerpunten en houd je hier rekening mee met het uitvoeren van onderstaande werkzaamheden:Aan de hand van klant specifieke opdrachten wordt binnen het engineeringsteam intensief samengewerkt om tot een goed ontwerp te komen; De ontwerpen worden modulair samengesteld volgens het CTO (Configure To Order) principe en specifiek aangevuld met ontwerpen volgens het ETO (Engineering To Order) principe a.d.h.v. specifieke klant eisen; Het correct opzetten, ontwerpen en beheer van de Product generator en modulaire delen in het PDM-Windchill systeem; Deel ontwerpen geschikt maken voor de 2D en 3D laser snijmachines en lasrobot; Beheer en ontwerp van hydraulische, elektrische en pneumatische schema’s; Door ontwikkelen van ontwerpen op basis van huidige modellen voor zwaar transport doeleinden; Aanspreekpunt/ begeleiding orders tijdens het productieproces. De werkzaamheden voor deze functie kunnen o.a. bestaan uit: Ontwerpen creëren en beheren in een high-end 3D parametrisch CAD programma (Creo Parametric) en PLM systeem (Windchill); Valideren van ontwerpen met FEA analyses; Ondersteunen van de productie tijdens het fabriceren van de trailer ontwerpen; Wij zijn op zoek naar kandidaten met:  HBO-Wtb, Autotechniek of MBO met een aantal jaren werkervaring; Relevante werkervaring in een Automotive organisatie is een pre; Technisch en ruimtelijk inzicht, proactief, zelf startend, creatief, analytisch;Kennis en ervaring met logistieke systemen; “Team player”- Stress bestendig, “Hands on” mentaliteit;Minimale werk ervaring van 3 jaar in productiebedrijven in de automobiel-of vrachtwagenindustrie is een pre; Een goede beheersing van de Engelse en Duitse taal is een pre. Oftewel: Een mooi gevarieerde uitdagende functie met veel verschillende facetten en mogelijkheden om jezelf te ontwikkelen. Wij zijn op zoek naar een kandidaat met de juiste mind-set die past bij Broshuis. De organisatie kenmerkt zich door een informele en no-nonsense familiecultuur waarin verder professionaliseren een ongoing proces is. Je bent in staat om zelfstandig te werken en je bent een probleemoplosser. Herken jij jezelf in dit profiel? Dan komen we graag met je in contact om samen het gesprek aan te gaan over deze mooie uitdaging! Broshuis biedt een gestructureerd intern trainingsprogramma die is afgestemd op het ontwikkelen van jouw specifieke talenten, in lijn met je persoonlijke ambities. Een intern opleidingsprogramma waarin je de opgedane kennis direct in de praktijk kan toepassen. Een snelgroeiend en internationaal succesvolle organisatie die wil investering in het ontwikkelen van haar (management)talent voor de toekomst. Een dynamisch maakbedrijf met een productieproces dat continu aan verandering onderhevig is en veel eist van je flexibiliteit en inzet. Een aantrekkelijk arbeidsvoorwaardenpakket, zowel primair als secundair. Je rapporteert in deze functie aan de Manager Sales Engineering.\nInformatie: Heb je vragen over deze functie? Neem dan contact op met Marcel de Jong. Email: m.de.jong@broshuis.com\nReageren: Als je geïnteresseerd bent in deze functie, verzoeken wij je zo spoedig mogelijk schriftelijk of per email te reageren naar onderstaand adres voor 1 april 2021.Broshuis BVT.a.v. Anouk Pleiter Postbus 468NL-8260 AL KampenTel. +31 88 387 2800vacatures@broshuis.com", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2431180557/?eBP=CwEAAAF4cdT-VFKP_qyynB4ApiorsAPvIdGjk_gB31RKqlE5bXruBYPxxOXAZ4BWpQb2d6wRpszhN2HiVXt0GKBAZbugh0yHI9hYwj1gGNES2dXOrXAKb8V_N_DMwyxTfqF4d3zPpZwR2_NX3W35LY1XJW6UFSX8z9K7M8gGfoPQqkFCcGvgNjXZptbC4x2RmbLT9b1WNq4gpeSVs_jjoRZOHQP452iTzX_SpTTGFWtR0AYh7Lu8nRBnbDi8-ZSHPSCiv3ug8JB-ggfpQYlmEv2NSnQOuY2Ro-lMhxbs2stjRBD5mBokL_qhjMngA27WNKlQpUCc1C6ll-4FNf3ZhwlQxPZJ7-7fbJZZPgeYVJm3JqIudw64zczVM7rWOn7Jhe_IvymLbuNeGaq4&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=wUnNNtIA9A66Vrk%2Fi4DiuQ%3D%3D&trackingId=Vs1y1A2fUp3Z%2B42udh08%2Fw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-27"}, {"Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2304635739, "Job Title": "Kubernetes engineer", "Company Name": "de Volksbank", "Location": "Haarlem, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Vind jij ook dat je werk maar 1 keer moet doen en daarna geautomatiseerd moet zijn? Ben je van mening dat Infrastructure as Code net zo belangrijk is als de code die daarna op de infrastructuur moet draaien? Heb jij een passie voor werken met gave technologieën? Sluit dan aan bij het Kubernetes team van de Volksbank!\nHet team ontwikkelt een Kubernetes as a Service dienst voor interne klanten. Het doel hierbij is het ontzorgen van developers en het bieden van een stabiel en vooruitstrevend platform. Gehost op AWS wordt er gebruik gemaakt van terraform en een set aan ondersteunende diensten om het platform in te richten. Hierna krijgen de interne klanten toegang tot hun eigen clusters en kunnen ze aan de slag met het inrichten van hun applicaties.\nEen dag bij het Kubernetes team begint met een standup met het team, hierin kan je bespreken waar je mee bezig bent en waar je tegenaan loopt. Daarna ga je door met de taak waar je al mee bezig was, of pak je een nieuwe taak op van de backlog.\nDit zijn taken zoals het inrichten en bouwen van een nieuwe feature voor het platform, het verder ontwikkelen van een bestaande feature of het schrijven van ondersteunende software.\nDe week wordt verdeeld over de engineers in het team per dag. Als je die dag de aangewezen persoon bent, dan houd je het communicatie kanaal van de interne klanten in de gaten en reageer je op de vragen van developers. Je bent in staat om potentiële gebruikers voor het platform te enthousiasmeren.\nHet team bestaat uit gedreven engineers met een sterke achtergrond in Linux, Containers en Kubernetes. Er heerst een prettige sfeer in het team en er wordt goed samengewerkt. Zelfs in deze tijden van remote werken.\nJouw kwaliteiten\nJij bent gek op de technische inhoud van jouw vakgebied en weet wat je doet. Wat je net zo belangrijk vindt? Een goede samenwerking met collega’s. Om die samenwerking te laten slagen, zet jij jouw goede communicatieve vaardigheden in. Dat maakt van jou een prettige gesprekspartner. Je weet je kennis goed over te brengen en kunt zowel op operationeel als tactisch niveau sparren met collega’s en externe partijen. Jouw mening steek je niet onder stoelen of banken. Daarnaast houd je van aanpakken én denk je graag mee over verbeteringen.\nVerder heb je:\nHbo-niveau, liefst in een IT-richting. Ruime ervaring als infrastructure developer en goede programmeer- en/of scriptingskills. Kennis van Linux, AWS en Kubernetes, Terraform, Docker. Bij voorkeur ervaring met Open Policy Agent, ArgoCD, Github, Ingress, Prometheus en Golang.\n Werken bij de Volksbank & het coronavirus\nIn deze bijzondere periode volgen wij de richtlijnen van het RIVM. Als jouw werk het toestaat, dan werk je vanuit huis. Als je bij ons start in je nieuwe baan, krijg je uiteraard hulp van je collega’s om dit zo makkelijk mogelijk te maken. Bij de Volksbank zijn er voldoende faciliteiten om op afstand goed met elkaar samen te werken. Om jouw thuiswerkplek goed in te richten, krijg je een budget van 600 euro. Ook ontvang je een maandelijkse thuiswerkvergoeding van 40 euro om jouw extra kosten te dekken. En het gaat natuurlijk verder dan jouw fysieke werkplek. Je leidinggevende blijft met jou in gesprek over een gezonde werkomgeving.\nSolliciteren?\nKlik op de \"sollicitatie button\" en reageer op deze vacature. Laat je motivatie en cv achter en we nemen zo snel mogelijk contact met je op. Voor vragen over de sollicitatieprocedure kun je contact opnemen met Nancy van de Wiel via nancy.vandewiel@devolksbank.nl.\nWij werken op een prettige manier samen met een aantal preferred suppliers. Acquisitie wordt daarom niet op prijs gesteld.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2304635739/?eBP=CwEAAAF4cdT-VB6ZPeQtSEmUhRZ0CHCqcuxg-s97XJzKzO0c4f8AyH31vYqCqcRylU5-IKi1i7F5BkZWxFYIgq7pfOtbc-LK8lfQufnHYv_5iSsJkNKxNVxd8jvqWxbj8ouyylrDzmtZ-1X6ps6citbQDdqWACimzErtg7XiXo_Vejrs3drjSrwtNNs6lzit1NfxPN7V0XHYnDHIPCu4oVUaPPL889x7EYSRHUHkezRTNz261qQ6snXK_Vq_Ns4XbV2uvH9BuctrL60AmU0wf8qmW3qGSC63qLkpr5VsbUHGJsZP6Wqhg-TeaGOMoRYsWUpYY_htWxGY90Ve8EbMHVnky-2NPfhCwjoGRd2XzDvDjtNxUYNCobHxANZ8HuUDOU1H5pRm1DcY&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=wUnNNtIA9A66Vrk%2Fi4DiuQ%3D%3D&trackingId=paozUr9qrwcE6O%2Fz%2F7C%2FfA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-27"}, {"index": 7, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2406658887, "Job Title": "SysOps Engineer", "Company Name": "Ximedes", "Location": "Haarlem, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Erik van Anholt\n \n\n            HR Manager bij Ximedes\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nDo you value quality, creative solutions and flexibility and would you like to work enthusiastically and passionately in the SysOps team where you will be dealing with Amazon AWS, Firewalls, IPSEC, Linux, Tomcat Application Servers, Postgres, Microsoft SQL Server, Terraform, Ansible, CHEF, Microsoft Azure and much more, please contact us. We can discuss your future at Ximedes.\nXimedes is looking for an experienced or at least very enthusiastic SysOps Engineer. Someone who has a passion for SysOps and/or SysAdmin technology in the broadest sense of the word. It is necessary that you master the Dutch and English languages well and preferably that you have completed a HBO education.\nAs a SysOps Engineer at Ximedes you work together with colleagues who challenge you, let you experience the profession and offer help where necessary. You will work in an inspiring environment where challenging Cloud Hosting and Cloud Infrastructure environments are the standard. You will contribute to the set-up and maintenance of complex hosting environments where security and high availability are commonplace.\n \n\n\n\n\n\n\n        Employment Type\n      \n\n        Full-time", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/ximedes/life/", "Job URL": "https://www.linkedin.com//jobs/view/2406658887/?eBP=CwEAAAF4cdT-U9jScVzG3VX7DsngkZAhJ0fTv7sVm3H21lY5UMYPiKTYOz3HZnqAMm23N6P3vMVOmyDmdLXMTZ_ANK8I3kZav8lagYKCQy6yB7l-cLhSAsF-z8_U7zblZNCgIBP0COzI1SIPYaqLasf1Xx2H27PGY169xzA-KYJcFGm1ic6NsnmgCdAaCqN20l78_PfndVUG6wqm6W8WvM7NcbnKEWUvMJaUNK4gVIr3yIZiL1Lc-Hi-eq9kdlnS8qJdob6z4MDwYWnZwVP0JC8_cdUEutJQ7PPQDewmqORw97emhz59j6J4sZONDDQEP406SE4I_WN91hVp__j9qNksRe3hpX5Pha9yALRZp4vTbIwaSNO9SVPmDxYgHP7-G5Ef6qKtELlNzZLYWfY8YQ&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=wUnNNtIA9A66Vrk%2Fi4DiuQ%3D%3D&trackingId=m7PYI4hD77ykwHqv6G04%2Fw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-27", "Language": "en", "Gender": "Male"}, {"index": 8, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2431180557, "Job Title": "junior en senior Engineer", "Company Name": "Broshuis", "Location": "Haarlem, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Broshuis B.V. (440 FTE,) opgericht in 1885, is een familiebedrijf en producent van opleggers voor speciaal transport en containerchassis. De Broshuis groep bestaat uit de hoofdvestiging in Kampen en verkoopkantoren in diverse Europese landen. De organisatie wordt gedreven door innovatie en is internationaal toonaangevend. Broshuis heeft alle disciplines in huis, van engineering tot en met het afmonteren van de trailers, om ‘state of the art’ kwaliteitsproducten te maken die aan alle wensen van haar afnemers voldoen. Door de groei en internationale expansie is de organisatie in veel Europese landen uitgegroeid tot marktleider in het speciaal transport. Jaarlijks vinden ca. 1.000 klant-specifiek gebouwde Broshuis opleggers hun weg naar klanten over de hele wereld.  Generieke omschrijving functie. Bij Broshuis staat kwaliteit, veiligheid en innovatie voorop. Als engineer kan jij je helemaal vinden in deze speerpunten en houd je hier rekening mee met het uitvoeren van onderstaande werkzaamheden:Aan de hand van klant specifieke opdrachten wordt binnen het engineeringsteam intensief samengewerkt om tot een goed ontwerp te komen; De ontwerpen worden modulair samengesteld volgens het CTO (Configure To Order) principe en specifiek aangevuld met ontwerpen volgens het ETO (Engineering To Order) principe a.d.h.v. specifieke klant eisen; Het correct opzetten, ontwerpen en beheer van de Product generator en modulaire delen in het PDM-Windchill systeem; Deel ontwerpen geschikt maken voor de 2D en 3D laser snijmachines en lasrobot; Beheer en ontwerp van hydraulische, elektrische en pneumatische schema’s; Door ontwikkelen van ontwerpen op basis van huidige modellen voor zwaar transport doeleinden; Aanspreekpunt/ begeleiding orders tijdens het productieproces. De werkzaamheden voor deze functie kunnen o.a. bestaan uit: Ontwerpen creëren en beheren in een high-end 3D parametrisch CAD programma (Creo Parametric) en PLM systeem (Windchill); Valideren van ontwerpen met FEA analyses; Ondersteunen van de productie tijdens het fabriceren van de trailer ontwerpen; Wij zijn op zoek naar kandidaten met:  HBO-Wtb, Autotechniek of MBO met een aantal jaren werkervaring; Relevante werkervaring in een Automotive organisatie is een pre; Technisch en ruimtelijk inzicht, proactief, zelf startend, creatief, analytisch;Kennis en ervaring met logistieke systemen; “Team player”- Stress bestendig, “Hands on” mentaliteit;Minimale werk ervaring van 3 jaar in productiebedrijven in de automobiel-of vrachtwagenindustrie is een pre; Een goede beheersing van de Engelse en Duitse taal is een pre. Oftewel: Een mooi gevarieerde uitdagende functie met veel verschillende facetten en mogelijkheden om jezelf te ontwikkelen. Wij zijn op zoek naar een kandidaat met de juiste mind-set die past bij Broshuis. De organisatie kenmerkt zich door een informele en no-nonsense familiecultuur waarin verder professionaliseren een ongoing proces is. Je bent in staat om zelfstandig te werken en je bent een probleemoplosser. Herken jij jezelf in dit profiel? Dan komen we graag met je in contact om samen het gesprek aan te gaan over deze mooie uitdaging! Broshuis biedt een gestructureerd intern trainingsprogramma die is afgestemd op het ontwikkelen van jouw specifieke talenten, in lijn met je persoonlijke ambities. Een intern opleidingsprogramma waarin je de opgedane kennis direct in de praktijk kan toepassen. Een snelgroeiend en internationaal succesvolle organisatie die wil investering in het ontwikkelen van haar (management)talent voor de toekomst. Een dynamisch maakbedrijf met een productieproces dat continu aan verandering onderhevig is en veel eist van je flexibiliteit en inzet. Een aantrekkelijk arbeidsvoorwaardenpakket, zowel primair als secundair. Je rapporteert in deze functie aan de Manager Sales Engineering.\nInformatie: Heb je vragen over deze functie? Neem dan contact op met Marcel de Jong. Email: m.de.jong@broshuis.com\nReageren: Als je geïnteresseerd bent in deze functie, verzoeken wij je zo spoedig mogelijk schriftelijk of per email te reageren naar onderstaand adres voor 1 april 2021.Broshuis BVT.a.v. Anouk Pleiter Postbus 468NL-8260 AL KampenTel. +31 88 387 2800vacatures@broshuis.com", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2431180557/?eBP=CwEAAAF4cdT-VFKP_qyynB4ApiorsAPvIdGjk_gB31RKqlE5bXruBYPxxOXAZ4BWpQb2d6wRpszhN2HiVXt0GKBAZbugh0yHI9hYwj1gGNES2dXOrXAKb8V_N_DMwyxTfqF4d3zPpZwR2_NX3W35LY1XJW6UFSX8z9K7M8gGfoPQqkFCcGvgNjXZptbC4x2RmbLT9b1WNq4gpeSVs_jjoRZOHQP452iTzX_SpTTGFWtR0AYh7Lu8nRBnbDi8-ZSHPSCiv3ug8JB-ggfpQYlmEv2NSnQOuY2Ro-lMhxbs2stjRBD5mBokL_qhjMngA27WNKlQpUCc1C6ll-4FNf3ZhwlQxPZJ7-7fbJZZPgeYVJm3JqIudw64zczVM7rWOn7Jhe_IvymLbuNeGaq4&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=wUnNNtIA9A66Vrk%2Fi4DiuQ%3D%3D&trackingId=Vs1y1A2fUp3Z%2B42udh08%2Fw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-27", "Language": "nl", "Gender": "Male"}, {"index": 9, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2304635739, "Job Title": "Kubernetes engineer", "Company Name": "de Volksbank", "Location": "Haarlem, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Vind jij ook dat je werk maar 1 keer moet doen en daarna geautomatiseerd moet zijn? Ben je van mening dat Infrastructure as Code net zo belangrijk is als de code die daarna op de infrastructuur moet draaien? Heb jij een passie voor werken met gave technologieën? Sluit dan aan bij het Kubernetes team van de Volksbank!\nHet team ontwikkelt een Kubernetes as a Service dienst voor interne klanten. Het doel hierbij is het ontzorgen van developers en het bieden van een stabiel en vooruitstrevend platform. Gehost op AWS wordt er gebruik gemaakt van terraform en een set aan ondersteunende diensten om het platform in te richten. Hierna krijgen de interne klanten toegang tot hun eigen clusters en kunnen ze aan de slag met het inrichten van hun applicaties.\nEen dag bij het Kubernetes team begint met een standup met het team, hierin kan je bespreken waar je mee bezig bent en waar je tegenaan loopt. Daarna ga je door met de taak waar je al mee bezig was, of pak je een nieuwe taak op van de backlog.\nDit zijn taken zoals het inrichten en bouwen van een nieuwe feature voor het platform, het verder ontwikkelen van een bestaande feature of het schrijven van ondersteunende software.\nDe week wordt verdeeld over de engineers in het team per dag. Als je die dag de aangewezen persoon bent, dan houd je het communicatie kanaal van de interne klanten in de gaten en reageer je op de vragen van developers. Je bent in staat om potentiële gebruikers voor het platform te enthousiasmeren.\nHet team bestaat uit gedreven engineers met een sterke achtergrond in Linux, Containers en Kubernetes. Er heerst een prettige sfeer in het team en er wordt goed samengewerkt. Zelfs in deze tijden van remote werken.\nJouw kwaliteiten\nJij bent gek op de technische inhoud van jouw vakgebied en weet wat je doet. Wat je net zo belangrijk vindt? Een goede samenwerking met collega’s. Om die samenwerking te laten slagen, zet jij jouw goede communicatieve vaardigheden in. Dat maakt van jou een prettige gesprekspartner. Je weet je kennis goed over te brengen en kunt zowel op operationeel als tactisch niveau sparren met collega’s en externe partijen. Jouw mening steek je niet onder stoelen of banken. Daarnaast houd je van aanpakken én denk je graag mee over verbeteringen.\nVerder heb je:\nHbo-niveau, liefst in een IT-richting. Ruime ervaring als infrastructure developer en goede programmeer- en/of scriptingskills. Kennis van Linux, AWS en Kubernetes, Terraform, Docker. Bij voorkeur ervaring met Open Policy Agent, ArgoCD, Github, Ingress, Prometheus en Golang.\n Werken bij de Volksbank & het coronavirus\nIn deze bijzondere periode volgen wij de richtlijnen van het RIVM. Als jouw werk het toestaat, dan werk je vanuit huis. Als je bij ons start in je nieuwe baan, krijg je uiteraard hulp van je collega’s om dit zo makkelijk mogelijk te maken. Bij de Volksbank zijn er voldoende faciliteiten om op afstand goed met elkaar samen te werken. Om jouw thuiswerkplek goed in te richten, krijg je een budget van 600 euro. Ook ontvang je een maandelijkse thuiswerkvergoeding van 40 euro om jouw extra kosten te dekken. En het gaat natuurlijk verder dan jouw fysieke werkplek. Je leidinggevende blijft met jou in gesprek over een gezonde werkomgeving.\nSolliciteren?\nKlik op de \"sollicitatie button\" en reageer op deze vacature. Laat je motivatie en cv achter en we nemen zo snel mogelijk contact met je op. Voor vragen over de sollicitatieprocedure kun je contact opnemen met Nancy van de Wiel via nancy.vandewiel@devolksbank.nl.\nWij werken op een prettige manier samen met een aantal preferred suppliers. Acquisitie wordt daarom niet op prijs gesteld.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2304635739/?eBP=CwEAAAF4cdT-VB6ZPeQtSEmUhRZ0CHCqcuxg-s97XJzKzO0c4f8AyH31vYqCqcRylU5-IKi1i7F5BkZWxFYIgq7pfOtbc-LK8lfQufnHYv_5iSsJkNKxNVxd8jvqWxbj8ouyylrDzmtZ-1X6ps6citbQDdqWACimzErtg7XiXo_Vejrs3drjSrwtNNs6lzit1NfxPN7V0XHYnDHIPCu4oVUaPPL889x7EYSRHUHkezRTNz261qQ6snXK_Vq_Ns4XbV2uvH9BuctrL60AmU0wf8qmW3qGSC63qLkpr5VsbUHGJsZP6Wqhg-TeaGOMoRYsWUpYY_htWxGY90Ve8EbMHVnky-2NPfhCwjoGRd2XzDvDjtNxUYNCobHxANZ8HuUDOU1H5pRm1DcY&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=wUnNNtIA9A66Vrk%2Fi4DiuQ%3D%3D&trackingId=paozUr9qrwcE6O%2Fz%2F7C%2FfA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-27", "Language": "nl", "Gender": "Male"}, {"index": 0, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2457651650, "Job Title": "Traineeship - Analytics April 2021 | Amsterdam | ING", "Company Name": "-1", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Information Technology & Services', 'Computer Software', 'Computer & Network Security']", "Sector": "['Information Technology']", "Job Description": "Vacature van ING, locatie Amsterdam.\n\nPlease note that we are currently only accepting applications for the October 2021 class of the Analytics traineeship.\n\nThe world of banking is changing faster than ever, enjoy the best experience in our Analytics traineeship\n\nDuring our two-year programme you create your own career within Analytics. You learn more about your chosen discipline and the financial services sector. Our trainee programme also allows you to discover yourself through a wide selection of (online) professional and personal skills trainings.\n\nMake an impact as a trainee\n\nOur purpose is to empower people to stay a step ahead in life and in business. We are an industry recognized strong brand with positive recognition from customers in many countries, a strong financial position, Omni-channel distribution strategy and international network.\n\nDo you want to work at a place where we believe that you can make the difference by using machine learning to generate data driven products? Why wait, discover how today.\n\nWe are incredibly excited about Analytics and the great potential for progress and innovation. We believe that analytics is a key differentiator in bringing “anytime, anywhere, personalized” services to our customers.We wish to improve our operational processes and create new and innovative data driven products that go beyond traditional banking, such as the platform models.Achieving this vision will require us to build and expand on our analytical efforts and organize ourselves around focused value buckets with strong coordination capabilities of data, technology, customer journey, UX, as well as external partnerships.\n\nYour first year \n\nYour trainee manager will assist you in choosing your first rotation which lasts approximately six months. As an Analyticstrainee you work on important projects that help realize the vision of ING, differentiating ING as a leader in data-driven organization, within the banking sector and beyond. These could relate to areas of such as Pricing, Risk Management, Financial Crime, Customer Intelligence, Data Management, Technology and many more.\n\nYou will also receive guidance from your line manager. If you are looking for additional guidance you can ask a Senior Manager to mentor you. They will coach you, inspire you, introduce you to their network and share their knowledge and insights with you.\n\nYou are in charge of your second assignment. Now it comes down to addressing your network and taking the initiative. We encourage it to gain international experience during this six-month period, which is not only great fun but is also good for your personal and professional development, if possible with if possible with local Covid-19 restrictions.\n\nYour Benefits\n\nBesides being given the opportunity to put your talent to good use where it really matters, you’ll participate in a global training event with all trainees from your year, which will also enable you to quickly build up a large network.\n\nThere is more, to give you an idea, we will tell you about the other benefits of working at ING:\nExcellent base salary;13th month salary;8% Holiday payment;216 hours of holiday per year based on a 40 hour working week;Laptop and budget to purchase a (work) phone;NS business card or travel allowance;Impressive training package; Permanent contract.\nOur Analytics trainee \nHas a university Master's Degree with strong mathematical background for example: Computer science, Statistics, Econometrics, Mathematics, Ops research, Engineering, Science or other related technical discipline.Has experience with building models in code using quantitative techniques and programming languages like Python, R., Scala, C++, Java, SAS/Matlab and open source software; testing and validate data models and data processing and use of visualization tools.Has knowledge and experience with Machine LearningHas a strong command of the English language.Understands the economic landscape & banking industry.Is a data lover, willing and able to learn and to improve technical and interpersonal skills.Is creative and curious.Is a team player who strikes effective balance between independence and acting in the interest of the team.\nDo you have what it takes?\n\nWhen applying for the Analytics traineeship April 2021, remember to upload your complete application: CV, motivational questions and grade lists (Bachelor and Master till now) in English.if you are sure you are what we are looking for, go for it!\n\nThe first interview round (HR interview) will be scheduled as soon as you pass the three part assessment.\n\nBefore the second interview, you will receive a Data Science case to prepare for the Business Panel. When you receive positive feedback after your HR Interview, we will provide you with this case. You’ll have approximately one week to prepare.\n\nWe have a limited amount of traineeship positions per traineeship, so we encourage you to apply as soon as possible!\n\nClick on the following links to find out more about theITP Programmeand theselection procedure.\n\nPlease notethat the results will remain definite for a future application for one of our traineeships. This means that you cannot apply again after not passing either our assessment or interview stage.\n\n5cd8a0b9cc68f9ffa4c9253553278a55\n \n\n \n\n          Seniority Level\n        \n\n          Entry level\n        \n\n\n\n\n          Industry\n        \n\n\n              Information Technology & Services\n            \n\n              Computer Software\n            \n\n              Computer & Network Security\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Information Technology", "Employment Type": "Full-time", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2457651650/?eBP=JOB_SEARCH_ORGANIC&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=n8JkMxP2ph1Laj3QdzL9VQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 days ago", "Job Age Number": "3 days ago", "Job Date": "2021-03-12", "Collection Date": "2021-03-15", "Language": null, "Gender": "Male"}, {"index": 1, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2432175328, "Job Title": "Composite Engineer", "Company Name": "Strohm", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Oil & Energy']", "Sector": "['Human Resources']", "Job Description": "Composite Engineer\nStrohm is the leading manufacturer of Thermoplastic Composite Pipe (TCP)with the world’s largest track-record after being the first to bring the technology to the Oil & Gas industry in 2007. TCP reduces total installed and life cycle cost for subsea flowlines, jumpers and risers and has proven to reduce the CO2 footprint of pipeline infrastructures by at least 50%. TCP is a strong, non-corrosive, spoolable, lightweight technology which is delivered in long lengths, resulting in a significant reduction of transportation and installation costs. TCP is installed using small vessels or subsea pallets, significantly reducing CO2 emissions. It is also 100% recyclable.The company is committed to driving sustainability with its range of TCP solutions which enable clients towards their net-zero carbon emissions targets and supports the acceleration for Energy transition.  About the jobYou carry out the engineering work to design fit-for-purpose Thermoplastic Composite Pipes (TCP) and all related equipment and ancillaries.Main tasksCreate Finite Element models of TCP, end fitting and equipment interacting with TCPPerform stress analysesPerform strength, fatigue and creep calculationsPerform failure predictions (for process quality testing and product qualification testing) and define test acceptance criteriaDefine optimal TCP lay-upPrepare design reports and product datasheets Knowledge, skills and experienceMaster or Bachelor degree in Mechanical Engineering, Materials Science or equivalentAt least 3 years of relevant working experienceFundamental knowledge of composite properties, manufacturing methods, material modelling, constituent behaviourGlobal understanding of composites, TCP behaviour, deck equipment, offshore installation and subsea engineeringExperience in strength and stiffness analysis (FEA) preferably AbaqusExperience in engineering processes and documentation (reports, drawings, RCA)Good communication and presentation skillsGood command of the English language (written & spoken) is essential. Dutch is advantageous.\nThe teamThe engineering for TCP design and its application is integrated in the multidisciplinary department TCP Engineering. Composite Engineers are part of the Composite Engineering team and report to the responsible engineering Team Lead, while working in close collaboration with the Application Engineering team to develop a full fit-for-purpose TCP solution.\nOur offerWe offer you a role within a dynamic, growing and innovative companyYou will work in a pleasant, open and challenging work place with enthusiastic colleaguesSalary indication will be based on your relevant knowledge and work experienceStrohm has its own pension schemeWe offer 32 holidays based on fulltimeYou will be stationed at our office in IJmuiden\nContactIf you require further information, please contact our HR department: + 31 (0)255 763563. If you are interested in applying for a position, please send your application to recruitment@strohm.eu. \nThird party applications are not appreciated. \n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Oil & Energy\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Human Resources", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/strohm/life/", "Job URL": "https://www.linkedin.com//jobs/view/2432175328/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=%2BmzG7Tq75UEoejFo1wT%2BrA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 week ago", "Job Age Number": "1 week ago", "Job Date": "2021-03-04", "Collection Date": "2021-03-15", "Language": null, "Gender": "Male"}, {"index": 2, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 1492517091, "Job Title": "DataOps Engineer", "Company Name": "Adyen", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "This is Adyen\n\nWe took an unobvious approach to starting a payments company, building a platform from scratch. Today, we're the payments platform of choice for the world's brightest companies. Our unobvious approach is a product of our diverse perspectives. This diversity, of backgrounds, cultures, and perspectives, is essential in helping us maintain our momentum. Our business challenges are unique, we need as many different voices as possible to join us in solving them - voices like yours. So no matter where you’re from, who you love, or what you believe in, we welcome you to be your true self at Adyen.\n\nDataOps Engineer\n\nAdyen is looking for a DataOps Engineer to join our Infrastructure team in Amsterdam. Our on premise platforms are growing at a fast pace. You will operate as part of a group of data engineers, developers and data scientists, and work together on the core data infrastructure on a global scale.\n\nYou will be challenged with the fast growth needs of Adyen, by the different teams across the company and to bring innovative solutions everyday. You’ll be asked to improve the current stack and support several highly skilled teams of data scientists and data engineers.\n\nWhat You Will Do\n Create, maintain and iterate on the current data infrastructure Anticipate on growth and look for structural changes required in the big-data offering at Adyen Work closely with users of the data infrastructure and arrive at pragmatic solutions, in line with standards used throughout the infrastructure group \n\nWho You Are\n Background- you have a solid background with designing, scaling and maintaining data infrastructure solutions, learn on the fly, diagnose problems and be used to dealing with a 24/7 environment. Technology- you must be proficient and have real world and hands-on experience with the following technologies- Hadoop ecosystem (Hive, Yarn, HDFS) with Spark, securing cluster with Ranger and Kerberos, along with automation tools such as Ansible/Puppet Experience- building, testing and maintaining data infrastructure for enterprise level data lake solutions in a Linux based production environment Knowledge- solid understanding of data lake solutions and related infrastructure components Mentality- you are a team player who is open to feedback and have the mind-set to automate and avoid repetitive tasks \n\nWho We Are\n\nAdyen is the payments platform of choice for many of the world’s leading companies, providing a modern end-to-end infrastructure connecting directly to Visa, Mastercard, and consumers' globally preferred payment methods. Adyen delivers frictionless payments across online, mobile, and in-store channels. With offices across the world, Adyen serves customers including Facebook, Uber, Spotify, Casper, Bonobos and L'Oreal.\n\nPlease also check the Data Engineer position.\n\nReady to meet us?\n\nIf this role looks like your next challenge, apply by clicking the below link. We can’t wait to meet you!", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/1492517091/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=QXt%2BJLMCMa2jdaox0c2ZAA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 week ago", "Job Age Number": "1 week ago", "Job Date": "2021-03-03", "Collection Date": "2021-03-15", "Language": null, "Gender": "Male"}, {"index": 3, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2416254455, "Job Title": "HBO/WO Meewerkstage bij ING Zakelijke Kredieten", "Company Name": "ING Nederland", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Banking', 'Financial Services']", "Sector": "['Engineering', 'Information Technology']", "Job Description": "HBO/WO Meewerkstage bij ING Zakelijke Kredieten\n\nBen jij enthousiast, administratief sterk en is communicatie jouw sterke kant? En ben je geïnteresseerd in sales, klanten en collega’s helpen? Dan is ING Zakelijke Kredieten opzoek naar jou!\n\nJe werkomgeving\n\nDe afdeling Zakelijke Kredieten is in augustus 2016 van start gegaan en bestaat uit circa 200 medewerkers. In elk ‘Customer Loyalty Teams’ van circa 9 medewerkers worden kredietaanvragen, -wijzigingen en tussentijdse kredietbeoordelingen behandeld. Onze manier van werken is geheel in lijn met het Agile gedachtengoed, zoals het in grote delen binnen ING is geïmplementeerd. De zelfsturende teams proberen klantwensen niet alleen waar te maken, maar zelfs te overtreffen.\n\nDe purpose van onze afdeling is ‘wij bieden de beste service, zodat ondernemers kunnen ondernemen!’ Onze ambitie is ondernemers (proactief) nog meer gemak bieden en onze commerciële activiteiten vergroten. Dat vereist snelle en kwalitatief hoogwaardige service die zorgt voor het optimaliseren van de beleving van onze (potentiële) klanten. Het fundament van deze dienstverlening zijn medewerkers die het beste uit zich zelf en anderen halen.\n\nWij zijn een dynamische afdeling die zich op het gebied van cultuur sterk ontwikkeld. Ons streven is om de ideale werkomgeving te zijn die door medewerkers wordt ervaren als ‘the place to be’. Momenteel wordt er door COVID-19 door iedereen vanuit huis gewerkt.\n\nDit ga je doen\n\nJe gaat samen met andere members, op afstand, de zakelijke klant bedienen op het gebied van kredietverlening. Tijdens je stage bent je verantwoordelijk voor het verwerken van verschillende klantverzoeken. Denk hierbij aan werkzaamheden als: verwerken nieuwe financieringsaanvragen, wijzigingsverzoeken, deals sluiten, jaarcijfers invoeren, risicoanalyses enz.\n\nNaast de reguliere werkzaamheden krijg je de tijd om verschillende opdrachten en analyses uit te voeren, gericht op jouw interesses binnen het vakgebied. Op basis van deze analyses trek je conclusies en geef je aanbevelingen die bruikbaar zijn op de werkvloer van de Super Circle. Je participeert in verschillende interne projecten, gespitst op jouw interesse! Als je laat zien dat je meer verantwoordelijkheden/taken kunt en wilt opnemen, krijg je binnen het team alle ruimte en volop ondersteuning om zelfstandig aan de slag te gaan. Bij onze afdeling heb je de mogelijkheid om je 4 dagen te werken van 9 uur, ons streven hierbij is dat je minimaal 3 dagen volledig meewerkt met de teams, waardoor je 1 dag kan gebruiken voor schoolopdrachten.\n\nWie ben jij?\n\nJe Herkent Jezelf In Het Volgende Profiel\n Je volgt een relevante HBO of WO opleiding Je bent 4-6 maanden fulltime beschikbaar Je bent pro-actief en je kunt zelfstandig en planmatig werken Je hebt een sterk ontwikkeld analytisch vermogen Je beschikt over sterke communicatieve vaardigheden\nBepaal in overleg je werktijden \n\nJe krijgt een marktconforme stagevergoeding. We kijken samen naar de beste verdeling van je werkdagen/uren. Je kunt jouw stage dus goed combineren met eventuele verplichtingen die je hebt op je opleiding. Deze stage start in februari 2021. De standplaats is Amsterdam, echter werk je voornamelijk vanuit je eigen huis.\n\n Ben je enthousiast? \nKlik dan op Solliciteren. Graag ontvangen wij jouw CV en motivatiebrief in één document. We lezen in je brief naast je motivatie ook graag welke onderwerpen je interessant vindt en welke methodes vanuit je studie je zou willen toepassen tijdens je stage. Op basis hiervan kunnen we bepalen of er een match is tussen wat jij interessant vindt en de lopende projecten op onze afdeling.\n\nAls je nog vragen hebt neem dan gerust contact op met Amber van Baarsen door te mailen naar Amber.van.Baarsen@ing.com of te bellen naar 0615045939\n\nLet op! Om stage te kunnen lopen bij ING, moet je tijdens je stageperiode ingeschreven staan bij een Nederlandse onderwijsinstelling.\n \n\n\n\n\n\n          Industry\n        \n\n\n              Banking\n            \n\n              Financial Services\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Engineering\n            \n\n              Information Technology", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/ing-nederland/life/", "Job URL": "https://www.linkedin.com//jobs/view/2416254455/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=ULI0M0H2pU6KEffdtVN8pw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-01-15", "Collection Date": "2021-03-15", "Language": null, "Gender": "Male"}, {"index": 4, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2414805821, "Job Title": "Traineeship Engineer Utrecht", "Company Name": "Bluetech Engineering", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Meer leren over engineering, brandveiligheid en sprinklertechniek? Kom bij ons werken!\nWat ga je doen?Binnen ons opleidingstraject dat gericht is op brandveiligheid (Sprinklertechniek) word jij opgeleid tot Engineer. Je wordt er medeverantwoordelijk voor dat de sprinklerinstallaties perfect worden ontworpen en zorgt dat de monteurs op locatie zonder slag of stoot hun werk kunnen uitvoeren. Binnen deze functie ga je dus ook regelmatig op pad en check jij of alles wel goed wordt uitgevoerd. Sprinklerinstallaties komen veelal in complexe omgevingen voor zoals: ziekenhuizen, datacenters en kantoorcomplexen, maar ook gebouwen binnen een industriële omgeving. Kortom: uitdaging gegarandeerd!\nWat vragen wij van jou?Om de kans op succes zo groot mogelijk te laten zijn tijdens ons opleidingstraject herken je jezelf in de volgende punten:• Je hebt minimaal een afgeronde MBO niveau 4 opleiding in een technische richting• Je bent communicatief sterk• Je bent leergierig• Je bent nieuwsgierig• Je bent gemotiveerd en wilt bijvoorbeeld doorgroeien van engineer naar projectleider• Wisselende uren en werkdagen zijn voor jou geen probleem• Zelfontwikkeling vind je belangrijk• Je houdt van aanpakken en grijpt nieuwe kansen dan ook met beide handen aan• Je bent niet bang om je mening te geven en om hulp te vragen wanneer je vastloopt• Je bent bereid om er, in samenwerking met ons, voor te zorgen dat jij jouw doelen bereikt\nVoldoe je niet aan alle boven gestelde eisen, maar weet je zeker dat we jou moeten hebben?Niet geschoten is altijd mis. Reageren op deze vacature is geheel vrijblijvend en wie weet pas jij wel perfect binnen ons bedrijf.\nWat bieden wij jou?Uiteraard een prachtige toekomst met bijbehorende carrière, maar daar blijft het niet bij. We bieden je ook:• Een maandelijks bedrag tussen de €2200 – €2500 euro afhankelijk van leeftijd en ervaring• De mogelijkheid om een deel van je brutosalaris in te ruilen voor secundaire arbeidsvoorwaarden. Denk hierbij aan een auto van de zaak en/of extra vakantiedagen.• Reiskostenvergoeding• Een 18 maanden durend traject tot Engineer. Daarbij zorgen wij ervoor dat je de theorie leert en dat je de nodige praktijkervaring op gaat doen, maar bovenal zorgen we dat jij de begeleiding krijgt die je nodig hebt.Samen zorgen wij ervoor dat jij na 18 maanden als volwaardig Engineer in de brandveiligheid/sprinklertechniek aan het werk kan!• Een goede balans tussen werk en privéleven. We moedigen je aan wanneer je een nieuwe klus binnenhaalt, maar ook wanneer je op tijd naar huis gaat om te sporten, te klussen of te koken• De mogelijkheid om jezelf verder te ontwikkelen binnen dit vakgebied en door te groeien• Persoonlijke coaching en begeleiding• Gelijkwaardigheid op de werkvloer. Jouw mening is net zo belangrijk als die van ons, dus laat vooral van je horen!", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2414805821/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=0BsJwAbTd4ofvIBWrLQc9w%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "6 days ago", "Job Age Number": "6 days ago", "Job Date": "2021-03-08", "Collection Date": "2021-03-15", "Language": null, "Gender": "Male"}, {"index": 5, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2424268380, "Job Title": "OR Engineer", "Company Name": "ORTEC - Optimize Your World", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Information Technology & Services']", "Sector": "['Information Technology']", "Job Description": "As an Operations Research Engineer at ORTEC you will get the chance to improve our complex software solutions!\nThe role of Operations Research Engineer includes a unique combination of mathematics and software engineering, and has interaction with customers to figure out what the problem is, translating it to requirements and implementing a solution. Because we deliver complex solutions, you will face many different types of technical issues. You often work on a couple of projects at the same time, giving a lot of variation and ample learning opportunities. For each project, you work in small teams consisting of architects, testers and engineers. You help fixing bugs, carry out maintenance activities, implement our algorithmic ideas and think about improvements of the algorithms in our software solutions.\nYour team, and ORTEC as a whole for that matter, consists of very talented people who like to work together and help each other out, while really making a difference to our customers. You work on real-life problems of our customers, such as business critical processes that influence thousands of people every single day.\nFrom day one, you will be supported by your colleagues and they will make sure you get up to speed with our products, systems and way of working, while your input will be appreciated on smart (change) proposals from the very first moment you set (digital) foot in our office.\nWe have a permanent subscription to Udemy, giving you the opportunity to keep up with new developments.\nAre you triggered? Then apply online using the apply button and leave your CV and motivation.\nWho you areAs an Operations Research Engineer you have at least 3 years of relevant working experience and you have with a Master’s degree in Computer Science, Operations Research (OR), (Business) Mathematics, Artificial Intelligence, or other relevant studies.\nFurthermore, you have/areAn ambitious professional who is challenged by working in a new and unfamiliar environmentKnowledge of OR and mathematicsAble to translate business requirements into a production-ready solution which uses advanced OR techniquesConscientious in staying abreast of new developmentsA puzzle solver with excellent analytical skillsExperience with Java and/or C#Able to explain complex concepts in simple termsCommunicative, sociable and motivated by client focus, contact and interactionAble to fluently communicate in Dutch and English (verbally and in writing)Willingness to take part in on-call duties to support our customers 24/7 (approx. 8 weeks per year). You will be generously compensated.\nWhat we offerEntrance to the most passionate powerhouse in applied mathematicsJoin our movement and improve the worldEnjoy an open, kind and fun cultureNS Business Card 100%, NS Business Card, lease opportunity or commuting allowance: it’s your choiceMobility allowance of 3% of your base salary25 annual leave days, additional days from the age of 35Result related remunerationActive employee association for fun activities with colleagues and content driven Young ORTEC for you to joinWe help you to #stayhealthy, to #stayeffective and to #stayconnected: we organize online activities such as pub quizzes, online sports events, social calls with colleagues, and much moreYear-end bonus equal to a full month’s payWe believe in commitment: your permanent contract will be waiting for you\nWhat to expectWe will help you to thrive in your field of expertise. We offer development programs, tailored to your individual needs and function requirements, including opportunities to attend courses and seminars. We offer challenging, practical hands-on experience with opportunities to work abroad. We operate in a flat organizational structure that keeps communication lines short. The atmosphere is open, informal, cooperative and positive. We employ over 800 people in the Netherlands (HQ), Belgium, Germany, France, the U.K., Romania, Italy, the U.S., Australia, Brazil, Poland, Denmark and Singapore. Visit our website www.ortec.com to learn more about our solutions and clients’ experiences.\nPlease do not use this vacancy as an acquisition opportunity.\n \n\n \n\n          Seniority Level\n        \n\n          Mid-Senior level\n        \n\n\n\n\n          Industry\n        \n\n\n              Information Technology & Services\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Information Technology", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/ortec/life/", "Job URL": "https://www.linkedin.com//jobs/view/2424268380/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=qOzLnc56BeRZsTasjthLmQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-23", "Collection Date": "2021-03-15", "Language": null, "Gender": "Male"}, {"index": 6, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2437115980, "Job Title": "Engineer infra buitenbekabeling", "Company Name": "LVNL", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Airlines/Aviation']", "Sector": "['Engineering']", "Job Description": "Als Engineer buitenkabels ben je onderdeel van de afdeling Gebouwen, Services en Installatie. Samen onderhouden, vernieuwen, vervangen en optimaliseren we de gebouwen, installaties en bijbehorende infrastructuur binnen en buiten LVNL. En dat terwijl deze systemen 24/7 operationeel zijn.\n\nHet team bestaat uit 17 engineers binnen en buitenkabel, bouwkunde, en elektrotechniek en werktuigbouwkunde. Binnen LVNL hebben wij ook een adviserende en coördinerende rol en zijn we betrokken bij grote projecten, zoals:\n\n \n\nDe nieuwbouw van een opleidingspand direct naast ons hoofdkantoor;Het realiseren van een testomgeving voor ons nieuwe Air Traffic Management systeem (ATM)Het creëren van nieuwe werkplekken voor onze militaire collega’s op de operationele zaal;Het verbouwen van de luchtverkeerstoren om meer werkplekken te creëren;Remote Tower: vanuit Amsterdam via camerabeelden het luchtverkeer in Maastricht en Groningen leiden.\n\nAls Engineer buitenkabels bij LVNL ben je continu bezig met het ontwerpen, vervangen, moderniseren, renoveren en nieuwbouw van gebouwen, installaties en bijbehorende infrastructuur binnen en buiten LVNL. Vanwege het specifieke karakter van onze organisatie en de hoge eisen die gesteld worden op het gebied van beschikbaarheid en veiligheid is er met betrekking tot installaties sprake van een hoog afbreukrisico. Als Engineer draag je zorg voor de maximale beschikbaarheid en betrouwbaarheid van genoemde installaties en werk je nauw samen met je collega Engineers en Installatie Technici\n\nWat je gaat doen:\n\nJe stelt het meerjarig vervangings- en onderhoudsprogramma op;Je initieert verbetervoorstellen, contracteert uitvoerende partijen – zoals adviesbureaus, leveranciers en installatiebedrijven - en borgt de kwaliteit van de door hun uitgevoerde werkzaamheden.;Je stelt programma’s van eisen en bestekken op, je borgt de toepassing van interne- en wettelijke regelgeving en coördineert de vaktechnische werkzaamheden binnen de projecten;\n\nOok adviseer je interne klanten over optimale oplossingsmogelijkheden en ondersteun je collega installatietechnici bij de uitvoerende werkzaamheden, complexe storingen en hun vakbekwaamheidstoetsing. \n\nIn diverse LVNL projectteams heb je de rol van (Lead) Engineer en vertegenwoordig je als multidisciplinair engineer de afdeling GSI. We zoeken een Engineer die – naast de technische bagage oog heeft voor duurzaamheid en innovatie. Daarnaast zoeken we iemand die als projectleider kan optreden in de projecten. Hierbij representeer je alle vakdisciplines (elektrotechniek, werktuigbouwkunde, bouwkunde, binnen- en buitenkabels). Je bent een teamspeler en bezit goede communicatieve vaardigheden. Ook ben je organisatorisch en analytisch sterk. \n\nVerder beschik je over:\n\nEen hbo diploma elektrotechniek, civiele techniek met specialisatie infrastructuur of gelijkwaardig;Kennis van de relevante normen;Kennis van CAD/BIM en het opstellen van onderhoudsprogramma’s.\n\nHet bezit van een VCA-diploma is een pré. Functie en schaal:\n\nSalaris (op fulltime basis) tussen € 3.200,- en € 5.800,- bruto per maand (afhankelijk van opleiding en ervaring);Een eindejaarsuitkering, vakantiegeld en reiskostenvergoeding;Pensioenfonds voor overheid en onderwijs (ABP);27 vakantiedagen;Tegemoetkoming in de ziektekostenverzekering;Een actieve personeels- en jongerenvereniging en vrouwennetwerk;Een fitnessruimte die 24/7 open is en een bedrijfsrestaurant.\n\n Een veiligheidsonderzoek maakt onderdeel uit van de selectieprocedure. \n\nHeb je vragen of wil je meer informatie? Je kunt Remon Eijsackers (Teamleider) voor inhoudelijke vragen bereiken via 020 – 406 2467 of r.eijsackers@lvnl.nl. Voor vragen over de procedure kun je terecht bij Petra Tuin HR Adviseur op 0612729845 of p.tuin@lvnl.nl.\n\nSolliciteren kan tot en met 31 maart 2021 via de ''Solliciteer'' button. Upload hier je motivatiebrief en curriculum vitae. \n\n\n \n\n \n\n          Seniority Level\n        \n\n          Mid-Senior level\n        \n\n\n\n\n          Industry\n        \n\n\n              Airlines/Aviation\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Engineering", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/lvnl/life/", "Job URL": "https://www.linkedin.com//jobs/view/2437115980/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=DRkQYPpTiNl9pxXtmb33%2BA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 days ago", "Job Age Number": "4 days ago", "Job Date": "2021-03-10", "Collection Date": "2021-03-15", "Language": null, "Gender": "Male"}, {"index": 7, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2406658887, "Job Title": "SysOps Engineer", "Company Name": "Ximedes", "Location": "Haarlem, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Erik van Anholt\n \n\n            HR Manager bij Ximedes\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nDo you value quality, creative solutions and flexibility and would you like to work enthusiastically and passionately in the SysOps team where you will be dealing with Amazon AWS, Firewalls, IPSEC, Linux, Tomcat Application Servers, Postgres, Microsoft SQL Server, Terraform, Ansible, CHEF, Microsoft Azure and much more, please contact us. We can discuss your future at Ximedes.\nXimedes is looking for an experienced or at least very enthusiastic SysOps Engineer. Someone who has a passion for SysOps and/or SysAdmin technology in the broadest sense of the word. It is necessary that you master the Dutch and English languages well and preferably that you have completed a HBO education.\nAs a SysOps Engineer at Ximedes you work together with colleagues who challenge you, let you experience the profession and offer help where necessary. You will work in an inspiring environment where challenging Cloud Hosting and Cloud Infrastructure environments are the standard. You will contribute to the set-up and maintenance of complex hosting environments where security and high availability are commonplace.\n \n\n\n\n\n\n\n        Employment Type\n      \n\n        Full-time", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/ximedes/life/", "Job URL": "https://www.linkedin.com//jobs/view/2406658887/?eBP=CwEAAAF4cdT-U9jScVzG3VX7DsngkZAhJ0fTv7sVm3H21lY5UMYPiKTYOz3HZnqAMm23N6P3vMVOmyDmdLXMTZ_ANK8I3kZav8lagYKCQy6yB7l-cLhSAsF-z8_U7zblZNCgIBP0COzI1SIPYaqLasf1Xx2H27PGY169xzA-KYJcFGm1ic6NsnmgCdAaCqN20l78_PfndVUG6wqm6W8WvM7NcbnKEWUvMJaUNK4gVIr3yIZiL1Lc-Hi-eq9kdlnS8qJdob6z4MDwYWnZwVP0JC8_cdUEutJQ7PPQDewmqORw97emhz59j6J4sZONDDQEP406SE4I_WN91hVp__j9qNksRe3hpX5Pha9yALRZp4vTbIwaSNO9SVPmDxYgHP7-G5Ef6qKtELlNzZLYWfY8YQ&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=wUnNNtIA9A66Vrk%2Fi4DiuQ%3D%3D&trackingId=m7PYI4hD77ykwHqv6G04%2Fw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-27", "Language": null, "Gender": "Male"}, {"index": 8, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2431180557, "Job Title": "junior en senior Engineer", "Company Name": "Broshuis", "Location": "Haarlem, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Broshuis B.V. (440 FTE,) opgericht in 1885, is een familiebedrijf en producent van opleggers voor speciaal transport en containerchassis. De Broshuis groep bestaat uit de hoofdvestiging in Kampen en verkoopkantoren in diverse Europese landen. De organisatie wordt gedreven door innovatie en is internationaal toonaangevend. Broshuis heeft alle disciplines in huis, van engineering tot en met het afmonteren van de trailers, om ‘state of the art’ kwaliteitsproducten te maken die aan alle wensen van haar afnemers voldoen. Door de groei en internationale expansie is de organisatie in veel Europese landen uitgegroeid tot marktleider in het speciaal transport. Jaarlijks vinden ca. 1.000 klant-specifiek gebouwde Broshuis opleggers hun weg naar klanten over de hele wereld.  Generieke omschrijving functie. Bij Broshuis staat kwaliteit, veiligheid en innovatie voorop. Als engineer kan jij je helemaal vinden in deze speerpunten en houd je hier rekening mee met het uitvoeren van onderstaande werkzaamheden:Aan de hand van klant specifieke opdrachten wordt binnen het engineeringsteam intensief samengewerkt om tot een goed ontwerp te komen; De ontwerpen worden modulair samengesteld volgens het CTO (Configure To Order) principe en specifiek aangevuld met ontwerpen volgens het ETO (Engineering To Order) principe a.d.h.v. specifieke klant eisen; Het correct opzetten, ontwerpen en beheer van de Product generator en modulaire delen in het PDM-Windchill systeem; Deel ontwerpen geschikt maken voor de 2D en 3D laser snijmachines en lasrobot; Beheer en ontwerp van hydraulische, elektrische en pneumatische schema’s; Door ontwikkelen van ontwerpen op basis van huidige modellen voor zwaar transport doeleinden; Aanspreekpunt/ begeleiding orders tijdens het productieproces. De werkzaamheden voor deze functie kunnen o.a. bestaan uit: Ontwerpen creëren en beheren in een high-end 3D parametrisch CAD programma (Creo Parametric) en PLM systeem (Windchill); Valideren van ontwerpen met FEA analyses; Ondersteunen van de productie tijdens het fabriceren van de trailer ontwerpen; Wij zijn op zoek naar kandidaten met:  HBO-Wtb, Autotechniek of MBO met een aantal jaren werkervaring; Relevante werkervaring in een Automotive organisatie is een pre; Technisch en ruimtelijk inzicht, proactief, zelf startend, creatief, analytisch;Kennis en ervaring met logistieke systemen; “Team player”- Stress bestendig, “Hands on” mentaliteit;Minimale werk ervaring van 3 jaar in productiebedrijven in de automobiel-of vrachtwagenindustrie is een pre; Een goede beheersing van de Engelse en Duitse taal is een pre. Oftewel: Een mooi gevarieerde uitdagende functie met veel verschillende facetten en mogelijkheden om jezelf te ontwikkelen. Wij zijn op zoek naar een kandidaat met de juiste mind-set die past bij Broshuis. De organisatie kenmerkt zich door een informele en no-nonsense familiecultuur waarin verder professionaliseren een ongoing proces is. Je bent in staat om zelfstandig te werken en je bent een probleemoplosser. Herken jij jezelf in dit profiel? Dan komen we graag met je in contact om samen het gesprek aan te gaan over deze mooie uitdaging! Broshuis biedt een gestructureerd intern trainingsprogramma die is afgestemd op het ontwikkelen van jouw specifieke talenten, in lijn met je persoonlijke ambities. Een intern opleidingsprogramma waarin je de opgedane kennis direct in de praktijk kan toepassen. Een snelgroeiend en internationaal succesvolle organisatie die wil investering in het ontwikkelen van haar (management)talent voor de toekomst. Een dynamisch maakbedrijf met een productieproces dat continu aan verandering onderhevig is en veel eist van je flexibiliteit en inzet. Een aantrekkelijk arbeidsvoorwaardenpakket, zowel primair als secundair. Je rapporteert in deze functie aan de Manager Sales Engineering.\nInformatie: Heb je vragen over deze functie? Neem dan contact op met Marcel de Jong. Email: m.de.jong@broshuis.com\nReageren: Als je geïnteresseerd bent in deze functie, verzoeken wij je zo spoedig mogelijk schriftelijk of per email te reageren naar onderstaand adres voor 1 april 2021.Broshuis BVT.a.v. Anouk Pleiter Postbus 468NL-8260 AL KampenTel. +31 88 387 2800vacatures@broshuis.com", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2431180557/?eBP=CwEAAAF4cdT-VFKP_qyynB4ApiorsAPvIdGjk_gB31RKqlE5bXruBYPxxOXAZ4BWpQb2d6wRpszhN2HiVXt0GKBAZbugh0yHI9hYwj1gGNES2dXOrXAKb8V_N_DMwyxTfqF4d3zPpZwR2_NX3W35LY1XJW6UFSX8z9K7M8gGfoPQqkFCcGvgNjXZptbC4x2RmbLT9b1WNq4gpeSVs_jjoRZOHQP452iTzX_SpTTGFWtR0AYh7Lu8nRBnbDi8-ZSHPSCiv3ug8JB-ggfpQYlmEv2NSnQOuY2Ro-lMhxbs2stjRBD5mBokL_qhjMngA27WNKlQpUCc1C6ll-4FNf3ZhwlQxPZJ7-7fbJZZPgeYVJm3JqIudw64zczVM7rWOn7Jhe_IvymLbuNeGaq4&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=wUnNNtIA9A66Vrk%2Fi4DiuQ%3D%3D&trackingId=Vs1y1A2fUp3Z%2B42udh08%2Fw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-27", "Language": null, "Gender": "Male"}, {"index": 9, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2304635739, "Job Title": "Kubernetes engineer", "Company Name": "de Volksbank", "Location": "Haarlem, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Vind jij ook dat je werk maar 1 keer moet doen en daarna geautomatiseerd moet zijn? Ben je van mening dat Infrastructure as Code net zo belangrijk is als de code die daarna op de infrastructuur moet draaien? Heb jij een passie voor werken met gave technologieën? Sluit dan aan bij het Kubernetes team van de Volksbank!\nHet team ontwikkelt een Kubernetes as a Service dienst voor interne klanten. Het doel hierbij is het ontzorgen van developers en het bieden van een stabiel en vooruitstrevend platform. Gehost op AWS wordt er gebruik gemaakt van terraform en een set aan ondersteunende diensten om het platform in te richten. Hierna krijgen de interne klanten toegang tot hun eigen clusters en kunnen ze aan de slag met het inrichten van hun applicaties.\nEen dag bij het Kubernetes team begint met een standup met het team, hierin kan je bespreken waar je mee bezig bent en waar je tegenaan loopt. Daarna ga je door met de taak waar je al mee bezig was, of pak je een nieuwe taak op van de backlog.\nDit zijn taken zoals het inrichten en bouwen van een nieuwe feature voor het platform, het verder ontwikkelen van een bestaande feature of het schrijven van ondersteunende software.\nDe week wordt verdeeld over de engineers in het team per dag. Als je die dag de aangewezen persoon bent, dan houd je het communicatie kanaal van de interne klanten in de gaten en reageer je op de vragen van developers. Je bent in staat om potentiële gebruikers voor het platform te enthousiasmeren.\nHet team bestaat uit gedreven engineers met een sterke achtergrond in Linux, Containers en Kubernetes. Er heerst een prettige sfeer in het team en er wordt goed samengewerkt. Zelfs in deze tijden van remote werken.\nJouw kwaliteiten\nJij bent gek op de technische inhoud van jouw vakgebied en weet wat je doet. Wat je net zo belangrijk vindt? Een goede samenwerking met collega’s. Om die samenwerking te laten slagen, zet jij jouw goede communicatieve vaardigheden in. Dat maakt van jou een prettige gesprekspartner. Je weet je kennis goed over te brengen en kunt zowel op operationeel als tactisch niveau sparren met collega’s en externe partijen. Jouw mening steek je niet onder stoelen of banken. Daarnaast houd je van aanpakken én denk je graag mee over verbeteringen.\nVerder heb je:\nHbo-niveau, liefst in een IT-richting. Ruime ervaring als infrastructure developer en goede programmeer- en/of scriptingskills. Kennis van Linux, AWS en Kubernetes, Terraform, Docker. Bij voorkeur ervaring met Open Policy Agent, ArgoCD, Github, Ingress, Prometheus en Golang.\n Werken bij de Volksbank & het coronavirus\nIn deze bijzondere periode volgen wij de richtlijnen van het RIVM. Als jouw werk het toestaat, dan werk je vanuit huis. Als je bij ons start in je nieuwe baan, krijg je uiteraard hulp van je collega’s om dit zo makkelijk mogelijk te maken. Bij de Volksbank zijn er voldoende faciliteiten om op afstand goed met elkaar samen te werken. Om jouw thuiswerkplek goed in te richten, krijg je een budget van 600 euro. Ook ontvang je een maandelijkse thuiswerkvergoeding van 40 euro om jouw extra kosten te dekken. En het gaat natuurlijk verder dan jouw fysieke werkplek. Je leidinggevende blijft met jou in gesprek over een gezonde werkomgeving.\nSolliciteren?\nKlik op de \"sollicitatie button\" en reageer op deze vacature. Laat je motivatie en cv achter en we nemen zo snel mogelijk contact met je op. Voor vragen over de sollicitatieprocedure kun je contact opnemen met Nancy van de Wiel via nancy.vandewiel@devolksbank.nl.\nWij werken op een prettige manier samen met een aantal preferred suppliers. Acquisitie wordt daarom niet op prijs gesteld.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2304635739/?eBP=CwEAAAF4cdT-VB6ZPeQtSEmUhRZ0CHCqcuxg-s97XJzKzO0c4f8AyH31vYqCqcRylU5-IKi1i7F5BkZWxFYIgq7pfOtbc-LK8lfQufnHYv_5iSsJkNKxNVxd8jvqWxbj8ouyylrDzmtZ-1X6ps6citbQDdqWACimzErtg7XiXo_Vejrs3drjSrwtNNs6lzit1NfxPN7V0XHYnDHIPCu4oVUaPPL889x7EYSRHUHkezRTNz261qQ6snXK_Vq_Ns4XbV2uvH9BuctrL60AmU0wf8qmW3qGSC63qLkpr5VsbUHGJsZP6Wqhg-TeaGOMoRYsWUpYY_htWxGY90Ve8EbMHVnky-2NPfhCwjoGRd2XzDvDjtNxUYNCobHxANZ8HuUDOU1H5pRm1DcY&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=wUnNNtIA9A66Vrk%2Fi4DiuQ%3D%3D&trackingId=paozUr9qrwcE6O%2Fz%2F7C%2FfA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-27", "Language": null, "Gender": "Male"}, {"index": 3, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2416254455, "Job Title": "HBO/WO Meewerkstage bij ING Zakelijke Kredieten", "Company Name": "ING Nederland", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Banking', 'Financial Services']", "Sector": "['Engineering', 'Information Technology']", "Job Description": "HBO/WO Meewerkstage bij ING Zakelijke Kredieten\n\nBen jij enthousiast, administratief sterk en is communicatie jouw sterke kant? En ben je geïnteresseerd in sales, klanten en collega’s helpen? Dan is ING Zakelijke Kredieten opzoek naar jou!\n\nJe werkomgeving\n\nDe afdeling Zakelijke Kredieten is in augustus 2016 van start gegaan en bestaat uit circa 200 medewerkers. In elk ‘Customer Loyalty Teams’ van circa 9 medewerkers worden kredietaanvragen, -wijzigingen en tussentijdse kredietbeoordelingen behandeld. Onze manier van werken is geheel in lijn met het Agile gedachtengoed, zoals het in grote delen binnen ING is geïmplementeerd. De zelfsturende teams proberen klantwensen niet alleen waar te maken, maar zelfs te overtreffen.\n\nDe purpose van onze afdeling is ‘wij bieden de beste service, zodat ondernemers kunnen ondernemen!’ Onze ambitie is ondernemers (proactief) nog meer gemak bieden en onze commerciële activiteiten vergroten. Dat vereist snelle en kwalitatief hoogwaardige service die zorgt voor het optimaliseren van de beleving van onze (potentiële) klanten. Het fundament van deze dienstverlening zijn medewerkers die het beste uit zich zelf en anderen halen.\n\nWij zijn een dynamische afdeling die zich op het gebied van cultuur sterk ontwikkeld. Ons streven is om de ideale werkomgeving te zijn die door medewerkers wordt ervaren als ‘the place to be’. Momenteel wordt er door COVID-19 door iedereen vanuit huis gewerkt.\n\nDit ga je doen\n\nJe gaat samen met andere members, op afstand, de zakelijke klant bedienen op het gebied van kredietverlening. Tijdens je stage bent je verantwoordelijk voor het verwerken van verschillende klantverzoeken. Denk hierbij aan werkzaamheden als: verwerken nieuwe financieringsaanvragen, wijzigingsverzoeken, deals sluiten, jaarcijfers invoeren, risicoanalyses enz.\n\nNaast de reguliere werkzaamheden krijg je de tijd om verschillende opdrachten en analyses uit te voeren, gericht op jouw interesses binnen het vakgebied. Op basis van deze analyses trek je conclusies en geef je aanbevelingen die bruikbaar zijn op de werkvloer van de Super Circle. Je participeert in verschillende interne projecten, gespitst op jouw interesse! Als je laat zien dat je meer verantwoordelijkheden/taken kunt en wilt opnemen, krijg je binnen het team alle ruimte en volop ondersteuning om zelfstandig aan de slag te gaan. Bij onze afdeling heb je de mogelijkheid om je 4 dagen te werken van 9 uur, ons streven hierbij is dat je minimaal 3 dagen volledig meewerkt met de teams, waardoor je 1 dag kan gebruiken voor schoolopdrachten.\n\nWie ben jij?\n\nJe Herkent Jezelf In Het Volgende Profiel\n Je volgt een relevante HBO of WO opleiding Je bent 4-6 maanden fulltime beschikbaar Je bent pro-actief en je kunt zelfstandig en planmatig werken Je hebt een sterk ontwikkeld analytisch vermogen Je beschikt over sterke communicatieve vaardigheden\nBepaal in overleg je werktijden \n\nJe krijgt een marktconforme stagevergoeding. We kijken samen naar de beste verdeling van je werkdagen/uren. Je kunt jouw stage dus goed combineren met eventuele verplichtingen die je hebt op je opleiding. Deze stage start in februari 2021. De standplaats is Amsterdam, echter werk je voornamelijk vanuit je eigen huis.\n\n Ben je enthousiast? \nKlik dan op Solliciteren. Graag ontvangen wij jouw CV en motivatiebrief in één document. We lezen in je brief naast je motivatie ook graag welke onderwerpen je interessant vindt en welke methodes vanuit je studie je zou willen toepassen tijdens je stage. Op basis hiervan kunnen we bepalen of er een match is tussen wat jij interessant vindt en de lopende projecten op onze afdeling.\n\nAls je nog vragen hebt neem dan gerust contact op met Amber van Baarsen door te mailen naar Amber.van.Baarsen@ing.com of te bellen naar 0615045939\n\nLet op! Om stage te kunnen lopen bij ING, moet je tijdens je stageperiode ingeschreven staan bij een Nederlandse onderwijsinstelling.\n \n\n\n\n\n\n          Industry\n        \n\n\n              Banking\n            \n\n              Financial Services\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Engineering\n            \n\n              Information Technology", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/ing-nederland/life/", "Job URL": "https://www.linkedin.com//jobs/view/2416254455/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=ULI0M0H2pU6KEffdtVN8pw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-01-15", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Male"}, {"index": 4, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2414805821, "Job Title": "Traineeship Engineer Utrecht", "Company Name": "Bluetech Engineering", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Meer leren over engineering, brandveiligheid en sprinklertechniek? Kom bij ons werken!\nWat ga je doen?Binnen ons opleidingstraject dat gericht is op brandveiligheid (Sprinklertechniek) word jij opgeleid tot Engineer. Je wordt er medeverantwoordelijk voor dat de sprinklerinstallaties perfect worden ontworpen en zorgt dat de monteurs op locatie zonder slag of stoot hun werk kunnen uitvoeren. Binnen deze functie ga je dus ook regelmatig op pad en check jij of alles wel goed wordt uitgevoerd. Sprinklerinstallaties komen veelal in complexe omgevingen voor zoals: ziekenhuizen, datacenters en kantoorcomplexen, maar ook gebouwen binnen een industriële omgeving. Kortom: uitdaging gegarandeerd!\nWat vragen wij van jou?Om de kans op succes zo groot mogelijk te laten zijn tijdens ons opleidingstraject herken je jezelf in de volgende punten:• Je hebt minimaal een afgeronde MBO niveau 4 opleiding in een technische richting• Je bent communicatief sterk• Je bent leergierig• Je bent nieuwsgierig• Je bent gemotiveerd en wilt bijvoorbeeld doorgroeien van engineer naar projectleider• Wisselende uren en werkdagen zijn voor jou geen probleem• Zelfontwikkeling vind je belangrijk• Je houdt van aanpakken en grijpt nieuwe kansen dan ook met beide handen aan• Je bent niet bang om je mening te geven en om hulp te vragen wanneer je vastloopt• Je bent bereid om er, in samenwerking met ons, voor te zorgen dat jij jouw doelen bereikt\nVoldoe je niet aan alle boven gestelde eisen, maar weet je zeker dat we jou moeten hebben?Niet geschoten is altijd mis. Reageren op deze vacature is geheel vrijblijvend en wie weet pas jij wel perfect binnen ons bedrijf.\nWat bieden wij jou?Uiteraard een prachtige toekomst met bijbehorende carrière, maar daar blijft het niet bij. We bieden je ook:• Een maandelijks bedrag tussen de €2200 – €2500 euro afhankelijk van leeftijd en ervaring• De mogelijkheid om een deel van je brutosalaris in te ruilen voor secundaire arbeidsvoorwaarden. Denk hierbij aan een auto van de zaak en/of extra vakantiedagen.• Reiskostenvergoeding• Een 18 maanden durend traject tot Engineer. Daarbij zorgen wij ervoor dat je de theorie leert en dat je de nodige praktijkervaring op gaat doen, maar bovenal zorgen we dat jij de begeleiding krijgt die je nodig hebt.Samen zorgen wij ervoor dat jij na 18 maanden als volwaardig Engineer in de brandveiligheid/sprinklertechniek aan het werk kan!• Een goede balans tussen werk en privéleven. We moedigen je aan wanneer je een nieuwe klus binnenhaalt, maar ook wanneer je op tijd naar huis gaat om te sporten, te klussen of te koken• De mogelijkheid om jezelf verder te ontwikkelen binnen dit vakgebied en door te groeien• Persoonlijke coaching en begeleiding• Gelijkwaardigheid op de werkvloer. Jouw mening is net zo belangrijk als die van ons, dus laat vooral van je horen!", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2414805821/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=0BsJwAbTd4ofvIBWrLQc9w%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "6 days ago", "Job Age Number": "6 days ago", "Job Date": "2021-03-08", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Male"}, {"index": 6, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2437115980, "Job Title": "Engineer infra buitenbekabeling", "Company Name": "LVNL", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Airlines/Aviation']", "Sector": "['Engineering']", "Job Description": "Als Engineer buitenkabels ben je onderdeel van de afdeling Gebouwen, Services en Installatie. Samen onderhouden, vernieuwen, vervangen en optimaliseren we de gebouwen, installaties en bijbehorende infrastructuur binnen en buiten LVNL. En dat terwijl deze systemen 24/7 operationeel zijn.\n\nHet team bestaat uit 17 engineers binnen en buitenkabel, bouwkunde, en elektrotechniek en werktuigbouwkunde. Binnen LVNL hebben wij ook een adviserende en coördinerende rol en zijn we betrokken bij grote projecten, zoals:\n\n \n\nDe nieuwbouw van een opleidingspand direct naast ons hoofdkantoor;Het realiseren van een testomgeving voor ons nieuwe Air Traffic Management systeem (ATM)Het creëren van nieuwe werkplekken voor onze militaire collega’s op de operationele zaal;Het verbouwen van de luchtverkeerstoren om meer werkplekken te creëren;Remote Tower: vanuit Amsterdam via camerabeelden het luchtverkeer in Maastricht en Groningen leiden.\n\nAls Engineer buitenkabels bij LVNL ben je continu bezig met het ontwerpen, vervangen, moderniseren, renoveren en nieuwbouw van gebouwen, installaties en bijbehorende infrastructuur binnen en buiten LVNL. Vanwege het specifieke karakter van onze organisatie en de hoge eisen die gesteld worden op het gebied van beschikbaarheid en veiligheid is er met betrekking tot installaties sprake van een hoog afbreukrisico. Als Engineer draag je zorg voor de maximale beschikbaarheid en betrouwbaarheid van genoemde installaties en werk je nauw samen met je collega Engineers en Installatie Technici\n\nWat je gaat doen:\n\nJe stelt het meerjarig vervangings- en onderhoudsprogramma op;Je initieert verbetervoorstellen, contracteert uitvoerende partijen – zoals adviesbureaus, leveranciers en installatiebedrijven - en borgt de kwaliteit van de door hun uitgevoerde werkzaamheden.;Je stelt programma’s van eisen en bestekken op, je borgt de toepassing van interne- en wettelijke regelgeving en coördineert de vaktechnische werkzaamheden binnen de projecten;\n\nOok adviseer je interne klanten over optimale oplossingsmogelijkheden en ondersteun je collega installatietechnici bij de uitvoerende werkzaamheden, complexe storingen en hun vakbekwaamheidstoetsing. \n\nIn diverse LVNL projectteams heb je de rol van (Lead) Engineer en vertegenwoordig je als multidisciplinair engineer de afdeling GSI. We zoeken een Engineer die – naast de technische bagage oog heeft voor duurzaamheid en innovatie. Daarnaast zoeken we iemand die als projectleider kan optreden in de projecten. Hierbij representeer je alle vakdisciplines (elektrotechniek, werktuigbouwkunde, bouwkunde, binnen- en buitenkabels). Je bent een teamspeler en bezit goede communicatieve vaardigheden. Ook ben je organisatorisch en analytisch sterk. \n\nVerder beschik je over:\n\nEen hbo diploma elektrotechniek, civiele techniek met specialisatie infrastructuur of gelijkwaardig;Kennis van de relevante normen;Kennis van CAD/BIM en het opstellen van onderhoudsprogramma’s.\n\nHet bezit van een VCA-diploma is een pré. Functie en schaal:\n\nSalaris (op fulltime basis) tussen € 3.200,- en € 5.800,- bruto per maand (afhankelijk van opleiding en ervaring);Een eindejaarsuitkering, vakantiegeld en reiskostenvergoeding;Pensioenfonds voor overheid en onderwijs (ABP);27 vakantiedagen;Tegemoetkoming in de ziektekostenverzekering;Een actieve personeels- en jongerenvereniging en vrouwennetwerk;Een fitnessruimte die 24/7 open is en een bedrijfsrestaurant.\n\n Een veiligheidsonderzoek maakt onderdeel uit van de selectieprocedure. \n\nHeb je vragen of wil je meer informatie? Je kunt Remon Eijsackers (Teamleider) voor inhoudelijke vragen bereiken via 020 – 406 2467 of r.eijsackers@lvnl.nl. Voor vragen over de procedure kun je terecht bij Petra Tuin HR Adviseur op 0612729845 of p.tuin@lvnl.nl.\n\nSolliciteren kan tot en met 31 maart 2021 via de ''Solliciteer'' button. Upload hier je motivatiebrief en curriculum vitae. \n\n\n \n\n \n\n          Seniority Level\n        \n\n          Mid-Senior level\n        \n\n\n\n\n          Industry\n        \n\n\n              Airlines/Aviation\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Engineering", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/lvnl/life/", "Job URL": "https://www.linkedin.com//jobs/view/2437115980/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=fDtoP5yGyO%2FuXsVtBMNOyg%3D%3D&trackingId=DRkQYPpTiNl9pxXtmb33%2BA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 days ago", "Job Age Number": "4 days ago", "Job Date": "2021-03-10", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Male"}, {"index": 8, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2431180557, "Job Title": "junior en senior Engineer", "Company Name": "Broshuis", "Location": "Haarlem, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Broshuis B.V. (440 FTE,) opgericht in 1885, is een familiebedrijf en producent van opleggers voor speciaal transport en containerchassis. De Broshuis groep bestaat uit de hoofdvestiging in Kampen en verkoopkantoren in diverse Europese landen. De organisatie wordt gedreven door innovatie en is internationaal toonaangevend. Broshuis heeft alle disciplines in huis, van engineering tot en met het afmonteren van de trailers, om ‘state of the art’ kwaliteitsproducten te maken die aan alle wensen van haar afnemers voldoen. Door de groei en internationale expansie is de organisatie in veel Europese landen uitgegroeid tot marktleider in het speciaal transport. Jaarlijks vinden ca. 1.000 klant-specifiek gebouwde Broshuis opleggers hun weg naar klanten over de hele wereld.  Generieke omschrijving functie. Bij Broshuis staat kwaliteit, veiligheid en innovatie voorop. Als engineer kan jij je helemaal vinden in deze speerpunten en houd je hier rekening mee met het uitvoeren van onderstaande werkzaamheden:Aan de hand van klant specifieke opdrachten wordt binnen het engineeringsteam intensief samengewerkt om tot een goed ontwerp te komen; De ontwerpen worden modulair samengesteld volgens het CTO (Configure To Order) principe en specifiek aangevuld met ontwerpen volgens het ETO (Engineering To Order) principe a.d.h.v. specifieke klant eisen; Het correct opzetten, ontwerpen en beheer van de Product generator en modulaire delen in het PDM-Windchill systeem; Deel ontwerpen geschikt maken voor de 2D en 3D laser snijmachines en lasrobot; Beheer en ontwerp van hydraulische, elektrische en pneumatische schema’s; Door ontwikkelen van ontwerpen op basis van huidige modellen voor zwaar transport doeleinden; Aanspreekpunt/ begeleiding orders tijdens het productieproces. De werkzaamheden voor deze functie kunnen o.a. bestaan uit: Ontwerpen creëren en beheren in een high-end 3D parametrisch CAD programma (Creo Parametric) en PLM systeem (Windchill); Valideren van ontwerpen met FEA analyses; Ondersteunen van de productie tijdens het fabriceren van de trailer ontwerpen; Wij zijn op zoek naar kandidaten met:  HBO-Wtb, Autotechniek of MBO met een aantal jaren werkervaring; Relevante werkervaring in een Automotive organisatie is een pre; Technisch en ruimtelijk inzicht, proactief, zelf startend, creatief, analytisch;Kennis en ervaring met logistieke systemen; “Team player”- Stress bestendig, “Hands on” mentaliteit;Minimale werk ervaring van 3 jaar in productiebedrijven in de automobiel-of vrachtwagenindustrie is een pre; Een goede beheersing van de Engelse en Duitse taal is een pre. Oftewel: Een mooi gevarieerde uitdagende functie met veel verschillende facetten en mogelijkheden om jezelf te ontwikkelen. Wij zijn op zoek naar een kandidaat met de juiste mind-set die past bij Broshuis. De organisatie kenmerkt zich door een informele en no-nonsense familiecultuur waarin verder professionaliseren een ongoing proces is. Je bent in staat om zelfstandig te werken en je bent een probleemoplosser. Herken jij jezelf in dit profiel? Dan komen we graag met je in contact om samen het gesprek aan te gaan over deze mooie uitdaging! Broshuis biedt een gestructureerd intern trainingsprogramma die is afgestemd op het ontwikkelen van jouw specifieke talenten, in lijn met je persoonlijke ambities. Een intern opleidingsprogramma waarin je de opgedane kennis direct in de praktijk kan toepassen. Een snelgroeiend en internationaal succesvolle organisatie die wil investering in het ontwikkelen van haar (management)talent voor de toekomst. Een dynamisch maakbedrijf met een productieproces dat continu aan verandering onderhevig is en veel eist van je flexibiliteit en inzet. Een aantrekkelijk arbeidsvoorwaardenpakket, zowel primair als secundair. Je rapporteert in deze functie aan de Manager Sales Engineering.\nInformatie: Heb je vragen over deze functie? Neem dan contact op met Marcel de Jong. Email: m.de.jong@broshuis.com\nReageren: Als je geïnteresseerd bent in deze functie, verzoeken wij je zo spoedig mogelijk schriftelijk of per email te reageren naar onderstaand adres voor 1 april 2021.Broshuis BVT.a.v. Anouk Pleiter Postbus 468NL-8260 AL KampenTel. +31 88 387 2800vacatures@broshuis.com", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2431180557/?eBP=CwEAAAF4cdT-VFKP_qyynB4ApiorsAPvIdGjk_gB31RKqlE5bXruBYPxxOXAZ4BWpQb2d6wRpszhN2HiVXt0GKBAZbugh0yHI9hYwj1gGNES2dXOrXAKb8V_N_DMwyxTfqF4d3zPpZwR2_NX3W35LY1XJW6UFSX8z9K7M8gGfoPQqkFCcGvgNjXZptbC4x2RmbLT9b1WNq4gpeSVs_jjoRZOHQP452iTzX_SpTTGFWtR0AYh7Lu8nRBnbDi8-ZSHPSCiv3ug8JB-ggfpQYlmEv2NSnQOuY2Ro-lMhxbs2stjRBD5mBokL_qhjMngA27WNKlQpUCc1C6ll-4FNf3ZhwlQxPZJ7-7fbJZZPgeYVJm3JqIudw64zczVM7rWOn7Jhe_IvymLbuNeGaq4&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=wUnNNtIA9A66Vrk%2Fi4DiuQ%3D%3D&trackingId=Vs1y1A2fUp3Z%2B42udh08%2Fw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-27", "Language": "en", "Gender": "Male"}, {"index": 9, "Search Keyword": "electrotechnical engineer", "Platform": "LinkedIn", "Job ID": 2304635739, "Job Title": "Kubernetes engineer", "Company Name": "de Volksbank", "Location": "Haarlem, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Vind jij ook dat je werk maar 1 keer moet doen en daarna geautomatiseerd moet zijn? Ben je van mening dat Infrastructure as Code net zo belangrijk is als de code die daarna op de infrastructuur moet draaien? Heb jij een passie voor werken met gave technologieën? Sluit dan aan bij het Kubernetes team van de Volksbank!\nHet team ontwikkelt een Kubernetes as a Service dienst voor interne klanten. Het doel hierbij is het ontzorgen van developers en het bieden van een stabiel en vooruitstrevend platform. Gehost op AWS wordt er gebruik gemaakt van terraform en een set aan ondersteunende diensten om het platform in te richten. Hierna krijgen de interne klanten toegang tot hun eigen clusters en kunnen ze aan de slag met het inrichten van hun applicaties.\nEen dag bij het Kubernetes team begint met een standup met het team, hierin kan je bespreken waar je mee bezig bent en waar je tegenaan loopt. Daarna ga je door met de taak waar je al mee bezig was, of pak je een nieuwe taak op van de backlog.\nDit zijn taken zoals het inrichten en bouwen van een nieuwe feature voor het platform, het verder ontwikkelen van een bestaande feature of het schrijven van ondersteunende software.\nDe week wordt verdeeld over de engineers in het team per dag. Als je die dag de aangewezen persoon bent, dan houd je het communicatie kanaal van de interne klanten in de gaten en reageer je op de vragen van developers. Je bent in staat om potentiële gebruikers voor het platform te enthousiasmeren.\nHet team bestaat uit gedreven engineers met een sterke achtergrond in Linux, Containers en Kubernetes. Er heerst een prettige sfeer in het team en er wordt goed samengewerkt. Zelfs in deze tijden van remote werken.\nJouw kwaliteiten\nJij bent gek op de technische inhoud van jouw vakgebied en weet wat je doet. Wat je net zo belangrijk vindt? Een goede samenwerking met collega’s. Om die samenwerking te laten slagen, zet jij jouw goede communicatieve vaardigheden in. Dat maakt van jou een prettige gesprekspartner. Je weet je kennis goed over te brengen en kunt zowel op operationeel als tactisch niveau sparren met collega’s en externe partijen. Jouw mening steek je niet onder stoelen of banken. Daarnaast houd je van aanpakken én denk je graag mee over verbeteringen.\nVerder heb je:\nHbo-niveau, liefst in een IT-richting. Ruime ervaring als infrastructure developer en goede programmeer- en/of scriptingskills. Kennis van Linux, AWS en Kubernetes, Terraform, Docker. Bij voorkeur ervaring met Open Policy Agent, ArgoCD, Github, Ingress, Prometheus en Golang.\n Werken bij de Volksbank & het coronavirus\nIn deze bijzondere periode volgen wij de richtlijnen van het RIVM. Als jouw werk het toestaat, dan werk je vanuit huis. Als je bij ons start in je nieuwe baan, krijg je uiteraard hulp van je collega’s om dit zo makkelijk mogelijk te maken. Bij de Volksbank zijn er voldoende faciliteiten om op afstand goed met elkaar samen te werken. Om jouw thuiswerkplek goed in te richten, krijg je een budget van 600 euro. Ook ontvang je een maandelijkse thuiswerkvergoeding van 40 euro om jouw extra kosten te dekken. En het gaat natuurlijk verder dan jouw fysieke werkplek. Je leidinggevende blijft met jou in gesprek over een gezonde werkomgeving.\nSolliciteren?\nKlik op de \"sollicitatie button\" en reageer op deze vacature. Laat je motivatie en cv achter en we nemen zo snel mogelijk contact met je op. Voor vragen over de sollicitatieprocedure kun je contact opnemen met Nancy van de Wiel via nancy.vandewiel@devolksbank.nl.\nWij werken op een prettige manier samen met een aantal preferred suppliers. Acquisitie wordt daarom niet op prijs gesteld.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2304635739/?eBP=CwEAAAF4cdT-VB6ZPeQtSEmUhRZ0CHCqcuxg-s97XJzKzO0c4f8AyH31vYqCqcRylU5-IKi1i7F5BkZWxFYIgq7pfOtbc-LK8lfQufnHYv_5iSsJkNKxNVxd8jvqWxbj8ouyylrDzmtZ-1X6ps6citbQDdqWACimzErtg7XiXo_Vejrs3drjSrwtNNs6lzit1NfxPN7V0XHYnDHIPCu4oVUaPPL889x7EYSRHUHkezRTNz261qQ6snXK_Vq_Ns4XbV2uvH9BuctrL60AmU0wf8qmW3qGSC63qLkpr5VsbUHGJsZP6Wqhg-TeaGOMoRYsWUpYY_htWxGY90Ve8EbMHVnky-2NPfhCwjoGRd2XzDvDjtNxUYNCobHxANZ8HuUDOU1H5pRm1DcY&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=wUnNNtIA9A66Vrk%2Fi4DiuQ%3D%3D&trackingId=paozUr9qrwcE6O%2Fz%2F7C%2FfA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-27", "Language": "en", "Gender": "Male"}]