[{"Search Keyword": "authors", "Platform": "Indeed", "Job ID": "p_508b23c6ca48ce1e", "Job Title": "Brand Protection Admin Assistant", "Company Name": "RB", "Location": " Schiphol", "Job Description": "Job Advert\nDay-to-day duties will include:\n\nSupporting the Global Brand Protection Legal Team with the management and administration of documents, contracts and correspondence related to RB’s trade marks and other IP rights.Reviewing incoming requests and contracts for completeness and compliance with established processes. Returning incomplete/non-compliant documentation to the author for re-working where appropriate. Using diplomacy to explain reasons for inability to process, and clearly explaining additional information required to fulfil requirements. Identifying trends in non-compliance and reporting these to management for further action.Communicating with authorized signatories (Senior Level Staff) to ensure prompt signature of contracts, Powers of Attorney and other documentation within company deadlines. Work with signatories to establish efficient processes for contract signature.Assists with the preparation and development of documents, presentations and processes for the department and business.Takes initiative in providing relevant data, information and back-up support materials to assist manager with day to day operations.Electronic filing and management of accounts with service providers and professional bodies.\n\nThe successful candidate will have the following qualifications and skills:\n\nFluent Dutch speaker with a good standard of written and spoken English.Bachelor’s Degree with 2+ years of experience as an Administrative Assistant, Company Secretary or Paralegal.The ability to successfully manage and prioritize own workload and multi-task, as well as possess excellent computer skills (Microsoft Office, PowerPoint, Excel, Word and electronic mail and Sharepoint document repositories).Proven administrative and organisational skills, preferably gained in a professional services environment.Accuracy and attention to detail required with ability to actively seek input and problem solve.Good interpersonal and communication skills with a proactive, personable approach.Excellent customer service focus and a professional manner when liaising with colleagues, clients and other external parties.Being a team player who is also conscientious, motivated and flexible, adapting as the need arises.Being receptive and open to learning new skills and acquiring an understanding of the FMCG sector and Brand Protection.Being a process driven, organised, person who excels at meeting deadlines when working within a busy team environment.An ability to work well under pressure.\n\nEquality\nIn Return RB offer very competitive salaries with excellent benefits and the chance to progress your career within a truly global organisation.\nRB is an equal opportunity employer and all qualified applicants will receive consideration for employment without regard to race, colour, religion, sex, national origin, disability status, protected veteran status, or any other basis protected by appropriate law. All hiring decisions are made based on merit, competence and business need.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=508b23c6ca48ce1e&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=406a87acb0e1a75f&assa=7522", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=508b23c6ca48ce1e&fccid=2187d710fd27cd06&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-01-20"}]