[{"Search Keyword": "network specialists", "Platform": "Indeed", "Job ID": "p_14165f65c96d2e77", "Job Title": "Digital Agency Accountmanager", "Company Name": "Albert Heijn", "Location": " Zaandam", "Job Description": "Jouw nieuwe baan en werkplek\n\nHeb je ervaring opgedaan bij een Mediabureau of publisher, zit digital in je DNA en zie je het als uitdaging om Mediabureaus en hun klanten de AH Retail Media in de media mix te verkopen? Schakel je daarnaast net zo gemakkelijk met mediabureau strategen, mediaplanners, buyers en digitale specialisten? Heb je praktische kennis van online media (display, search, programmatic, digital out of home, sponsored products en video)? Ben je data gedreven en heb je aan de ‘knoppen gezeten’ van bijvoorbeeld het Google Marketing Platform (Ad Manager, DV360, etc.)? Verder weet jij je gemakkelijk aan te passen aan de constante verandering die het werken binnen retail met zich meebrengt? Sterker nog: je houdt van verandering? Dan zoeken we jou!\n\n\nIn ons jonge en dynamische team ga je in deze functie van Digital Agency Accountmanager aan de slag om onze digitale proposities (display, video, direct, Programmatic, Digital Out Of Home, Radio, etc.) op AH.nl, de App en Digital Instore te verkopen aan Mediabureaus, hun trading afdeling en verschillende digitale labels. Het doel is om Albert Heijn Media Services als vast onderdeel in de media mix adviezen richting klanten te krijgen, via Mediabureaus.\nJouw nieuwe werkplek en collega’s.\n\nWerken als Digital Agency Accountmanager bij Albert Heijn doe je onder de vlag van Ahold Delhaize. Met zo’n 370.000 medewerkers wereldwijd voor meer dan 50 miljoen klanten per week. Op iets kleinere schaal werk je met 1.500 collega’s vanuit Nederland. Door het samen elke dag beter te doen en te innoveren, versterken we onze voortrekkersrol. En zo bouwen we ook aan vertrouwde lokale merken. Sterke merken waar je veel kennis, ervaring en slagkracht vindt.\n\nNormaliter werk je vanuit ons bruisende hoofdkantoor in Zaandam, op de 2e etage. Vanwege de huidige situatie is thuis op dit moment jouw nieuwe werkplek. De afdeling Media Services is binnen Albert Heijn verantwoordelijk voor de verkoop, ontwikkeling en uitvoering van crosschannel Retail Media campagnes voor A-merken. Deze campagnes worden uitgerold in de totale mix aan retail mediakanalen die wij bij Albert Heijn kennen (print, online, instore, direct mail, demo’s). Alles wat je samen met jouw collega’s doet is uiteindelijk zichtbaar in onze winkels, op AH.nl, de App en bij de mensen thuis.\nBenieuwd naar de mensen met wie je direct samenwerkt? De afdeling Media Services bestaat uit een viertal teams: Accountmanagement, Media Bureau Sales, Project-& Inventorymanagement en Insights & Analytics. Als Accountmanager Digital Media werk je binnen het Media Bureau Sales team. Naast de intensieve samenwerking met jouw collega’s binnen Albert Heijn heb je veelvuldig contact met Mediabureaus en externe adverteerders.\n\nCovid-19\n\nOnze grootste prioriteit is de gezondheid van onze medewerkers en klanten. En ook wij houden ons aan de adviezen en richtlijnen van het RIVM en de overheid. Dit betekend dat onze collega's op het hoofdkantoor grotendeels vanuit huis werken. We zorgen voor een goede digitale verbinding met elkaar, zodat onze getalenteerde en diverse groep collega's goed kan blijven samenwerken. Ook alle gesprekken voor jouw sollicitatie zullen via een videogesprek plaatsvinden.\n\n\nDit bieden we jou\n\nBij Albert Heijn willen we groeien. Dat kan alleen als jij met ons meegroeit. Daarom kan je bij ons alle kanten op met je carrière en je persoonlijke ontwikkeling. Terwijl we met elkaar bouwen aan ons merk én aan jouw loopbaan, kan je (op basis van 40 uur per week) rekenen op:\neeft\n\nEen competitief brutomaandsalaris tot €4.700 per maand, afhankelijk van ervaring.\nEen zeer goede pensioenregeling met een eigen bijdrage van 5,3%.\nEen reiskostenvergoeding om van en naar Zaandam te reizen.\n25,5 vakantiedagen en 19,5 adv-dagen, met de mogelijkheid om jouw adv-dagen uit te laten betalen.\nVakantiegeld, om een welverdiende vakantie te nemen.\nDe mogelijkheid om op onze kosten opleidingen te volgen.\nEen gegarandeerde winstuitkering aan het einde van het jaar.\nAantrekkelijke kortingen op verschillende verzekeringen.\nEen laptop en telefoon.\nEen gouden bonuskaart waarmee je 10% korting krijgt op je boodschappen in onze Albert Heijn winkels, tot € 300 per jaar.\nDit breng je mee\n\nAls grootste supermarkt van Nederland vullen we met onze 100.000 medewerkers dagelijks zo'n 5 miljoen borden. En als het aan ons ligt, doen we dat binnenkort samen met jou als onze nieuwe Digital Agency Accountmanager. Zeker als je een can-do mentaliteit hebt en een flinke portie creativiteit naar Albert Heijn meebrengt. Ook heb je:\n4-5 jaar werkervaring in een Sales-/ Account Management-/ Digitale Media functie binnen een Mediabureau of publisher.\nMinimaal een afgeronde HBO-opleiding.\nAantoonbare ervaring in Digital Mediasales. Denk hierbij aan Display, Search, Sponsored Products, Video, Digital Out Of Home, Direct en Programmatic.\nEen groot netwerk bij Mediabureaus.\nErvaring hebt met het opzetten van mediaplannen met brand- en salesdoelstellingen voor A-merken van FMCG partijen.\n\n\nDaarnaast:\n\nIs het een pré als je praktische kennis hebt opgedaan van bijvoorbeeld het Google Marketing Platform (Ad Manager, DV360), programmatic campagnes hebt opgezet, geoptimaliseerd en het landschap van DSP’s en SSP’s kent, zodat je de ‘taal van’ digitale specialisten snapt en inhoudelijk het gesprek aan kan gaan.\nBreng je teamspirit mee, maar ook zelfstartend vermogen om eigen doelstellingen te halen.\nHeb je uitstekende schriftelijke en mondelinge communicatieve vaardigheden, zowel in Nederlands en Engels.\n\n\nSolliciteer en stap binnen.\n\nZien is beleven. Dat geldt in onze winkels en zeker voor ons hoofdkantoor in Zaandam. Misschien wel jouw nieuwe werkplek waar je als Accountmanager Digital Media invloed hebt op Nederlands bekendste retailmerken. Solliciteer direct!", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=14165f65c96d2e77&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=073c853a23c5c31f&assa=5554", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=14165f65c96d2e77&fccid=dbf4c1ddbde0938c&vjs=3", "Job Age": "13 dagen geleden", "Job Age Number": "13 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "network specialists", "Platform": "Indeed", "Job ID": "pj_37c9bdde0a3dab06", "Job Title": "medewerker operations", "Company Name": "Randstad Groep Nederland", "Location": " Diemen", "Job Description": "Ben je sterk in nauwkeurig administratief werk, maar wil je ook graag je communicatieve support skills kunnen inzetten? Vind je een maandverloning met bijbehorende deadlines en focus op kwaliteit een uitdaging? Lees dan verder!!\nAls medewerker operations ben je werkzaam voor de afdeling Payroll Services Visma Raet binnen Business Services. Op deze afdeling wordt het administratief proces uitgevoerd en beheerd en support geleverd aan de employees van Randstad en Tempo-Team Payroll. In jouw rol als medewerker operations ben jij een branche en processpecialist en komen alle facetten van professioneel en commercieel werkgeverschap aan bod.\nwat ga je doen\nJij bent eigenaar van de administratieve verwerking voor een groot aantal accounts van Payroll. Je bewaakt hierin de kwaliteit en compliancy van onze dienstverlening en het juist toepassen van de 24 CAO’s die wij hanteren. Bovendien ben jij, samen met jouw collega’s, ons gezicht richting de employee.\nJe bent verantwoordelijk voor de administratieve inrichting bij de verschillende accounts (Mondriaan en Visma Raet) en het aanspreekpunt voor accountmanagers. Daarnaast voer je de declaraties, plaatsingen en facturatie taken uit.\nJe houdt bij de werkzaamheden rekening met financiële impact. Je weet hierbij een goede keuze te maken ten aanzien van verloning (employee) en facturatie (klant)\nJe draagt bij aan het delen van kennis binnen je afdeling\nJe onderhoudt je interne netwerk en bouwt aan je relatie met de commerciële accountmanagers\nJe speelt een rol bij nieuwe ontwikkelingen, experimenteren en het continu verbeteren van de dienstverlening voor klant en employee.\nwaar kom je te werken\nRandstad Groep Business Services is verantwoordelijk voor alle administratieve geldstromen van Randstad Nederland, Tempo-Team en Yacht. We focussen ons continu op verbetering van de dienstverlening door processen te vereenvoudigen en productiviteit te verhogen. We werken daarbij binnen ons shared service center via de LEAN-systematiek. Door onze focus op een foutloze en efficiënte operatie kan onze commerciële organisatie zich maximaal richten op de klant. Momenteel werken wij met 350 zeer gedreven collega's en we zijn continu op zoek naar financieel en administratief talent.\nAfdeling Payroll Services Visma Raet\nOp deze afdeling wordt door een enthousiast en gedreven team het gehele backoffice proces uitgevoerd en beheerd voor Randstad en Tempo-Team payroll. Hierbij maken wij gebruik van het verloningssysteem Visma Raet, waarin wij 24 verschillende CAO’s volledig volgens equal pay verlonen. De afdeling verleent support aan flexwerkers en opdrachtgevers, maakt en beheert plaatsingen en arbeidsovereenkomsten, verwerkt declaraties en zorgt voor afstemming en opvolging tussen klant en commercie over disputen/correcties. We signaleren fouten en uitval op bovenstaande activiteiten en ondernemen actie om deze op te lossen en in de toekomst te voorkomen. We streven een tijdige en juiste verwerking van de verloning en facturatie na met een hoge klant- en flexwerker tevredenheid. Daarnaast heeft de afdeling een adviserende rol, zowel intern als extern, m.b.t. (klant)procesverbeteringen en het centraal borgen van het administratieve processen. Er vindt een nauwe samenwerking plaats met de commercie van Randstad en Tempo-Team Payroll. Gezamenlijk zorgt het team voor het continu verbeteren en doorontwikkelen van de werkzaamheden en dragen wij bij aan een zo goed mogelijke klant en employee beleving.\nover jou\nJe hebt minimaal een afgeronde hbo opleiding\nJe hebt aantoonbare affiniteit met administratieve processen en het ontwikkelen ervan.\nJe bent resultaatgericht en streeft naar customer en employee focus, je kunt overtuigen op diverse niveaus en beschikt over een goed ontwikkeld analytisch vermogen.\nAls je goed op de hoogte bent van de wet en regelgeving binnen de uitzendbranche is dat een pre\nJe vaste standplaats is in Diemen, maar nu natuurlijk zo veel mogelijk vanuit huis en de vacature is voor 32 tot 40 uur per week.\ndit bieden we jou\nEen inhoudelijk interessante functie binnen Finance, Administration & Support in een hoogwaardig Operations shared service center.\nUitstekende loopbaan- en ontwikkelmogelijkheden, waarbij gebruik kan worden gemaakt van de wereldwijde faciliteiten en mogelijkheden van de gehele Randstad Groep\nEen professionele en dynamische werkomgeving waarin ambitie, innovatie en collegialiteit samenkomen\nEen open sfeer waarin niet alleen hard wordt gewerkt, maar ook met veel plezier.\nfijne en inspirerende collega’s die voor je klaarstaan;\neen goede balans tussen werk en privé door bijvoorbeeld flexibel en thuis werken;\nveel opleidingsmogelijkheden en ontwikkelkansen binnen Randstad Groep Nederland;\ngoede mobiliteitsregeling, telefoon en laptop;\nEen marktconform bruto maandsalaris (hoogte afhankelijk van jouw werkervaring)\n25 vakantiedagen, 8,5% vakantietoeslag en de mogelijkheid extra vakantiedagen te kopen;\neen ruim maandelijks benefit budget waarmee je zelf kunt kiezen tussen vrije tijd of geld of voor inzet van je budget voor o.a. een fiets, tablet, sportabonnement of opleiding;\neen interessante bonusregeling.\n\nword onze nieuwe consulent backoffice\nHerken jij jezelf hierin? Dan maken we graag kennis met jou! Je kunt direct online solliciteren. Wil je eerst antwoord op je vragen? Bel dan, Mariette Croon, Senior Talent Acquisition Specialist tel. 06-22 20 98 88.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=37c9bdde0a3dab06&from=vj&sjdu=A3Tk-YpbHEJGjqL7iunEd3qSHeqCnWO76oWRht6tiiIRBAYFCnlA5m9YqTIfl3KDdOoRP3sTcX_McXjxgWjP53hguGKwC7YbRGD7RhqEpVaBcsawnv_sxUuMaBby1x-39GoagS3N3mW2SfpoNUxtUA&spon=1&adid=361930717&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0Dnx4jrkqb1z2dZdZ3RK674hZXhJhRmiWWcNGXFF7iZWreAp9iY_eOtRZHvyI2H-C2RfTft-flSaStvePhnBdnaYtvtiQ20erpZP_SlnRG4t7Ena5osT2pZdxVyQFB9CKid_7m7DrnSOuYjzEdPRRmZi9X_BHjcIOCw-HVV7mDXyXmIlIHzILDSShnJncWUgjmr3WOZJJJOG54z_Sz5aAyJzZGY_vrWdja0k5bAWoeSAtWvU-wY4G50PYh7Hio4KgRUUCpEeRM1HKfAdMEhfLrANfv3rS-EjpMq3nvBI3fpcUeOt0EbSHIXOPOW7b94KxwJGkQ8X-4I8HLQAYFqBcGLfqa3rhNhiPrZeak96UxN0EZ8vTA8R5YkhtBG9L8l5pjLAss5NQAdxOH75620liR7ny-HzdorRCwsbh97zLWmuNO49H2jgYlp9vYLEuWcI2b_PhBczqJiPeecuPbVKcpZtsnFZ9-Obq3bhky7HHDmL4oh3hQwsnNdcF3t_5pc_Oo6XsiGB4z2RhwQGCk4fi8KLuvDEp2FCIAt5Hq3oMbX48x77K57WOn5NZe5aZmvrOw1iBr6jZPa7KxjDPtLBXR6&astse=5cd6bd086d021b49&assa=323", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0Dnx4jrkqb1z2dZdZ3RK674hZXhJhRmiWWcNGXFF7iZWreAp9iY_eOtRZHvyI2H-C2RfTft-flSaStvePhnBdnaYtvtiQ20erpZP_SlnRG4t7Ena5osT2pZdxVyQFB9CKid_7m7DrnSOuYjzEdPRRmZi9X_BHjcIOCw-HVV7mDXyXmIlIHzILDSShnJncWUgjmr3WOZJJJOG54z_Sz5aAyJzZGY_vrWdja0k5bAWoeSAtWvU-wY4G50PYh7Hio4KgRUUCpEeRM1HKfAdMEhfLrANfv3rS-EjpMq3nvBI3fpcUeOt0EbSHIXOPOW7b94KxwJGkQ8X-4I8HLQAYFqBcGLfqa3rhNhiPrZeak96UxN0EZ8vTA8R5YkhtBG9L8l5pjLAss5NQAdxOH75620liR7ny-HzdorRCwsbh97zLWmuNO49H2jgYlp9vYLEuWcI2b_PhBczqJiPeecuPbVKcpZtsnFZ9-Obq3bhky7HHDmL4oh3hQwsnNdcF3t_5pc_Oo6XsiGB4z2RhwQGCk4fi8KLuvDEp2FCIAt5Hq3oMbX48x77K57WOn5NZe5aZmvrOw1iBr6jZPa7KxjDPtLBXR6&p=1&fvj=0&vjs=3", "Job Age": "13 dagen geleden", "Job Age Number": "13 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "network specialists", "Platform": "Indeed", "Job ID": "p_030756ae404f03f6", "Job Title": "Bedrijfsmaatschappelijk werker", "Company Name": "Gimd  onderdeel Zorg van de Zaak Netwerk", "Location": " Amsterdam", "Job Description": "Gimd is een organisatie gespecialiseerd op het gebied van bedrijfsmaatschappelijk werk en vertrouwenspersonen. Gimd is ook onderdeel van Zorg van de Zaak Netwerk, het netwerk van bedrijven op het gebied van bedrijfszorg, medische zorg en leefstijl.Wij geloven dat werk gelukkig maakt…jij ook?Wat ons betreft betekent dat dus: jij een leuke baan en de klant wordt goed geholpen. De missie van Gimd/Zorg van de Zaak is om mensen te stimuleren om mee te blijven doen in werk. Niet vanuit de gedachte dat mensen niet willen werken. Maar juist vanuit het tegenovergestelde idee, dat mensen gelukkiger zijn met werk. De dienstverlening is erop gericht om mensen weer optimaal te laten functioneren in hun werk.Medewerker van Gimd aan het woord“Bij Gimd kun je heel zelfstandig werken, je plant zelf je agenda wat bij mij zorgt voor een prettige werk - privé balans. Het is afwisselend en uitdagend werk; zo kun je aan de slag als trauma begeleider en meedraaien in de 24-uurs dienst of bemiddelen bij conflicten tussen medewerkers. Zo zijn er diverse mogelijkheden om jezelf steeds meer te ontwikkelen en door te groeien.\"“Wat mij aanspreekt is het werken met verschillende werkculturen en verschillende lagen binnen een organisatie. Zo kan je de postbezorger begeleiden maar ook een afdelingsmanager. Daarnaast kan je op één dag naar een organisatie moeten voor een intake gesprek en daarna aansluiten bij een SMT van een gemeente of ICT bedrijf. Je moet je hierdoor wel goed kunnen aanpassen en ook aanvoelen welke manier van werken en communiceren daar het beste bij past. Zo pas ik mijn kledingstijl bijv. aan door mijn colbertje aan te doen bij een formeel overleg en op de productie werkvloer juist uit te trekken, zodat medewerkers zich op hun gemak voelen in gesprek met mij”Wat ga je doen?Wij vinden dat de Gimd professional veel kan op het gebied van psychosociale begeleiding en je goed kan aanpassen in de organisatie. Ben jij ook een veelzijdige hulpverlener?Als bedrijfsmaatschappelijk werker ondersteun je medewerkers in het optimaal functioneren door het bieden van psychosociale begeleiding, én adviseer je organisaties in het verbeteren van de duurzame inzetbaarheid. Als allround specialist in Psycho Sociale Arbeidsbelasting ben je voor organisaties het aanspreekpunt en de adviseur op het gebied van PSA- onderwerpenJe levert daarvoor aan de organisatie:Individuele kortdurende begeleiding van medewerkers, zowel preventief als curatief gerichtSamenwerking met andere disciplines in de organisatie, zoals leidinggevenden, HRM, bedrijfsarts edSignaleren aan en adviseren van managementHet geven van voorlichting en workshops aan medewerkers en managersWat bieden wij?Fijne werksfeer. Je gaat aan de slag bij een professionele en vooruitstrevende organisatie op het gebied van bedrijfsmaatschappelijke dienstverlening. Je beweegt je in een dynamische omgeving die altijd volop in beweging is. De werksfeer bij Gimd laat zich omschrijven als uitdagend, betrokken, zelfstandig en commercieel..Goed opleidingsklimaat. Kom je bij ons werken, dan zorgen wij ervoor dat jij jouw werk zo optimaal mogelijk kan doen. Via onze eigen academy bieden we onder andere opleidingen op het gebied van vertrouwenspersoonswerk en klachtencommissie, trauma opvang en het geven van trainingen en workshops.Uitstekende arbeidsvoorwaarden. Wij bieden een marktconform salaris volgens de CAO Sociaal Werk. Hierin is een Individueel keuzebudget en Loopbaanbudget opgenomen. En een aantrekkelijke reiskostenregeling waarin alle gereden kilometers worden vergoed.Wij vinden het belangrijk, dat jij je werk op een duurzame en voor ons beiden haalbare manier kunt inrichten. We hebben 7 hoofdvestigingen en diverse spreekuurlocaties door het hele land, er is dus altijd wel een vestiging bij jou in de regio!Het betreft een vacature voor 24-32 uur en je wordt ingezet in de regio Amsterdam (Noord-West).Wat breng je mee?Bij Gimd hebben we een professionele en oplossingsgerichte aanpak hoog in het vaandel staan.We zijn op zoek naar collega’s met:Werkervaring als (bedrijfs-) maatschappelijk werkerEen registratie bij de BPSW (beroepsvereniging voor professionals in sociaal werk) en een afgeronde HBO opleiding, zoals MW&D, SPH, CMV of Toegepaste psychologie.Een verdere specialisatie via de post HBO opleiding bedrijfsmaatschappelijk werk is een pre.Bezit van een rijbewijs en een eigen auto is in verband met de mobiliteit in de functie noodzakelijkBen je klantgericht, flexibel en werk je graag samen (met verschillende disciplines) binnen organisaties? Dan is dit de baan die je zoekt!Nieuwsgierig?Heb je interesse, behoefte aan meer informatie of wil je het werken bij ons verkennen d.m.v. een gesprek met een van onze bedrijfsmaatschappelijk werkers? Neem gerust contact met ons op en bel 088-8008500. Heb je direct al het gevoel dat we bij elkaar passen? Solliciteer dan direct!Soort dienstverband: Fulltime, Parttime", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=030756ae404f03f6&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=755d069cbed30954&assa=2484", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Zorg-van-den-Zaak/jobs/Bedrijfsmaatschappelijk-Werker-030756ae404f03f6?fccid=c1dd637f91fc2162&vjs=3", "Job Age": "13 dagen geleden", "Job Age Number": "13 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "network specialists", "Platform": "Indeed", "Job ID": "p_7c6a4ee4c5776c32", "Job Title": "TIBCO EBX MDM specialists", "Company Name": "Infoplus Technologies", "Location": " Amsterdam", "Job Description": "3-4 years of experience in TIBCO-EBX;Hands on Experience implementing master data management using TIBCO EBX (Orchestra Networks);Experience with installation, configuration, and maintenance of TIBCO EBX MDM;Experienced in MDM foundational and data modeling concepts;Fluent English speaking.Contract length: 6 monthsJob Types: Full-time, ContractPay: Up to €500.00 per dayExperience:TIBCO- EBX: 4 years (Preferred)Work Remotely:Temporarily due to COVID-19", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Infoplus-Technologies/jobs/Tibco-Ebx-Mdm-Specialists-7c6a4ee4c5776c32?fccid=66e23589e4a45e4b&vjs=3", "Job Age": "13 dagen geleden", "Job Age Number": "13 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "network specialists", "Platform": "Indeed", "Job ID": "p_9d3e9f7c6c4eba1d", "Job Title": "VOD Onboarding Specialist", "Company Name": "ViacomCBS Amsterdam", "Location": " Amsterdam Noord", "Job Description": "Why ViacomCBS Networks EMEAA?\nViacomCBS Networks EMEAA is comprised of many of the world’s most iconic consumer brands. Its portfolio includes Paramount+, Pluto TV, ViacomCBS International Studios, MTV, Nickelodeon, Comedy Central, Paramount Network, BET, Game One and J One, and the cluster spans Africa, Asia, Middle East and all European countries except UK & Ireland. In addition to offering innovative streaming services and digital video products, ViacomCBS Networks EMEAA provides powerful capabilities in production, distribution and advertising solutions for partners across more than 140 countries. ViacomCBS Networks EMEAA brands are seen in more than 340 million households, via 200+ channels in more than 40 languages.\nWe are home to global brands that connect across all platforms. It starts on screens of all sizes, and it doesn’t stop there. We connect with audiences in the real world through live experiences, huge events, books, toys, games, apps and so much more, giving them ways to engage whenever and wherever they want.\n\nWe are pioneers in creating innovative programming for all targets, Our portfolio includes Jersey Shore franchise, , MTV’s Ex on the beach, SpongeBob SquarePants, Paw Patrol, Blaze, Shimmer & Shine, The Daily Show with Trevor Noah, Paramount movies and many more., .\n\nVCN EMEAA embraces diversity; we are committed to create an environment of inclusion and mutual respect for all candidates and employees. With Diversity and Inclusion at the forefront of all we do, we are proud to be a mirror of the cultures and countries where we operate, Diversity & Inclusion are a key pillar for us to develop our employees, grow our business and contribute to society.\n\nFor our Multiplatform Operations department in Amsterdam, we are recruiting a full-time VOD Onboarding Specialist. Multiplatform Operations is responsible for processing and distributing content and (editorial/technical) metadata that is required for publishing on non-linear platforms of internal and external clients (i.e. VOD, OTT, Apps, Mobile, Websites).\nAs a member of the Multiplatform Operations team:\n\nPosition Overview:\n\n\nYou are responsible for an internal/external International client base and act as a main point of contact for onboarding new VOD clients and change requests of existing clients.\nYou build relationships and cherish a service-oriented mindset.\nYou manage new client requests, prioritize work, timelines with various teams, client expectations and you are persistent and resourceful in order to deliver results.\nYou collect internal and external client requirements and objectives (technical and business) and advises parties during the process.\nYou translate project and onboarding specifications into clear requirements and actions for internal operational and engineering teams as well as document configurations and operational procedures for internal purposes.\nYou test and validate the new workflow or changes, arranges sign off with the client and ensures a clear and seamless handover (of the project) to the operational team.\nYou own the onboarding process with internal and external teams, spots market trends and work on continues improvement of the overall process.\nYou support internal projects with your expertise.\n\n\nThat’s why we want you to have:\n\n\nBachelor’s Degree.\n3 -5 years of professional experience in VOD media environment, preferably in a similar role.\nYou are experienced in dealing with XML’s, data models, video profiles, delivery methods, etc.\nYou have experience in managing small projects.\nStrong communication skills.\nFluency in English and preferably another language, both in writing and verbally. Dutch is not required.\nActively builds relationships with internal and external clients/departments.\nPro-active & solutions driven mindset, has overview and manages the work with an eye for detail.\nOpen, positive attitude and not afraid to take on a challenge or learn new (technical) skills.\n\nWe offer:\n\n\nChallenging job in a multicultural environment.\nUnique and friendly atmosphere.\nMarket-leading professional development opportunities.\nCompetitive salary tailored to your skills and experience.\nIndependent work in a highly professional creative and humorous environment.\nThe chance to work together as a team and to always create something new.\n\nThis recruitment process is handled by our recruitment partners Randstad in Spain. The selection process will be ongoing - meaning the job ad may be removed as soon as the interview phase is initiated. Please note that feedback may take place after the holidays.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=9d3e9f7c6c4eba1d&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=ace4757f855efeae&assa=1334", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=9d3e9f7c6c4eba1d&fccid=dd616958bd9ddc12&vjs=3", "Job Age": "13 dagen geleden", "Job Age Number": "13 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "network specialists", "Platform": "Indeed", "Job ID": "p_1b58d44435fbfc4f", "Job Title": "Specialist Verzekeringen voor Albert Heijn en bol.com", "Company Name": "Ahold Dellhaize", "Location": " Zaandam", "Job Description": "Bij Ahold Delhaize willen we groeien. Dit kan alleen als je met ons meegroeit. Daarom helpen we je om je carrière en persoonlijke ontwikkeling te sturen in de richting die je wilt. Daarnaast bieden wij het volgende aan:\nEen bruto maandsalaris tot € 4.073 op basis van een fulltime dienstverband;\n25,5 vakantiedagen en daarnaast 19,5 ADV dagen;\nEen gegarandeerde winstuitkering en aantrekkelijke kortingen op verschillende verzekeringen;\nGebruik maken van Albert Heijn Deals: toegang tot super deals. Van grote merken, bekende pretparken, sport en gaming;\nEen laptop en telefoon van de zaak;\n10% korting op je boodschappen in onze Albert Heijnwinkels, tot € 300 per jaar.\n\nNaast goede arbeidsvoorwaarden bieden wij ook andere mooie arbeidsvoorwaarden zoals:\nEen goede balans tussen werk en privé, waar overuren niet de norm zijn en waar gezonde medewerkers voor ons van groot belang zijn;\nDeel uitmaken van een jonge en dynamische financiële gemeenschap van Albert Heijn en Ahold Delhaize;\nDe mogelijkheid om verdere competenties op te bouwen en uw persoonlijke netwerken te ontwikkelen; en\nToekomstige carrièremogelijkheden binnen de internationale Retailomgeving (binnen of buiten de financiële afdeling).", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=1b58d44435fbfc4f&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=d5119e459e6084f9&assa=4189", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=1b58d44435fbfc4f&fccid=237b07f71d39adc8&vjs=3", "Job Age": "13 dagen geleden", "Job Age Number": "13 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "network specialists", "Platform": "Indeed", "Job ID": "p_1ce95310c310c862", "Job Title": "Oncologieverpleegkundige", "Company Name": "OLVG", "Location": " Amsterdam", "Job Description": "Over de functie\nBinnen OLVG hebben wij altijd ruimte voor nieuwe, enthousiaste oncologieverpleegkundigen. Graag kijken wij samen met jou naar de mogelijkheden binnen ons ziekenhuis die passen bij jouw ambitie en groeipotentieel.\n\nOnze oncologieverpleegkundigen beschrijven hun werk bij OLVG als volgt: OLVG is een groot topklinisch stadsziekenhuis maar heeft toch een warme, persoonlijke sfeer. Onze patiëntengroep is zeer divers, waardoor je ook op sociaal gebied blijft leren. De combinatie van hoogcomplexe technische zorg en psychosociale begeleiding houdt ons vak boeiend en uitdagend. Wij staan naast onze patiënten en bieden houvast in een intensieve periode. Dat doen we samen, in een team van toegewijde collega’s. We steunen elkaar en houden elkaar scherp. Dit alles samen maakt dat wij elke dag met plezier naar ons werk gaan.\n\nAls oncologieverpleegkundige bij OLVG initieer je, of neem je deel aan (afdeling overstijgende) projectgroepen of innovaties op oncologisch vlak. Je begeleidt verpleegkunde studenten en oncologieverpleegkundigen in opleiding. Het houden van het oncologisch verpleegkundig spreekuur behoort tot je mogelijke taken waarbij je o.a. voorlichtings- en nazorggesprekken voert met patiënten.\n\nRecent is gestart met een nieuw en uniek initiatief in Amsterdam. Om de behandeling voor patiënten minder belastend te maken, kan in sommige gevallen de chemotherapie thuis worden toegediend. De oncologieverpleegkundige fietst dan met een electrische bakfiets naar de patiënt toe.\n\nHet is mogelijk om je dienstverband te spreiden over 2 oncologisch geoormerkte afdelingen.\n\nDoor de samenwerkingen van de diverse afdelingen binnen OLVG op oncologisch gebied, kun jij je binnen jouw specialisme ontwikkelen in de volle breedte van de oncologische zorg.\n\nAls oncologieverpleegkundige heb je de volgende doorgroeimogelijkheden: hematologieverpleegkundige, oncologieverpleegkundige op de polikliniek met een rol als casemanager, verpleegkundig specialist, verpleegkundig consulent, lid van het palliatief team of researchverpleegkundige.\n\nBen je nog niet gediplomeerd als oncologieverpleegkundige? Neem dan contact op voor de opleidingsmogelijkheden bij OLVG.\nWerkomgeving\nAls onderdeel van het Oncologisch Centrum Amsterdam, de oncologische samenwerking met het BovenIJ ziekenhuis, biedt OLVG een breed scala aan oncologische onderzoeken en behandelingen. We horen wat betreft de mamma-, long- en de colorectale oncologie bij de 10 grootste aanbieders van Nederland. Daarnaast zijn we een belangrijke aanbieder van hoogcomplexe hemato-oncologische zorg en vindt er bijvoorbeeld ook minder vaak voorkomende complexe hepatobiliaire oncologische chirurgie plaats in OLVG. We werken nauw samen in een netwerk van ziekenhuizen als het AMC/VUmc en het AvL, maar ook met de huisartsen en andere 1e lijns zorgaanbieders.\n\nEr werken oncologieverpleegkundigen op verschillende oncologisch geoormerkte verpleegafdelingen van OLVG, namelijk Oncologie- Hematologie, Chirurgie, Longgeneeskunde en Urologie.\n\nWerken als oncologieverpleegkundige bij OLVG betekent werken in een hecht team waar kwaliteit van zorg en werkplezier voorop staan en waar veel aandacht is voor elkaar. De afdelingen kenmerken zich door vaste werkprocessen en duidelijke structuur, waardoor er ruimte is voor continue verbetering.\n\nOLVG heeft als doel om excellente zorg te bieden. Hiertoe is voor en door bijna 200 OLVG-verpleegkundigen de verpleegkundige visie ontwikkeld. Een visie waarbij jij als verpleegkundig professional de mogelijkheid krijgt om het beste uit jezelf te halen.\n\nOLVG heeft meerdere locaties. Werken bij OLVG kan dan ook ‘werken op meerdere locaties’ betekenen. We kennen twee hoofdlocaties te weten Oost aan het Oosterpark en West aan de Jan Tooropstraat. Jouw werkzaamheden zullen met name plaatsvinden op één van beide locaties. Geef in jouw sollicitatie aan of je een voorkeur hebt voor één van beide locaties.\nFunctie-eisen\nJe hebt een afgeronde MBO-V of HBO-V opleiding aangevuld met een CZO erkend diploma Oncologieverpleegkundige;\nIndien je nog niet in bezit bent van een CZO erkend diploma Oncologieverpleegkundige, neem dan contact op met een van de contactpersonen onder deze advertentie;\nJe zelfstandigheid is groot en je functioneert goed binnen een multidisciplinair team;\nJe levert graag een actieve bijdrage aan behoud en verbetering van de kwaliteit van de verpleegkundige zorg op de afdeling en binnen het ziekenhuis;\nJe hebt een groot verantwoordelijkheidsgevoel en bent gedreven om altijd de beste zorg te leveren;\nHiernaast ben je een teamspeler die samen met het team er elke dag weer voor gaat.\nWij bieden\nWerken bij OLVG betekent werken in hét stadsziekenhuis van Amsterdam. Een werkomgeving waar jij je optimaal kunt ontwikkelen. Want jouw wensen en ideeën doen ertoe. Zo doen we dat bij OLVG.\nDaarom bieden we jou:\nminimaal € 2.526,- en maximaal €3.774,- bruto per maand (fulltime) in FWG-schaal 50 cao ziekenhuizen\nwerkweek van 24 tot 36 uur\ndienstverband voor onbepaalde tijd\neindejaarsuitkering van ruim 8%\nvakantiegeld van ruim 8%\n144 uur vakantieverlof\ngoede reiskostenregeling\npersoonlijk levensfasebudget van 57 uur verlof en de ruimte om te werken aan jouw eigen ontwikkelingswensen\npensioenregeling bij PFZW\nvoordeel op jouw ziektekostenpremie met onze collectieve ziektekostenverzekering. Kies uit IZZ of Zilveren Kruis Achmea\nkortingen op verzekeringen en financiële diensten van Centraal Beheer Achmea\nkorting bij diverse lokale ondernemers, zoals eettentjes, cafés en sportcentra\nontmoet collega's via het Jongerenplatform Y-OLVG\nonbeperkt toegang tot e-learnings en ons vitaliteitsprogramma\nde keuze in arbeidsvoorwaarden die bij jou passen. Zie ons OLVG Meerkeuzesysteem Arbeidsvoorwaarden.\nDeze arbeidsvoorwaarden zijn op basis van een fulltime dienstverband (36 uur per week).", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=1ce95310c310c862&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=4a1520b6a6e19e94&assa=5555", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=1ce95310c310c862&fccid=938fc08397482d6e&vjs=3", "Job Age": "13 dagen geleden", "Job Age Number": "13 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "network specialists", "Platform": "Indeed", "Job ID": "p_76ffd2dc12ed84a6", "Job Title": "NETWORK SERVICE DELIVERY SPECIALIST", "Company Name": "Templeton and Partners", "Location": " Hilversum", "Job Description": "Job Type Contract\n\nLocation Hilversum\n\nArea Netherlands\n\nSector Telecoms\n\nSalary Market related\n\nStart Date ASAP\n\nJob Ref Net serv del spec\n\nDescription\n\n\nCurrently Templeton and Partners are seeking an \"NETWORK SERVICE DELIVERY SPECIALIST\" for a duration of mimium 12 months at one of our largest clients situated in Hilversum.NETWORK SERVICE DELIVERY SPECIALIST\nEmployee will leverage their significant expertise and account management skills in proactively supporting internal clients to ensure timely and successful implementation of telecom service orders and projects globally. Provide customized coordination, project planning, and communication between customers, carriers, engineers, operations, NOC, and internal departments to ensure high levels of customer satisfaction. Employee must possess and/or acquire an in-depth knowledge of chosen carrier’s telecom products, systems, and technologies.\nDUTIES & RESPONSIBILITES\n\nEmployee acts as a liaison between Client’s Network Operations and Engineering teams, the NOC and Portfolio and manages the relation the chosen telecom carriers. Proven ability to establish and develop business relationships with business partners and carriers, service level management ensuring consistent performance according to agreements and SLA’s will be critical to individual and organizational success.\n\nOrder Management: Employee proactively monitors service orders and the progression of orders from pre-order-entry until post-installation. Employee acts as liaison between chosen carriers, network engineering, network operations and the portfolio team. Using project plans & agreed order tracking communication, participates in regular status calls and activation/testing activity as required.\n\nOwnership: Takes independent action to solve problems that impact the project, ensuring all jeopardies and risks to a successful implementation are addressed and escalated appropriately. If unable to diagnose or resolve at their own level, maintains ownership of resolution while accessing escalating resources for assistance. This activity also involves development of unique strategies to solve issues, negotiation with customers, third parties, and management to ensure a consensus approach to installations that fall outside normal parameters.\n\nOrder Package Verification & Revenue Realization: Working within the guidance of company practices, employee validates that service order documentation complies with company policies and meets customer expectations. Successful performance of this activity requires critical thinking and situational direction and guidance to other employees. Ensures customer expected installation dates are communicated and managed.\n\nEmployee manages expense Management and monthly (financial) reporting, reviewing, allocating, and processing invoices for telecom circuits. Build and maintain an inventory for all European network and voice circuits. On a regular basis analyzes the inventory for optimization opportunities, execute regular pricing challenges and validations of existing base. Employee supports and provides input for budget forecasting processes.\n\nTeamwork/Relationship Management: Employee must excel at working within cross-functional and geographically diverse teams.\n\nEDUCATION (Level & Type of Degree if applicable)\n\nBA/BS Business or related technical field, advanced coursework preferred\n\nEquivalent combination of applicable education and experience required.\n\nFormal education or training in project management preferred\n\nKNOWLEDGE, SKILLS & EXPERIENCE\n\n2 years or greater telecommunications industry experience including implementation and milestone management (service order lifecycle management).\n\nTwo to four years of experience in Telecom Expense management and/or (building) CMDB\n\nBasic LAN/WAN Networking skills preferred.\n\nStrong computer skills; word processing, and excel.\n\nProfessional/accurate/persuasive written and verbal communication skills.\n\nStrong analytical skills and basic business acumen.\n\nTime management, task prioritization and problem-solving skills required, including organizational abilities that facilitate multiple activity management;\n\nStrong demonstrated knowledge of; Service provider’s products, services, provisioning processes.\nService provider processes (RBOC, LEC/PTT, ISP, Global-Regional Carriers)\nGeneral technical knowledge of traditional voice (domestic and International), MPLS, Internet, integrated solutions, and access services.\n\nWe will be delighted to hear from you if this opportunity fits your profile, and are looking forward to your reply !", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=76ffd2dc12ed84a6&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=ffef9f0b637519c1&assa=7448", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=76ffd2dc12ed84a6&fccid=9dfcd754d9d29a36&vjs=3", "Job Age": "13 dagen geleden", "Job Age Number": "13 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "network specialists", "Platform": "Indeed", "Job ID": "p_1d9facc4ff0b0794", "Job Title": "Junior Operations Process Specialist", "Company Name": "Karl Lagerfeld", "Location": " Amsterdam Centrum", "Job Description": "KARL LAGERFELD COMPANY PROFILE\n\nThe house of KARL LAGERFELD shares the iconic vision and design aesthetic of its founder, Karl Lagerfeld, fused with a contemporary, forward-looking spirit. The brand celebrates his colossal legacy and breathes his passion, intuition and inexhaustible creativity into the core of its DNA.\n\nThe signature KARL LAGERFELD aesthetic combines Parisian classics with a rock-chic attitude and tailored silhouettes. Its portfolio of accessible, aspirational collections includes ready-to-wear for women, men and kids, plus bags and small leather goods. Additional collections include watches, eyewear, footwear, perfumes, candles and fashion jewelry.\n\nDriven by consumer engagement, KARL LAGERFELD’s immersive retail experience includes more than 200 monobrand stores worldwide, with key locations in Paris, London, Munich, Moscow, New York, Dubai and Shanghai. The brand further connects with consumers through a premium wholesale distribution network in Europe, the Middle East and Asia. The global flagship store on KARL.COM reaches 96 countries.\n\nTHE ROLE\nThe Junior Operations Process Specialist is responsible for accurately setting up the master data and ensuring data integrity in our operational systems for Karl Lagerfeld. You will be working closely with the relevant business units as well as external partners to ensure and enhance data quality, compliance and operating procedures.\n\n\n\nKey Responsibilities\n\nERP Master Data Maintenance\nItem set up\nCustomer set up\nDiscount Maintenance\nPrice set up\nReporting / Analyzing correctness of data in the system\nPerform mass updates as required\nWork with business units and process experts to resolve master data issues\nMaintenance of the B2B platform\nCreation of sell-in catalogs\nUser profile & customer creation\nAssigning of customer/catalog restrictions\nReporting and troubleshooting\nMaintenance of the B2C platform\nReport on pricing & request price loads\nSet up and maintain item data\nWorking closely with B2C team/IT to resolve stock issues, picture mismatches etc.\nAssist with online launches\n\nProfile\n\nExperience with ERP systems, applications and reporting tools\nProficiency in Microsoft Office - particularly Excel (VLOOKUPS, Pivot Tables)\nProcess orientation and user satisfaction attitude\nProactive, self-organized, analytical mindset, ability to work independently, and a strong attention to detail\nAble to perform and prioritize in fast-paced work environment\nExcellent interpersonal skills - ability to communicate openly, clearly and constructively\nFluent in English, both verbal and written - additional languages are a plus, not required\n\nPlease note that if your application is successful we will contact you within three weeks.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=1d9facc4ff0b0794&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=24830399daf4a47d&assa=9878", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=1d9facc4ff0b0794&fccid=65d612272391b0ed&vjs=3", "Job Age": "13 dagen geleden", "Job Age Number": "13 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "network specialists", "Platform": "Indeed", "Job ID": "p_3da363c50c27bf85", "Job Title": "KYC Specialist", "Company Name": "Delta Capita", "Location": " AmsterdamZuidoost", "Job Description": "Delta Capita is growing!\n\nTherefore we are always looking for KYC consultants.\n\nWho are you? What do we offer?\n\n\nWhat will you be doing?\n\nAs KYC Analyst or KYC Specialist you will be responsible to provide support to meet Anti-Money Laundering/Know Your Customer (AML/KYC) requirements for existing Client's within Periodic Review Cycles. You’ll be interpreting client information relating to customer source of wealth, source of funds, activity, structure and all other relevant information. This also includes identifying instances that require escalation or further investigation/due diligence. You will also deliver general support regarding compliance matters in other jurisdictions where the company is active. As we value to deliver the best quality of work you need to be continuously aware of - and sensitive for efficiency improvements in the often hard to manage and fractured KYC/AML process.\n\nWho are we?\n\nDelta Capita is an independent boutique advisory firm focussing on consultancy within the financial services sector. After the successful start of management consulting practices in London Delta Capita expended its services to the Benelux and opened our office in Amsterdam in 2012. By now we have an international network with offices in London, Amsterdam, Hong Kong, Singapore and South Africa.\n\n\nThe Benelux office itself has grown fast the past years. We have grown our business consulting department and successfully added an international KYC team, launching ourselves into the scale-up phase we are currently in.\n\nWorking at Delta Capita\nThe Delta Capita KYC team exists of young and dynamic people from all over the world. Our employees work as consultants for big financial institutions in the Netherlands. They get the chance to work on the most complex cases within large institutions while at the same time working in a smaller sized company, where lines are short.\nAs our business revolves around people, Delta Capita likes to take care of its personnel. Personal development is key and trainings and courses are organised regularly.\n\nOur Benelux Office is located in a modern facility in Amsterdam with a restaurant and (free) gym. Every year a big Christmas party is organised as well as a trip abroad with the entire staff. On Fridays we all have some drinks together to celebrate the weekend and toast on a successful week.\n\nDelta Capita is continuously looking for bright and ambitious people willing to join our expanding business within the field of KYC.\n\n\n\n\nWe are growing fast and are always interested in KYC Consultants. Do you recognise yourself in the profile described above and are you excited to contribute to your own and Delta Capita's growth? Then we would like to hear all about you!\n\n\nContact:\n\nDevi Kiezebrink", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=3da363c50c27bf85&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=fef89142636f71f6&assa=1795", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=3da363c50c27bf85&fccid=30e9bc6f71bd8907&vjs=3", "Job Age": "13 dagen geleden", "Job Age Number": "13 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "network specialists", "Platform": "Indeed", "Job ID": "p_5f208b39cfdad11d", "Job Title": "Functioneel Beheerder Divisie Uitkeren - Verwerken Financiële Verplichtingen", "Company Name": "UWV", "Location": " Sloterdijk", "Job Description": "Als Functioneel beheerder draag je zorg voor de optimale werking van de functionaliteiten in één of meerdere applicaties binnen het betreffende bedrijfsproces. De functioneel beheerder richt zich vooral op de productie, incidenten en op de gebruikersondersteuning. Je adviseert als specialist op het vakgebied bij functionele incidenten en/of monitort de voorgang van incidenten. Je beheert, administreert en rapporteert wijzigingsverzoeken in samenwerking met relevante partijen. Ook lever je vakinhoudelijke input en ondersteuning voor het bij releases en veranderingen.\n\nJe reviewt proactief en tijdig de analyses en het functioneel ontwerp. Je analyseert binnen de IV keten de impact en kosten van voorgestelde wijzigingen en adviseert over de mogelijke oplossingsrichtingen. Vanzelfsprekend deel je vakinhoudelijke input met je collega professionals. Je zorgt voor de voorbereiding, begeleiding en afronding van de (gebruikers)acceptatietesten. Je adviseert over de in productie name van voorgestelde complexe wijzigingen. Je levert een vakinhoudelijke bijdrage aan de beschrijving van de werking van de gerealiseerde wijzigingen (bijvoorbeeld releasenotes, het implementatiedraaiboek, gebruikershandleiding en systeemhandboek). Ben je bereid om een nieuwe uitdaging aan te gaan en heb je drive en ambitie om je te ontwikkelen in de wereld van het functioneel beheer? Dan kom jij ons beheerteam versterken bij de afdeling Informatie Management (IM) Uitkeren. Indien je minder aantoonbare ervaring hebt, is jouw motivatiebrief ook bespreekbaar in de rol van junior Functioneel Beheerder.\n\nWat we van je verwachten\n\nKom je bij ons werken dan kies je voor samenwerking met interessante disciplines. Je werkt zelfstandig en neemt als inhoudsdeskundige deel aan projecten. Betrokkenheid bij een team is je tweede natuur. En als vanzelfsprekend neem je de verantwoordelijkheid. Je oordeel vorm je op basis van een breed spectrum aan signalen en met je helicopterview overzie jij het geheel. Je natuurlijke rol is die van linking pin en verbinder. Met je doortastendheid en organisatietalent weet je veel gedaan te krijgen. Om als Functioneel Beheerder aan te slag te gaan heb je:\n\nTenminste een HBO diploma en bij voorkeur een opleiding in bedrijfskundige informatica, vanuit financieel- en salaris administratief perspectief. Je hebt kennis over/ervaring met (één van) de volgende onderwerpen:\n\nde theorieën, methoden en instrumenten m.b.t. Functioneel Beheer;\nFinanciële en fiscale processen, procedures en systemen.\nService management processen.\nWijzigingen beheer.\nKennis van beheersprocessen (BISL, ASL en ITIL framework)\nOpleiding FW (Functioneel beheer) hoort bij ontwikkel pad\n\nWat je van ons kan verwachten\n\nOns streven is een goede werk-privé balans en ontwikkelperspectief voor onze medewerkers. We bieden een uitdagende baan op medior- met salarisindicatie van maximaal € 5058,63 bruto per maand (op basis van een 38-urige werkweek en afhankelijk van kennis en ervaring). En uitstekende secundaire arbeidsvoorwaarden zoals:\n\ndertiende maand;\nontwikkelperspectief en opleidingen om door te groeien als expert;\nnetwerk van professionals;\nmodern keuzeplan arbeidsvoorwaarden;\ngoede pensioenvoorziening;\nwerklocatie in Amsterdam Sloterdijk, op loopafstand van het station.\n\nIets meer over Uitkeren binnen ons bedrijf\n\nUWV is een organisatie met een maatschappelijke taak. Ruim 20.000 medewerkers in het hele land zetten zich dagelijks is om mensen aan het werk te helpen en te houden. We ondersteunen onze klanten in hun re-integratie en bij het vinden van een baan. Waar nodig voorzien wij hen van tijdelijk inkomen. Zo bieden we onze klanten nieuw perspectief op deelname aan de maatschappij. In totaal hebben we 1,5 miljoen klanten, die we snel en deskundig dienstverlening op maat bieden.\n\nZinvol werk plús een inhoudelijke uitdaging. Dat is precies wat wij je te bieden hebben. Want bij UWV werk je elke dag aan een samenleving waarin iedereen mee kan doen.\nWe bieden dienstverlening die past bij de wensen van de burger, werkgevers, politiek en overige stakeholders. Binnen de Informatievoorziening (IV) organisatie werken we hieraan met 1500 professionals. Veelal vanuit het hoofdkantoor te Amsterdam Sloterdijk. Dit doen wij in nauwe samenwerking met externe IT-leveranciers. Zie voor een impressie alvast je nieuwe collega’s op:\nhttps://www.linkedin.com/company/uwv/life/12a656e3-be6f-4567-afd5-4aa7b8cadf3f/\n\nInteresse\n\nWij verzoeken u uitsluitend via de sollicitatielink te solliciteren.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=5f208b39cfdad11d&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=4ee1e79bc2c01f83&assa=8760", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=5f208b39cfdad11d&fccid=b71be1bac7328e80&vjs=3", "Job Age": "13 dagen geleden", "Job Age Number": "13 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "network specialists", "Platform": "Indeed", "Job ID": "p_fa1cb7f1a99d9b95", "Job Title": "Order Desk Specialist UK (Brexit) – Temporary", "Company Name": "MMD Monitors", "Location": " Amsterdam", "Job Description": "Order Desk Specialist UK (Brexit) – Temporary\nTPV Technology is an internationally-renowned PC monitor, TV and Digital Signage Displays manufacturer. TPV serves as an original design manufacturer for some of the best-known TV , PC and Digital Signage Displays brands in the industry and distributes its products worldwide under its own brands AOC and Envision. In addition, the company designs, produces and sells Philips-branded monitors, TV’s and AVA products, Digital Signage Displays and mobile phones through a license agreement with Philips via its subsidiaries TP Vision and MMD. As an example, the company brings high-quality TV sets to the market: smart and easy to use with sophisticated styling. TPV believes in creating products that touch the human senses and are within reach of all consumers in the markets they operate in. As a leader in the hotel industry, their hospitality TV division serves most the world’s major international and national hotel groups, as well as individual hotels, hospitals, cruises and other professional facilities.\nAbout MMD\nMMD is a wholly-owned company by TPV, established in 2009 through a brand license agreement with Philips. MMD exclusively markets and sells Philips-branded LCD displays worldwide. Taking advantage of Philips brand image and TPV’s manufacturing expertise, MMD uses a fast and focused approach to bring innovative products to consumers. MMD serves worldwide markets from major regional offices including Amsterdam, Shanghai, Singapore, São Paulo and Fremont (EPI). Through its network of local sales teams MMD works with all major IT distributors and resellers.\nScope\nAmsterdam (The Netherlands) – The order desk specialist acts as the inside sales liaison for our Sales Team and customer base, converting the sales forecast and allocation into outbound orders, including managing returns and claims.\nThe order desk specialist acts as the main contact on all supply related topics to regional sales & customers, proactively communicating on supply chain topics and successfully integrating changes with regional sales where needed.\nResponsibilities\nOrder Management:\nFulfils order input in SAP and executes this on schedule & in line with all agreed upon terms with our customers\nBackorders and stock allocation management. Provides current and future stock availability information\nSuccessfully resolves customer & supplier disputes, claims & concerns\nSupports with arranging RMA (returns) procedure, extended warranties, debit/credit notes\nFreight Management:\nWhere applicable: Coordination of direct shipments from our factories in the Far East to our customers.\nProvides customers with structured updates regarding their orderbook\nEnsure correct document management for our direct, road and air shipments\nProvides customers with timely & accurate updates on freight delays, ETA’s, & provides solutions to concerns, together with the Amsterdam Operations Teams.\nOur offer\nA dynamic and fast moving international and technology driven environment\nCompetitive remuneration package\nA great position for 6 months to further develop and strengthen broad skills, knowledge and network\nRequirements\nMinimum Bachelor’s degree in Business Administration, Accounting or Finance required\n3 – 5 years of experience supporting a sales process or other closely related function in a fast-paced, rapidly changing and dynamic corporate environment\nHighly proficient in Microsoft Office, preferably an Excel master\nExperience with SAP a plus\nStrong analytical skills\nFluent in English\nPreferred start date: beginning February\nIf you enjoy working with knowledgeable, success oriented people, for a company that both challenges and respects its professionals, and you’ve got what it takes to be a great Order Desk Specialist, then apply today.\nPlease contact Chelsea Nguyen (Corporate Recruiter) at Chelsea.nguyen@tpv-tech.com (please include your CV and a short motivation).\nAcquisition as a result of this vacancy posting is not appreciated.\nFull-time\nPrins Bernhardplein 200, 1097 JB, Amsterdam\nIf you enjoy working with knowledgeable, success oriented people, for a company that both challenges and respects its professionals, and you’ve got what it takes, then apply today. Please contact us at info@careersattpvision.com (please include your CV and a short motivation)\n\nAcquisition as a result of this vacancy posting is not appreciated.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=fa1cb7f1a99d9b95&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=59c657e6bfa0a002&assa=350", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=fa1cb7f1a99d9b95&fccid=3aa161337aa89cd1&vjs=3", "Job Age": "13 dagen geleden", "Job Age Number": "13 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "network specialists", "Platform": "Indeed", "Job ID": "p_ac1ceba7fc18d528", "Job Title": "Financieel medewerker/Boekhouder (ZZP)", "Company Name": "Teleconsult Europe BV", "Location": " Hilversum", "Job Description": "Financieel medewerker/Boekhouder (ZZP)Wie zijn wij?Teleconsult Europe beheert een internationaal netwerk van medisch specialisten. Samen leveren we diagnostiek op afstand of in de kliniek zelf. Wij zijn kind van de Nieuwe Economie; kleine organisatie met grote impact. Onze teams in Nederland, Engeland, Spanje en Zweden werken nauw samen om zorg van de hoogst mogelijke kwaliteit te leveren. Werken bij ons is boeiend, wij bieden veel ruimte voor eigen initiatief en verantwoordelijkheid waarbij je de mogelijkheid krijgt om vanuit huis te kunnen werken en je werktijden grotendeels zelf in kunt delen. Wat zoeken wij?Ben jij accuraat, heb je gevoel voor cijfers en zoek je een baan met gevarieerde werkzaamheden? Dan ben jij vast onze nieuwe collega! Wij zoeken namelijk een zelfstandig werkend “mensenmens” die de financiële administratie op zich neemt maar ook de bijbehorende administratieve werkzaamheden kan verrichten.Wat ga je bij ons doen?Je bent verantwoordelijk voor de 3 financiële administraties van de Nederlandse vestigingen, zoals:- Het genereren en controleren van systeem output ter voorbereiding van facturatie- Opmaak en versturen van verkoopfacturen- Het controleren en inboeken van inkoopfacturen- Het verwerken van bankmutaties- Het beheren van debiteuren/crediteuren- Aangiftes, wijzigingen en andere correspondentie Belastingdienst in samenspraak met accountant verwerken en archiveren- Voorbereiden Jaarrekening t.b.v. accountant- Behandeling van telefoon en e-mail- Bijbehorende administratieve werkzaamhedenWie ben jij?Je bent een proactieve persoonlijkheid die anticipeert op lopende en nieuwe zaken. Als teamplayer met een groot verantwoordelijkheidsgevoel ben je gewend zelfstandig te werken, prioriteiten te stellen en snel te schakelen. Je werkt secuur, bent accuraat, flexibel, administratief en organisatorisch sterk. Vanzelfsprekend ben je communicatief vaardig en werk je op een prettige en doortastende manier om zaken gedaan te krijgen. Verder:- Je bent woonachtig in centraal Nederland- Je hebt minimaal MBO+ werk- en denkniveau en minimaal 2 jaar werkervaring in een soortgelijke functie- Ervaring met Exact Online boekhoudprogramma is een pré- Je beheerst de Nederlandse taal uitstekend, Engels redelijk/goed- Je hebt goede Kennis van MS office, met name Word en Excel- Je bent als ZZP’er beschikbaar voor ca. 8 uur per weekWat bieden wij jou: - Werktijden grotendeels zelf in te vullen- Vanuit huis kunnen werken- Marktconform tarief- Reiskostenvergoeding woon-werkverkeerParttime uren: 8 per weekDeadline sollicitaties: 1-3-2021Soort dienstverband: Parttime, Freelance/ZZPArbeidsvoorwaarden:Flexibele werkurenReiskostenvergoedingWerk vanuit huisWerkschema:ma-vrErvaring:Boekhoud: 2 jaar (Vereist)Taal:Engels (Vereist)Thuiswerken:Ja", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Teleconsult-Europe-BV/jobs/Financieel-Medewerker-Boekhouder-ac1ceba7fc18d528?fccid=6dc11e84562c9f30&vjs=3", "Job Age": "13 dagen geleden", "Job Age Number": "13 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "network specialists", "Platform": "Indeed", "Job ID": "p_0e95e298f9a22d8c", "Job Title": "extern accountmanager - Inlichtingendienst", "Company Name": "Politie", "Location": " Alkmaar", "Job Description": "Kun jij informatie overbrengen en voor bewustwording zorgen? De Inlichtingendienst van de Eenheid Noord-Holland zoekt een extern accountmanager die de verbindende schakel kan zijn tussen de politie, AIVD en externe partners.\nLocatie(s):\nAlkmaar\nOrganisatieonderdeel:\nNoord-Holland\nVakgebied(en):\nIntelligence\nNiveau:\nHBO\nWat ga je doen?\nAls extern accountmanager leg en houd je verbinding met het lokaal bestuur, bedrijfsleven en overige voor de Algemene Inlichtingen- en Veiligheidsdienst relevante sectoren. Je hebt een netwerk van gesprekscontacten, met als doel om deze contacten te informeren over relevante dreigingsinformatie en/of het bijbrengen van awareness in het kader van de nationale veiligheid. Onder deze gesprekscontacten vallen bedrijven, (semi-)overheden en non-profit-instellingen op het gebied van nationale veiligheid. De informatie kan betrekking hebben op personen en organisaties waarvan een ernstig vermoeden bestaat dat zij een gevaar vormen voor de democratische rechtsorde, dan wel voor de veiligheid van de staat. Je informeert de gesprekscontacten onder andere door het geven van presentaties. Je kunt goed schakelen tussen de soms tegengestelde belangen van de AIVD en haar relaties. Ook lever je een bijdrage aan het inlichtingenbeeld van je eenheid en je adviseert de leiding. Onregelmatige werktijden kunnen bij dit werk horen.\nWaar ga je werken?\nDe eenheden van de politie beschikken over Inlichtingendiensten (ID’s). Zij zijn vooruitgeschoven posten van de AIVD. De ID’s versterken op lokaal niveau de informatiepositie van de dienst. Het Team Inlichtingendienst Noord-Holland maakt deel uit van de Dienst Regionale Informatieorganisatie, maar werkt dus onder het gezag van de AIVD. Het team houdt zich op eenheidsniveau bezig met het signaleren van mogelijke dreigingen tegen de nationale veiligheid. Namens de AIVD houdt het team contact met het lokaal bestuur en de politieorganisatie. Het meldt eigenstandig relevante informatie aan de AIVD en ondersteunt bij onderzoeken. Ook voert het team zelf onderzoeken uit.\nDe taakvelden waarop de AIVD actief is zijn:\nterrorisme en radicalisering;\n(cyber)spionage;\nextremisme links/rechts;\nbevorderen van veiligheidsbelangen.\nDe Inlichtingendienst werkt proactief aan de staatsveiligheid en democratische rechtsorde binnen de eenheid. Wij zorgen voor het inwinnen, bewerken en duiden van informatie en zenden dit rechtstreeks naar de AIVD. Met de opgedane informatie kijken wij terug en vooruit en doen we voorspellingen. Organisatorisch vallen de medewerkers van de Inlichtingendienst onder verantwoordelijkheid van de politiechef van de Eenheid Noord-Holland. Het team bestaat uit 14 fte zelfstandige professionals.\nWie ben jij?\nJe kunt je gemakkelijk bewegen in verschillende sociale situaties op zowel strategisch, tactisch en operationeel niveau. Je bent maatschappelijk georiënteerd, bent alert op maatschappelijke, politieke en vakinhoudelijke ontwikkelingen en bent in staat om deze kennis te vertalen naar eigen functie/organisatie. Je stelt prioriteiten en stimuleert hierin de samenwerking. Verder ben je communicatief vaardig en je kunt een presentatie geven. Daarnaast heb je inzicht in verhoudingen binnen bestuurlijke organisaties. Vraagstukken kun je in een groter verband plaatsen en je kunt de relatie behouden met netwerken van buiten de politieorganisatie. Je weet anderen te overtuigen van een bepaald standpunt, waarbij je een representatieve houding hebt omdat je de AIVD vertegenwoordigt.\nVerder beschik je over een hbo-diploma.\nWat wij bieden\nDe standplaats is Alkmaar. Er is ruimte voor 1 fte. Het betreft een functie voor 36 uur per week.\nAfhankelijk van je achtergrond volg je aan de Politieacademie een 12-weekse opleiding voor specifieke inzetbaarheid (36 uur per week) met eventueel aansluitend een voor de functie benodigd aanvullend opleidingsprogramma. Het positief afronden van het verplichte assessment is voorwaarde om aan de opleiding te kunnen beginnen. Het behalen van de opleiding is een vereiste om deze functie uit te kunnen oefenen.\nAndere relevante opleidingen voor deze functie worden gegeven door de AIVD. Zij zorgen ook voor coaching en begeleiding in de praktijk.\nTijdens de interne specifieke politieopleiding word je tijdelijk aangesteld als ambtenaar in opleiding. Na het voltooien van de opleiding bieden we je een tijdelijke aanstelling aan, waarbij een proeftijd van één jaar van toepassing is. Na deze proeftijd volgt zo snel mogelijk een vaste aanstelling.\nWe bieden uitgebreide ontwikkelingsmogelijkheden en een aantrekkelijk pakket arbeidsvoorwaarden. Denk hier bij aan:\neen bruto maandsalaris van minimaal € 2.562,- en maximaal € 4.244,- (schaal 9 Bbp) op basis van een 36-urige werkweek;\n8% vakantie- en 8,33% eindejaarsuitkering;\ngoede pensioenregeling en betaald ouderschapsverlof (meer info over verlof, regelingen en mogelijkheden).\nDe formele functie binnen het functiegebouw van de politie is operationeel specialist A.\nInteresse?\nBel met Angelique, extern accountmanager (06 - 10 94 54 19), of met Tanja de Smalen, teamchef (06 - 50 55 91 19), als je meer informatie over de functie wilt hebben.\nVoor vragen over de sollicitatieprocedure bel je met het Frontoffice Recruitment & Selectie op 088 - 66 22 300.\nSolliciteer uiterlijk 19 januari 2020 via de sollicitatiebutton.\nWat verder belangrijk is\nEen veiligheidsonderzoek en eventueel een vakinhoudelijk assessment maken deel uit van de selectieprocedure.\nJe hebt de Nederlandse nationaliteit (dit mag ook je tweede nationaliteit zijn).\nDe politie zet in op vernieuwing en cultuurverschillen binnen teams. Divers samengestelde teams presteren beter. Daarom werken we hard aan een open en veilige cultuur waarin divers talent tot bloei komt.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=0e95e298f9a22d8c&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=42a51870c2f277bd&assa=4216", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=0e95e298f9a22d8c&fccid=91f291af2278c534&vjs=3", "Job Age": "13 dagen geleden", "Job Age Number": "13 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "network specialists", "Platform": "Indeed", "Job ID": "p_ab690da55f7ca11f", "Job Title": "Client Relations Adviser", "Company Name": "De Brauw Blackstone Westbroek", "Location": " Amsterdam", "Job Description": "Client Relations Adviser (1 FTE)\n\nAre you an enthusiastic marketing or sales professional or project manager (5+ years of experience) looking for your next challenge? De Brauw is looking for an energetic individual who enjoys spotting and utilising opportunities for building strategic partnerships with our clients, by connecting the dots between people, legal expertise and our clients’ needs.\n\nThis role\n\nThis is a role within our Client Relations team, all based in Amsterdam. In this role you will report to the Head of External Relations.\n\nIn this role you will support the legal teams to set business development goals and help them design, implement and monitor their marketing efforts – both by leading discussions on strategic levels as well by offering daily operational support. You will also help maintaining and improving initiatives that benefit our firm’s ability to manage client accounts and other external relations, with special attention for our key client programme. You will connect with relevant stakeholders in Legal and in Client Relations. Working together closely with the involved colleagues, you will provide practical support, strategic insights and content at all points of this process.\n\nIn short you will be responsible with other stakeholders at the De Brauw for a firm-wide marketing communication plan.\n\nThis is an excellent opportunity at a very reputable firm, with plenty of room for growth and progression. And last but not least you will help accelerate our ability to deliver on both our new business strategy, and the firm’s overall vision.\n\nYou?\n\nDo you recognise yourself in the following description?\n\nYou display a strong commercial awareness, able to identify opportunities to deliver on strategic goals.\nYou are a self-starter, who can advise on a strategic level and set up the groundwork yourself.\nYou have a deep knowledge of marketing principles, and the ability to translate these to both online and offline initiatives as appropriate.\nYou have the ability to grasp abstract concept quickly and apply them in practice when relevant.\nYou inspire confidence with an enthusiastic approach and an approachable professional manner.\nYou can build relationships quickly at all levels, able to liaise with internal stakeholders confidently, advising them as to content and process.\nYou have and enjoy excellent project management skills.\nYou see yourself as a proactive self-starter, who is motivated to contribute on both the strategic and operational level.\n\nUs\n\nWe hope that the potential and responsibilities of this role inspire you to join us. De Brauw is a leading international law firm offering high-end legal advice in corporate transactions, disputes and regulatory enforcement. Our extensive experience allows us to offer an unrivalled level of legal and operational excellence, collaborating with our clients in connection with the most crucial aspects of their businesses.\n\nWith an integrated practice model, we bring together specialists from different fields of expertise (and from different jurisdictions) to provide our clients with highest quality of legal advice. We act as lead counsel, a trusted adviser, and a strategic partner to our clients, wherever in the world they do business. Headquartered in Amsterdam, we have global capabilities – with offices in Brussels, Frankfurt, London, Shanghai and Singapore – and an extensive network of top-tier law firms in other jurisdictions throughout Europe and across the globe.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=ab690da55f7ca11f&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=46e6f1aedfacd44b&assa=5324", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=ab690da55f7ca11f&fccid=159fccc90fce5c3e&vjs=3", "Job Age": "13 dagen geleden", "Job Age Number": "13 dagen geleden", "Collection Date": "2021-01-19"}]