[{"Search Keyword": "linguists", "Platform": "Indeed", "Job ID": "pj_1bd403b747c9c198", "Job Title": "Coördinator medisch audiologische techniek en huisvesting", "Company Name": "Koninklijke Kentalis", "Location": " Nederland", "Job Description": "Coördinator medisch audiologische techniek en huisvesting\nLocatie\nHeel Nederland\n32-36 uur\nIn deze nieuwe functie komt jouw kennis van medische techniek, huisvesting, een coördinerende rol, en projectmanagement samen.\nIets voor jou? Lees snel verder!\nWat maakt jouw werk bijzonder?\nAls coördinator medisch audiologische techniek en huisvesting, draag jij indirect bij aan onderzoek, begeleiding en advisering aan kinderen en volwassenen met spraak-/taalproblemen en/of gehoorproblemen. Jij wordt degene die precies op de hoogte is van de onderhoudsstatus en het gebruik van onze medische apparatuur. Jij geeft sturing aan de medisch audiologisch technicus en je schakelt met interne of externe partijen wanneer er onderhoud of modernisering moet plaatsvinden aan apparatuur, onderzoeksruimten en bijbehorende ict-systemen. Daarnaast voer je de regie op de huisvesting -en facilitaire zaken AC breed. Hierbij vorm je de schakel tussen het centrale facilitaire bedrijf en de managers op locatie.\nExtra bijzonder aan deze baan, is dat je komt te werken in een omgeving die volop in ontwikkeling is. Dit is een nieuwe functie binnen het Audiologisch Centrum (AC), waarbij je de ruimte krijgt om deze verder vorm te geven. Jouw werkgebied omvat alle locaties van het AC door heel Nederland. Deze afwisseling zorgt dat je continu wordt uitgedaagd en je blijft ontwikkelen.\nWat ga je doen?\nJe stelt een jaarplanning op voor onderhoud, ziet toe op uitvoering, hebt contacten met installateurs en bewaakt het contract -en onderhoudsbudget;\nJe geeft functionele aansturing aan de medisch audiologisch technicus bent duidelijk en helder in je communicatie en waar nodig zet je de kaders.;\nJe vervult een regiefunctie ten aanzien van huisvestingszaken zoals b.v. het inrichten onderzoeksruimtes bij nieuwbouw;\nJe bent verantwoordelijk voor het kwaliteitsbeheer van de medische apparatuur en de daarbij horende registratie, documentatie en verantwoordingseisen;\nJe draagt zorg voor het (laten) oplossen van storingen in medische apparatuur en beoordeelt hierbij of uitbesteding aan derden nodig is.\nJe adviseert en ondersteunt het sectormanagement en de klinisch fysicus audiologen bij de ontwikkeling, implementatie en uitvoering van het (bouw) technische en of huisvestingsbeleid en de inrichting van onderzoeksruimtes.\nJe vertegenwoordigt het AC bij projectgroepen ten aanzien van huisvesting en facilitaire zaken;\nJe functie valt rechtstreeks onder de sectormanager AC en waar van toepassing ontvang je vanuit de klinisch fysicus audiologen functionele aanwijzingen.\nWerken bij het Audiologisch Centrum\nHet Audiologisch Centrum (AC) onderzoekt, begeleidt en adviseert kinderen en volwassenen met spraak-/taalproblemen en/of gehoorproblemen. Onze medewerkers hebben veel kennis van en ervaring met diagnostiek en revalidatie bij gehoor-, taal- en spraak problemen. Daarnaast kijken we naar samenhang van de onderzoeken en de eventuele gevolgen die het kan hebben op ontwikkeling en welbevinden. Hierbij werken we in een multidisciplinair team met logopedisten, linguïsten, gedragskundigen en audiologen.De diverse locaties van het Audiologisch Centrum zijn over het land verspreid. Waar nodig reis je periodiek af naar de diverse locaties van het AC. Afhankelijk van je woonplaats kijken we samen vanuit welke AC locatie jij je werkzaamheden verricht.\nKentalis in het kort\nKentalis is er voor mensen die een taalontwikkelingsstoornis (TOS) hebben, of slechthorend, doof of doofblind zijn. Daarnaast kunnen zij andere beperkingen hebben. Zij kunnen bij ons terecht voor onderzoek, diagnostiek, zorg en onderwijs. Kentalis heeft scholen, zorgunits en audiologisch centra door heel Nederland.\nWij bieden jou:\nEen bruto maandsalaris van € 2766,- tot € 4082,- (FWG 55) bij een volledige werkweek van 36 uur. Alle arbeidsvoorwaarden zijn conform Cao Gehandicaptenzorg;\nEen arbeidsovereenkomst voor een jaar met uitzicht op een vast dienstverband bij goed functioneren en gelijkblijvende bedrijfsomstandigheden;\nEen mooie uitdaging binnen een organisatie met een maatschappelijk belang;\n144 vakantie-uren en 57 PBL-uren (bij parttime naar rato) die je kunt inzetten voor verlof of uitbetaling;\nExtra’s zoals 8,33% eindejaarsuitkering, pensioenopbouw bij PFZW en reiskostenvergoeding;\nEen laptop, telefoon en mogelijkheden voor thuiswerken;\nOpleidingsmogelijkheden;\nEen arbeidsvoorwaardenpakket dat je zelf kunt samenstellen. Kies jij voor een sportabonnement, een fiets of vakliteratuur?\nWie ben jij?\nJe bent hbo opgeleid en hebt kennis van (medische) techniek en/of huisvesting in de gezondheidszorg. Daarnaast heb je kennis van en ervaring met projectmatig werken;\nJe hebt een aantal jaar werkervaring, bij voorkeur in het werken in de (medische) techniek en/of huisvesting in de gezondheidszorg;\nJe bent resultaatgericht, contactueel sterk en een echte doorpakker;\nJe bent een collega die in nauwe samenwerking met de medisch audiologisch technicus zich verantwoordelijk voelt voor het onderhoud en beheer van onze medische apparatuur en weet collega’s hier op de juiste wijze bij te betrekken.\nInteresse?\nBen je enthousiast over de functie en er van overtuigd dat jij en Kentalis bij elkaar passen? Solliciteer nu naar deze functie van Coördinator medisch audiologische techniek en huisvesting. Binnen enkele werkdagen nemen wij contact met jou op. In verband met maatregelen rondom corona kunnen de gesprekken digitaal plaatsvinden. Zodra we onze nieuwe collega hebben gevonden sluiten we deze vacature, dus reageer snel. Wij maken graag kennis met jou.\nHeb je vragen over deze functie? Rene Wink, locatiemanager AC, maakt graag tijd voor jou en je vragen. Bel of mail via telefoonnummer 06-83283032 / emailadres: r.wink@kentalis.nl\nBij gelijke geschiktheid krijgen interne kandidaten voorrang.\nBen je doof, slechthorend of heb je TOS? Pascalle Hessels, Consulent Doelgroepenbeleid kan je ondersteunen bij je sollicitatie. Solliciteer dan via de website en mail deze ook naar p.hessels@kentalis.nl\nHet opvragen van een VOG en referenties zijn een vast onderdeel van de procedure.\nBen je intermediair? Wij werven zelf of met onze vaste partners. Acquisitie is niet gewenst.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=1bd403b747c9c198&from=vj&sjdu=ThZKDtdDn4Xl6z9MWzaPNwr3cySsBnKK64uZ-1-FhGDCPpJG3yG88-EoNHKRjwbaAK-MFQVI2JHjhax5IBEuiT7pcrTjeGq7PqYHEAvrnKdlGOI7Jhw8JyW-oPyeh3iI5GAgQprn4ZVQcH-tn6glOmZlF9ezzYJQVEF_xD0r1hJX0q00st55j3rfVHdMPCQl&spon=1&adid=255591758&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0Cz9BZxI4mr-o0aF80wLb2n3n3ISX1-yua27PVzf9Ckrs4MXQMZojMyJP1Y248tZwgQblsdUgN9OQe1oisGUbKbt3KdlzHvkYV4DRlEv8k6xl2ZazcG6gSWuKJRV5GX062DkV7FZ53FFhk6cslOpR-0ZxgcS3WF-a5y2vb2lkfO0XWsX2b66ms5ExRhZpeHHxpAmc14y-JND1q9j6AJ5tp2cJUHplkSi9hbiAnLX_hMOTeYUiEhUWop15QbaLLUd5BsKPF8mD1gNjKw-7OmIEV85MJOV72RqGQrpldh0hrJiefs8QnhK6jxX63IykLGZob09aRIe2XmTPual-zlRVgOKPnCNN9HHggplyrBO9uEy9rnDwamy9Bgb12Gl-anPh2Po2e4gJcz90x_m1iiZHGOtyn8sxkQX7B6vslizV-XWnXA1dL9fm0mgHDgIVaHsdyfAtBS3Nmg6N0H3js_KWi79x6pZ1exBPHIXc4HdcXbalo79xXpxD78LGteIzC0jDeuiwuZNyxn-phqNvn3cGZdBpFkJ1pblZT6SMGS24XD1y_eFWtDzD-W0tMMFS-BYJy3GGWExFzjFzK9CvTvl9qBd_V0Gg8PG_M23WfCLv4ezkdMHcAzADRI0prNa9Z9XRRV5Bsj3BelGABLWCneFWTBBRuvwr7k6WpnDbRSSIRX-d_X_y_PgOZtRALFSWOT7MlhvAlg3y_QxEx3SINENPZ_&astse=3f87ec53a87e9f2e&assa=2883", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0Cz9BZxI4mr-o0aF80wLb2n3n3ISX1-yua27PVzf9Ckrs4MXQMZojMyJP1Y248tZwgQblsdUgN9OQe1oisGUbKbt3KdlzHvkYV4DRlEv8k6xl2ZazcG6gSWuKJRV5GX062DkV7FZ53FFhk6cslOpR-0ZxgcS3WF-a5y2vb2lkfO0XWsX2b66ms5ExRhZpeHHxpAmc14y-JND1q9j6AJ5tp2cJUHplkSi9hbiAnLX_hMOTeYUiEhUWop15QbaLLUd5BsKPF8mD1gNjKw-7OmIEV85MJOV72RqGQrpldh0hrJiefs8QnhK6jxX63IykLGZob09aRIe2XmTPual-zlRVgOKPnCNN9HHggplyrBO9uEy9rnDwamy9Bgb12Gl-anPh2Po2e4gJcz90x_m1iiZHGOtyn8sxkQX7B6vslizV-XWnXA1dL9fm0mgHDgIVaHsdyfAtBS3Nmg6N0H3js_KWi79x6pZ1exBPHIXc4HdcXbalo79xXpxD78LGteIzC0jDeuiwuZNyxn-phqNvn3cGZdBpFkJ1pblZT6SMGS24XD1y_eFWtDzD-W0tMMFS-BYJy3GGWExFzjFzK9CvTvl9qBd_V0Gg8PG_M23WfCLv4ezkdMHcAzADRI0prNa9Z9XRRV5Bsj3BelGABLWCneFWTBBRuvwr7k6WpnDbRSSIRX-d_X_y_PgOZtRALFSWOT7MlhvAlg3y_QxEx3SINENPZ_&p=0&fvj=0&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-01-20"}]