[{"Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_1db89ac71cff8fee", "Job Title": "Demi Chef de Partie", "Company Name": "DoubleTree by Hilton Amsterdam Centraal Station", "Location": " Amsterdam", "Job Description": "Demi Chef de Partie\nAltijd al willen werken in het grootste hotel in het centrum van Amsterdam?\n\nDoubleTree by Hilton Amsterdam Centraal Station biedt prachtige uitzichten, buitengewone service en bruisende food & beverage outlets.\n\nIn ons hotel vind je SkyLounge Amsterdam, award-winning rooftop terras, pop-up restaurant Eastwood Beer & Grill, onze eigen Starbucks® store en het meest gevarieerde ontbijtbuffet van de stad. Natuurlijk krijg jij in al onze outlets 50% korting! Daarnaast kun jij naast je baan onbeperkt fit blijven. Onze fitness is namelijk 24/7 beschikbaar voor jou!\n\nAls Demi Chef de Partie ben je verantwoordelijk voor voedselvoorbereiding op hoog niveau op een specifike sectie en het tegelijktijdig assisteren van de Chef de Partie bij dagelijkse werkzaamheden.\n\n\nDeel uitmaken van ons team als Demi Chef de Partie, betekent teamlid worden voor een van de beste werkgevers van Nederland. Met name omdat de zorg voor ons team een van onze topprioriteiten is! Met een jong team van ongeveer 35 chefs is er voor iedereen een plek. Chef-kok Paul Stoop is een gerenommeerde chef die de keuken al jaren verbetert. Jij zou de toevoeging kunnen zijn die we zoeken om het nog beter te maken!\n\nVan Wagyu tot T-bone, ons Eastwood Beer & Grill restaurant staat bekend om kwaliteit steaks. Natuurlijk serveren wij onze andere gerechten ook met de hoogste kwaliteit van zorg en creativiteit. Naast ons Eastwood Beer & Grill restaurant ben je ook verantwoordelijk voor de gerechten in SkyLounge Amsterdam. Hier worden je organisatorische vaardigheden getest en kun je laten zien of je kunt presteren in een drukke, dynamische omgeving. Van zelfgemaakte sushi tot ijs, het staat allemaal op de kaart.\n\nJe bent mede-verantwoordelijk voor een bepaalde sectie, dit in samenwerking met andere (Demi) Chef’s. Als Demi Chef de Partie zal je ook verantwoordelijkheid dragen voor de kostenbeheersing, waste management en bestellingen. Specifiek zal je verantwoordelijk zijn voor het uitvoeren van de volgende taken:\nZorg ervoor dat alle voedsel voorbereiding voldoet aan de normen\nHoud alle werkruimtes schoon en netjes en zorg dat er geen kruisbesmetting kan plaatsvinden\nVoorbereiden van alle mise en place voor de relevante menu's\nHet ondersteunen van andere afdelingen waar nodig en onderhouden van goede werkrelaties\nVerslag en beheer van het onderhoud, de hygiëne en de gevaren\nWees milieubewust\n\nAls Chef de Partie die werkt met onze DoubleTree by Hilton-merkstandaarden, werk je altijd namens onze gasten. Om deze rol met succes te vervullen, is het belangrijk dat je de volgende vaardigheden bezit:\nMinimaal 2 jaar ervaring als Demi Chef de Partie of een vergelijkbare rol\nEen actuele, geldige en relevante commerciële kwalificatie op het gebied van koken (bewijs vereist)\nUitstekende kennis van voedsel\nUitstekende communicatieve vaardigheden, met name in het Engels\nNVQ Niveau 2\nBehaald Basis-Hygiëne Certificaat\nEen positieve, proactieve en assertieve houding\nVermogen om te werken onder druk\nZowel zelfstandig als in teamverband kunnen werken\n\nIn deze functie is het een pré indien je kennis bezit over huidige eet-trends en Intermediate Food Hygiene kennis bezit.\n\n\nEn, voor wij het vergeten, naast de vele faciliteiten binnen ons hotel kun je zelf natuurlijk ook genieten van de Hilton service, wereldwijd en met korting!\n\nAltijd al willen weten hoe het is om bij DoubleTree by Hilton Amsterdam Centraal Station te werken? Bekijk dan onze team member video: https://youtu.be/2BaXEjZfbTI Demi Chef de Partie\nAlways wanted to work in the largest hotel in the center of Amsterdam?\n\nDoubleTree by Hilton Amsterdam Centraal Station offers amazing views, extraordinary service and lively food & beverage outlets.\n\nOur hotel includes SkyLounge Amsterdam, an award-winning rooftop terrace, pop-up restaurant Eastwood Beer & Grill, our very own Starbucks® Store and Amsterdam’s most extended breakfast buffet. You will, of course, receive a 50% discount in all of our food & beverage outlets. Moreover, you can stay fit next to your job. Our fitness is available 24/7 for you!\n\nA Demi Chef de Partie is responsible for ensuring high levels of food preparation on a specific section to deliver an excellent experience while assisting the Chef de Partie with all daily tasks. As an employee of DoubleTree by Hilton Amsterdam Centraal Station, you will be a part of one of the best employers in The Netherlands. Taking care of our team is one of our top priorities! With a young team of about 35 chefs, there is a place for everybody. Executive Chef Paul Stoop is a renowned chef who has been improving the kitchen for years. You could be the addition we are looking for to make it even better!\n\nFrom Wagyu to T-bone, our Eastwood Beer & Grill restaurant is known to offer the best quality steaks. Likewise, our other dishes show the highest quality and creativity. Besides our Eastwood Beer & Grill restaurant, you will also be responsible for the dishes in SkyLounge Amsterdam. Here, your organisational skills are tested and you can show whether you are able to perform in a busy and dynamic environment. From homemade sushi to ice cream, we have it all!\n\n\nYou will be partly responsible for a specific partie and working with the other (Demi) Chef de Partie’s on your section. A Demi Chef de Partie will also be required to assist with food cost controls like waste control and inventory management. Specifically, you will be responsible for performing the following tasks to the highest standards:\nEnsuring all food preparation meets standards\nKeeping all working areas clean and tidy and omitting cross contamination\nPreparing all mise en place for all relevant menus\nAssisting other departments wherever necessary and maintaining good working relationships\nReporting and controlling maintenance, hygiene and hazard issues\nBeing environmentally aware\nA Demi chef de Parti working with DoubleTree by Hilton brand standards is always working on behalf of our Guests. To successfully fill this role, it is important that you have the following skills:\nA minimum of 2 years of previous experience as a Demi Chef de Partie or a similar role\nA current, valid, and relevant trade commercial cookery qualification (proof may be required)\nExcellent knowledge of food\nGreat communication skills\nNVQ Level 2\nAchieved Basic Food Hygiene Certificate\nPositive, proactive and assertive attitude\nAbility to work under pressure\nAbility to work on your own or in a team\nExcellent English speaking skills\nIt would be advantageous in this position for you to demonstrate the following capabilities and distinctions:\nIntermediate Food Hygiene\nKnowledge of current food trends\n\nBefore we forget: next to our own facilities, you can also enjoy our Hilton service, worldwide and with a discount.\n\nWould you like to know what life as a team member at DoubleTree by Hilton Amsterdam Centraal Station looks like? Have a look at our team member impression video: https://youtu.be/2BaXEjZfbTI", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=1db89ac71cff8fee&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=e89b89570f4590a0&assa=1450", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=1db89ac71cff8fee&fccid=541f99e75f9ccda5&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22"}, {"Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_153be93752bb4457", "Job Title": "Junior Project Coördinator", "Company Name": "Bruggenbouwers", "Location": " Zaandam", "Job Description": "Ben jij die Junior Project Coördinator Bodem die wij zoeken? Ben jij planmatig en organisatorisch sterk? Dan zoeken wij jou!\nDe opdrachtgever houdt zich bezig met de verwerking en beheer van afvalstoffen. Zij realiseren zonneparken op stortlocaties en ondersteunen projecten in de het buitenland op het gebied van waste management. Alles wordt zo hoogwaardig mogelijk verwerkt zodat restafval uiteindelijk kan worden ingezet als grondstof voor beton.\nJij bent als Junior Project Coördinator Bodem verantwoordelijk voor het aansturen van onderaannemers voor het bewerken van bodemassen en het bijhouden en analyseren van projectgegevens. Je werkt nauw samen met de verantwoordelijke Projectleider maar je zult ook zelfstandig aan het werk zijn. Jij bent samen met jouw collega's verantwoordelijk voor het mee denken aan het ontwikkelen van nieuwe technieken.\nWat ga je doen?\nJij denkt mee en ondersteund en maakt analyses op het gebied van bodem opwerking;\nJij plant, coördineert en ziet toe op een correcte uitvoering van diverse projecten;\nJij bereidt inschrijvingen op aanbestedingen voor;\nJij stelt contracten op en onderhoudt klant contact.\nWaar ben jij goed in?\nJij bent communicatief vaardig en jij bent klantgericht;\nJij bent planmatig en organisatorisch sterk;\nJij bent proactief en jij kunt zowel zelfstandig als in teamverband verband werken;\nJij bent ambitieus en wil jezelf graag ontwikkelen en doorgroeien.\n\nJe beschikt over:\nEen afgeronde HBO-opleiding richting Civiele Techniek, Chemische- of Procestechnologie;\nJij hebt 1 tot 3 jaar werkervaring;\nErvaring en kennis van de afvalwerkingsmarkt is een pré;\nGoede beheersing van de Nederlandse taal en Engelse taal in woord en geschrift, Duits is een pré;\nEen rijbewijs B.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=153be93752bb4457&fccid=c44c56ea8580ab7c&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22"}, {"Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_7c3dd6ce5e03dd7f", "Job Title": "Asset Specialist HVAC/Utilities", "Company Name": "MSD", "Location": " Haarlem", "Job Description": "Ben jij de juiste persoon om technische specificaties te bepalen voor onze WTB installaties en deze te borgen in gedocumenteerde standaarden? Kan jij een leidende rol nemen in de herinrichting van ons (CAD)documentbeheer? Kan jij als specialist input leveren aan de verschillende projecten voor een duurzaam, veilig, en functioneel ontwerp? Dan zijn wij op zoek naar jou!\nVoor de afdeling Facilities Management in Haarlem zijn we vanwege groei op zoek naar een:\nAsset Specialist HVAC / Utilities\nManufacturing Operations\nOns Manufacturing Operations-team bestaat uit de mensen die onze producten maken. We werken in de fabrieken met een “Veiligheid komt eerst, altijd kwaliteit”-mentaliteit en streven naar continue verbetering. We werken in de lokale fabriek, die is verbonden met ons wereldwijde productienetwerk, om de hoogste kwaliteit grondstoffen, tussenproducten en eindproducten te garanderen.\nWelkom in ons team\nVanuit Haarlem distribueren 2.500 verschillende verpakkingen van geneesmiddelen en vaccins naar meer dan 140 landen. Haarlem staat bekend als dé flexibele verpakkingslocatie in Europa.\nFacilities Management op de locatie Haarlem is een geïntegreerde serviceafdeling waarin een groot aantal services is gegroepeerd. Wij zijn verantwoordelijk voor het onderhoud van de gebouwen, terreinen en technische activa zoals HVAC, perslucht, vacuümsystemen, drinkwater / gezuiverd water, riolering en elektrische systemen. Daarnaast is de afdeling verantwoordelijk voor soft services zoals catering, schoonmaak, beveiliging, waste management en ongediertebestrijding. We werken nauw samen met onze externe dienstverlener en gezamenlijk werken we aan voortdurende ontwikkeling van services en bedrijfszekerheid.\nOver de functie\nVoor het verder opbouwen van onze asset management strategie zijn wij op zoek naar een ervaren WTB specialist. Binnen de functie wordt zeer nauw samengewerkt met projectteams en ligt de focus sterk op het ontwikkelen en vastleggen van technische standaarden en het opzetten van professioneel document management.\nPrimaire verantwoordelijkheden\nActeert als deskundige voor de werktuigbouwkundige installaties en adviseert de organisatie en projectteams over onderhoud, vervanging, optimalisatie en duurzaamheid van de installaties.\nIs verantwoordelijk voor het opstellen van site specifieke technische standaarden en ziet toe op de juiste toepassing van standaarden binnen projecten en onderhoud.\nSchrijft SOP’s (Standard Operation Procedures) en WI’s (Work Instructions).\nIs verantwoordelijk voor het leveren van input voor het meerjaren investeringsplan.\nParticipeert in asset gerelateerde capital projecten. Werkt de budgetaanvraag uit (Business Case) stelt User Requirement Specificaties op en ondersteunt de Qualification Engineers bij de Change Control en kwalificatie documentatie.\nZiet erop toe dat de juiste keuzes worden genomen ten aanzien van veiligheid, milieubelasting en duurzaamheid van de installaties.\nIs verantwoordelijk voor het beoordelen en goedkeuren van engineeringsdocumenten zoals, tekeningen, schema’s, offertes, change documentatie en commissioning- en overdrachtsdocumenten voor ingebruikname.\nBeheert technische documentatie en tekeningen, ziet toe op de juiste inrichting en flow van documenten en een optimale inrichting van het Meridian document management systeem.\nGeeft sturing aan de externe AutoCAD tekenaars en draagt zorg dat de “as built” situatie juist weergegeven wordt op tekeningen en P&ID’s.\nOndersteunt de Maintenance en Reliability Engineers bij het opstellen en optimaliseren van onderhouds- en vervangingsplannen.\nNeemt deel aan periodieke reviews en het Risk Based Asset Management programma (RBAM)\nManufacturing & Supply Division\nOnze Manufacturing & Supply Division streeft ernaar om wereldwijd de meest betrouwbare leverancier van biofarmaceutica te zijn. Onze faciliteiten, in combinatie met onze externe contractanten, leveranciers en partners, creëren een onderling afhankelijk, internationaal productienetwerk dat toegewijd is om hoogwaardige, betrouwbare levering aan klanten en patiënten te bieden, altijd op tijd en elke keer opnieuw.\nJouw profiel\nHBO/Academische afgeronde opleiding op gebied van Werktuigbouwkunde.\nMinimaal 5 jaar werkervaring in een relevante Engineering/Reliability rol.\nBeheersen van Nederlandse/Engelse taal in woord en geschrift\nVaardig in het schrijven van rapportages en verbeterplannen.\nGoede mondelinge en schriftelijke communicatieve vaardigheden (strategisch, tactisch, operationeel).\nBereidheid om Green belt gecertificeerd te worden.\nKlant- en service gericht.\nSterk ontwikkelde adviesvaardigheden.\nBeschikt over organisatorisch vaardigheden.\nSterk analytisch inzicht.\n\"Go see\" houding.\nWij bieden\nWerken bij ons betekent samen werken aan gezondheid in een internationale werkomgeving met toegewijde collega’s.\nJe krijgt alle ruimte om jezelf te ontwikkelen en te laten zien wie jij bent. Verder kan je rekenen op aantrekkelijke arbeidsvoorwaarden:\nEen competitief salaris;\n35,5 vakantiedagen;\n8% vakantietoeslag en 3% eindejaarsuitkering;\nIncentive Plan;\nEen uitstekend pensioen;\nGratis gebruik sportschool;\nReiskostenvergoeding;\nVerschillende trainingsmodules.\nHeb je vragen over deze vacature?\nStuur je vraag inclusief het vacaturenummer en de vacaturetitel naar het volgende emailadres: RecruitmentNL@MSD.com\nSollicitaties kunnen alleen via onze website worden ingediend.\nWie we zijn…\nIn de Verenigde Staten en Canada staan we bekend als Merck & Co., Inc., Kenilworth, New Jersey, VS, en in alle andere landen als MSD. Al meer dan een eeuw stellen we ons in dienst van het leven en produceren we geneesmiddelen en vaccins voor veel van de meest uitdagende ziekten in de wereld. Ook vandaag de dag blijft ons bedrijf voorop lopen in het onderzoek naar het leveren van innovatieve oplossingen in de gezondheidszorg en het op een hoger plan brengen van de preventie en behandeling van ziekten die een gevaar vormen voor mensen en dieren wereldwijd.\nWaar we naar zoeken…\nIn een wereld van snelle innovatie zoeken we naar dappere uitvinders die impact willen maken in alle aspecten van ons bedrijf, waardoor doorbraken mogelijk zijn die de komende generaties zullen beïnvloeden. We moedigen u aan om uw ontwrichtend denken, samenwerkende instelling en diverse perspectieven mee te brengen naar onze organisatie. Samen gaan we door met het Uitvinden voor het leven, Levens beïnvloeden en ondertussen het Inspireren van uw carrièregroei.\nINVENT.\nIMPACT.\nINSPIRE.\nWe zijn er trots op dat we een bedrijf zijn dat de waarde van diverse, getalenteerde en toegewijde mensen samenbrengt en omarmt. De snelste manier om innovatie te doorbreken is wanneer diverse ideeën samenkomen in een inclusieve omgeving. We moedigen onze collega's aan om respectvol elkaars denkvermogen uit te dagen en gezamenlijk problemen te benaderen. We zijn een werkgever die gelijke kansen biedt en toegewijd is aan het bevorderen van een inclusieve en diverse werkplek.\nSearch Firm Representatives Please Read Carefully\nMerck & Co., Inc., Kenilworth, NJ, USA, also known as Merck Sharp & Dohme Corp., Kenilworth, NJ, USA, does not accept unsolicited assistance from search firms for employment opportunities. All CVs / resumes submitted by search firms to any employee at our company without a valid written search agreement in place for this position will be deemed the sole property of our company. No fee will be paid in the event a candidate is hired by our company as a result of an agency referral where no pre-existing agreement is in place. Where agency agreements are in place, introductions are position specific. Please, no phone calls or emails.\nEmployee Status:\nProject Temps (Fixed Term)\nRelocation:\nNo relocation\nVISA Sponsorship:\nTravel Requirements:\nFlexible Work Arrangements:\nShift:\nValid Driving License:\nHazardous Material(s):\nRequisition ID:R80038", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=7c3dd6ce5e03dd7f&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=2afb87f3ee4ef843&assa=5262", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=7c3dd6ce5e03dd7f&fccid=3c0bf511b4a29309&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22"}, {"Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "pj_628a588bc137a6ff", "Job Title": "Vrachtwagenchauffeur", "Company Name": "Randstad", "Location": " Middenmeer", "Job Description": "Vrachtwagenchauffeur en belader kraakperswagen gezocht. Voor de omgeving Middenmeer zoek ik een ervaren vrachtwagenchauffeur met het C-rijbewijs, die aan de slag wil in de afvalbranche. Hierbij maken zowel chauffeurswerkzaamheden als het beladen van de wagen onderdeel uit van je takenpakket.\nwat bieden wij jou\n\nTot 2500 bruto per maand\nReguliere werktijden\nAls chauffeur en belader aan het werk\nWerken in een team\n25 vakantiedagen en 8,33% vakantiebijslag\nDoorgroeimogelijkheden in de afvalbranche\nwie ben jij\n\nJe bent een echte teamspeler. Je zit namelijk altijd met twee of drie collega's op de wagen. Samen zorg je er voor dat de afvalstromen worden opgehaald en naar de inzamellocaties worden vervoerd. Als vrachtwagenchauffeur zit je dus niet alleen voorin, ook het beladen doe je samen. Geen werkdag zal hetzelfde zijn.\nJe hebt minimaal een rijbewijs C met Code95\nen een Digitale Bestuurderskaart\nJe wil als chauffeur en belader aan de slag\nJe hebt al ervaring als vrachtwagenchauffeur of in de afvalbranche\nEen VCA-Basis certificaat is een pré maar je kan dit ook via ons gaan behalen\nEen VOG is voor jou geen probleem\nwat ga je doen\n\nIk zoek een klantgerichte vrachtwagenchauffeur met een positieve werkhouding, die zowel zelfstandig als in teamverband kan werken. Samen met je collega’s zorg je er iedere dag weer voor dat het werk gedaan is. Op sommige routes wissel je gedurende de dag met je collega waarmee je op pad bent van belader naar vrachtwagenchauffeur en omgekeerd. Je zal ook de nodige administratieve werkzaamheden verrichten ter verantwoording van de van de ingezamelde afvalstromen. Verder zorg je voor het reinigen van het voertuig en ben je verantwoordelijk voor het klein onderhoud.\nReguliere werktijden\nOver het algemeen start je tussen 06:00 en 07:00\nen ben je tussen 16:00 en 17:00 weer klaar\nDe weekeinden ben je vrij\nwaar ga je werken\n\nDe opdrachtgever is een afvalverwerker die verantwoordelijk is voor het duurzaam waste management in 44 gemeenten en 6 waterschappen uit Noord-Holland, Zuid-Holland, Flevoland en Friesland.\n\nJe zal starten op een achterlader maar bij goed functioneren zijn er mooie doorgroeimogelijkheden. Bijvoorbeeld op de haakarmwagen, de zijlader of in de inzameling van ondergrondse containers met een kraan. Heb je hier al ervaring mee? Laat me dat dan zeker weten.\nBeloning volgens de CAO van de opdrachtgever\n13,58 tot 14,59 bruto per uur, afhankelijk van je ervaring\n25 vakantiedagen en 8,33% vakantiebijslag (op basis van een fulltime dienstverband)\nReiskostenvergoeding\nEen stipte en correcte uitbetaling van je salaris en toeslagen\nDe mogelijkheid van deelname aan Pensioenfonds Vervoer\nGoede bij- en nascholingsmogelijkheden, bijvoorbeeld voor je Code95, VCA of ADR\nIs dit jouw nieuwe chauffeursbaan? Solliciteer dan direct met CV en motivatie.\nUiteraard staat deze vacature open voor iedereen die zich hierin herkent.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=628a588bc137a6ff&from=vj&sjdu=EhN7iYuFfSzXjNVyjgn8AUCKmiQKB3qdac7gUnwOGVhQXvf1EulnitXhnhAx2XB9--REdLUaC_argQxnRTWZcg&spon=1&adid=328914772&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0BQPJ6wjSaGyxyjjtxAg0arSmQBBkjTPrwSTNA5jX5DXhZJ8zZak77siX6bIAwVrerHZ-astiRuh1gzUCQz87BBF2xmKh-QtC_fkl_BCdgTnMzKVda79KJFZGdEMgpcQo7CPYLV_y43LxCJVSpdgM-G6yJlWY1h-iQMImx68kCb3aFH1PuAccgpl1x9S5xS4iM3EyZjwcSW6CLFLLaDavSEyRhSgKoncmf2riRRX16Y0ob1nSYPeZNASQUy6keSWvclPdaBkxVyKXCG3PJ1BWTxJgDVYq2tpM_9HuZdfCb_IuI6BRcW96MRdc_Gh4v5CSCFqANNEDHcHOUIUL2hDCw0ni7CXHiLOND3oOjJMYotLiVhYJwj8y1ItPVNlHDZowc2PTbvHoXxbWfmMsHJIvM5eCQJ3ByaNmRffsUxPaoB1RcXJqx3h1zE9DQ3AZzHAb-4U2NRqWqEboQV84DpVc8QooF9BA5d3EC7rCKYMF8m1LAuUVzrhhtrDKQ8XZyUB5Oy_CUkFvicbNvpmZbN61gu9I0NPCpExhECD64NEJn5vjX7lW5iGNTiIL1BFbxGoEcCX6MpzZV_B95MQ8SAEVsfon6-sZeqJKTBQpOhKhIcir1RInvwNhwojl4hRl2Y2p37FXXyZ15Zm3XlRuKJnuVaZzZr-fiIJVIl4jZ4p9zLa2RXVfvOtCVMy8XGqXiCotoY6miE4vltGke_u1McVYDqb3Z6ECBdiU2TCa1cQoN6sJvblYHxTun5&astse=88036631105f9c6b&assa=6125", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0BQPJ6wjSaGyxyjjtxAg0arSmQBBkjTPrwSTNA5jX5DXhZJ8zZak77siX6bIAwVrerHZ-astiRuh1gzUCQz87BBF2xmKh-QtC_fkl_BCdgTnMzKVda79KJFZGdEMgpcQo7CPYLV_y43LxCJVSpdgM-G6yJlWY1h-iQMImx68kCb3aFH1PuAccgpl1x9S5xS4iM3EyZjwcSW6CLFLLaDavSEyRhSgKoncmf2riRRX16Y0ob1nSYPeZNASQUy6keSWvclPdaBkxVyKXCG3PJ1BWTxJgDVYq2tpM_9HuZdfCb_IuI6BRcW96MRdc_Gh4v5CSCFqANNEDHcHOUIUL2hDCw0ni7CXHiLOND3oOjJMYotLiVhYJwj8y1ItPVNlHDZowc2PTbvHoXxbWfmMsHJIvM5eCQJ3ByaNmRffsUxPaoB1RcXJqx3h1zE9DQ3AZzHAb-4U2NRqWqEboQV84DpVc8QooF9BA5d3EC7rCKYMF8m1LAuUVzrhhtrDKQ8XZyUB5Oy_CUkFvicbNvpmZbN61gu9I0NPCpExhECD64NEJn5vjX7lW5iGNTiIL1BFbxGoEcCX6MpzZV_B95MQ8SAEVsfon6-sZeqJKTBQpOhKhIcir1RInvwNhwojl4hRl2Y2p37FXXyZ15Zm3XlRuKJnuVaZzZr-fiIJVIl4jZ4p9zLa2RXVfvOtCVMy8XGqXiCotoY6miE4vltGke_u1McVYDqb3Z6ECBdiU2TCa1cQoN6sJvblYHxTun5&p=3&fvj=1&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22"}, {"Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_477083bb2b651e33", "Job Title": "Electrical Engineer - Installatieverantwoordelijke", "Company Name": "MSD", "Location": " Haarlem", "Job Description": "Ben jij de juiste persoon om de technische specificaties te bepalen waaraan onze elektrische installaties moeten voldoen en deze specificaties ook te borgen in technische standaarden? Heb jij het in je om de rol van Installatie Verantwoordelijke op te nemen en een leidende rol te nemen in het opschonen van elektrotechnische tekeningen en schema’s.\nVoor de afdeling Facilities Management in Haarlem zijn we vanwege groei op zoek naar een:\nElectrical Engineer - Installatieverantwoordelijke\nManufacturing Operations\nOns Manufacturing Operations-team bestaat uit de mensen die onze producten maken. We werken in de fabrieken met een “Veiligheid komt eerst, altijd kwaliteit”-mentaliteit en streven naar continue verbetering. We werken in de lokale fabriek, die is verbonden met ons wereldwijde productienetwerk, om de hoogste kwaliteit grondstoffen, tussenproducten en eindproducten te garanderen.\nWelkom in ons team\nVanuit Haarlem distribueren 2.500 verschillende verpakkingen van geneesmiddelen en vaccins naar meer dan 140 landen. Haarlem staat bekend als dé flexibele verpakkingslocatie in Europa.\nFacilities Management op de locatie Haarlem is een geïntegreerde serviceafdeling waarin een groot aantal services is gegroepeerd. Wij zijn verantwoordelijk voor het onderhoud van de gebouwen, terreinen en technische activa zoals HVAC, perslucht, vacuümsystemen, drinkwater / gezuiverd water, riolering en elektrische systemen. Daarnaast is de afdeling verantwoordelijk voor soft services zoals catering, schoonmaak, beveiliging, waste management en ongediertebestrijding. We werken nauw samen met onze externe dienstverlener en gezamenlijk werken we aan voortdurende ontwikkeling van services en bedrijfszekerheid.\nOver de functie\nVoor het verder opbouwen van onze asset management strategie zijn wij op zoek naar een ervaren Electrical Engineer met installatieverantwoordelijkheid conform de NEN3140. Binnen de functie wordt zeer nauw samengewerkt met projectteams en ligt de focus sterk op het ontwikkelen en vastleggen van technische standaarden en het opschonen van onze technische documentatie.\nPrimaire verantwoordelijkheden\nActeert als Installatieverantwoordelijk LV voor de site en geeft sturing aan de WV’ers (werkverantwoordelijken).\nIs deskundige voor de elektrotechnische installaties en adviseert de organisatie en projectteams over onderhoud, vervanging, optimalisatie en duurzaamheid van de installaties.\nIs verantwoordelijk voor het opstellen van site specifieke technische standaarden en ziet toe op de juiste toepassing van standaarden binnen projecten en onderhoud.\nSchrijft SOP’s (Standard Operation Procedures) en WI’s (Work Instructions).\nIs verantwoordelijk voor het leveren van input voor het meerjaren investeringsplan.\nParticipeert in asset gerelateerde capital projecten. Werkt de budgetaanvraag uit (Business Case) stelt User Requirement Specificaties op en ondersteunt de Qualification Engineers bij de Change Control en kwalificatie documentatie.\nZiet erop toe dat de juiste keuzes worden genomen ten aanzien van veiligheid, milieubelasting en duurzaamheid van de installaties.\nIs verantwoordelijk voor het beoordelen en goedkeuren van engineeringsdocumenten zoals, tekeningen, schema’s, offertes, change documentatie en commissioning- en overdrachtsdocumenten voor ingebruikname.\nGeeft sturing aan de externe AutoCAD tekenaars en draagt zorg dat de “as built” situatie juist weergegeven wordt op tekeningen en in schema’s.\nNeemt deel aan periodieke reviews en het Risk Based Asset Management programma (RBAM).\nManufacturing & Supply Division\nOnze Manufacturing & Supply Division streeft ernaar om wereldwijd de meest betrouwbare leverancier van biofarmaceutica te zijn. Onze faciliteiten, in combinatie met onze externe contractanten, leveranciers en partners, creëren een onderling afhankelijk, internationaal productienetwerk dat toegewijd is om hoogwaardige, betrouwbare levering aan klanten en patiënten te bieden, altijd op tijd en elke keer opnieuw.\nJouw profiel\nEen afgeronde HBO opleiding in de richting elektrotechniek.\nMinimaal 5 jaar werkervaring in een Engineering rol.\nBeheersen van Nederlandse/Engelse taal in woord en geschrift\nVaardig in het schrijven van rapportages en verbeterplannen\nGoede mondelinge en schriftelijke communicatieve vaardigheden (strategisch, tactisch, operationeel)\nBereidheid om Green belt gecertificeerd te worden\nKlant- en service gericht\nSterk ontwikkelde adviesvaardigheden\nBeschikt over organisatorisch vaardigheden.\nSterk analytisch inzicht\n\"Go see\" houding\nWij bieden\nWerken bij ons betekent samen werken aan gezondheid in een internationale werkomgeving met toegewijde collega’s.\nJe krijgt alle ruimte om jezelf te ontwikkelen en te laten zien wie jij bent. Verder kan je rekenen op aantrekkelijke arbeidsvoorwaarden:\nEen competitief salaris;\n35,5 vakantiedagen;\n8% vakantietoeslag en 3% eindejaarsuitkering;\nIncentive Plan;\nEen uitstekend pensioen;\nGratis gebruik sportschool;\nReiskostenvergoeding;\nVerschillende trainingsmodules.\nHeb je vragen over deze vacature?\nStuur je vraag inclusief het vacaturenummer en de vacaturetitel naar het volgende emailadres: RecruitmentNL@MSD.com\nSollicitaties kunnen alleen via onze website worden ingediend.\nWie we zijn…\nIn de Verenigde Staten en Canada staan we bekend als Merck & Co., Inc., Kenilworth, New Jersey, VS, en in alle andere landen als MSD. Al meer dan een eeuw stellen we ons in dienst van het leven en produceren we geneesmiddelen en vaccins voor veel van de meest uitdagende ziekten in de wereld. Ook vandaag de dag blijft ons bedrijf voorop lopen in het onderzoek naar het leveren van innovatieve oplossingen in de gezondheidszorg en het op een hoger plan brengen van de preventie en behandeling van ziekten die een gevaar vormen voor mensen en dieren wereldwijd.\nWaar we naar zoeken…\nIn een wereld van snelle innovatie zoeken we naar dappere uitvinders die impact willen maken in alle aspecten van ons bedrijf, waardoor doorbraken mogelijk zijn die de komende generaties zullen beïnvloeden. We moedigen u aan om uw ontwrichtend denken, samenwerkende instelling en diverse perspectieven mee te brengen naar onze organisatie. Samen gaan we door met het Uitvinden voor het leven, Levens beïnvloeden en ondertussen het Inspireren van uw carrièregroei.\nINVENT.\nIMPACT.\nINSPIRE.\nWe zijn er trots op dat we een bedrijf zijn dat de waarde van diverse, getalenteerde en toegewijde mensen samenbrengt en omarmt. De snelste manier om innovatie te doorbreken is wanneer diverse ideeën samenkomen in een inclusieve omgeving. We moedigen onze collega's aan om respectvol elkaars denkvermogen uit te dagen en gezamenlijk problemen te benaderen. We zijn een werkgever die gelijke kansen biedt en toegewijd is aan het bevorderen van een inclusieve en diverse werkplek.\nSearch Firm Representatives Please Read Carefully\nMerck & Co., Inc., Kenilworth, NJ, USA, also known as Merck Sharp & Dohme Corp., Kenilworth, NJ, USA, does not accept unsolicited assistance from search firms for employment opportunities. All CVs / resumes submitted by search firms to any employee at our company without a valid written search agreement in place for this position will be deemed the sole property of our company. No fee will be paid in the event a candidate is hired by our company as a result of an agency referral where no pre-existing agreement is in place. Where agency agreements are in place, introductions are position specific. Please, no phone calls or emails.\nEmployee Status:\nProject Temps (Fixed Term)\nRelocation:\nNo relocation\nVISA Sponsorship:\nTravel Requirements:\nFlexible Work Arrangements:\nShift:\nValid Driving License:\nHazardous Material(s):\nRequisition ID:R80040", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=477083bb2b651e33&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=686e5cf658325100&assa=6957", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=477083bb2b651e33&fccid=3c0bf511b4a29309&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22"}, {"index": 0, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_1db89ac71cff8fee", "Job Title": "Demi Chef de Partie", "Company Name": "DoubleTree by Hilton Amsterdam Centraal Station", "Location": " Amsterdam", "Job Description": "Demi Chef de Partie\nAltijd al willen werken in het grootste hotel in het centrum van Amsterdam?\n\nDoubleTree by Hilton Amsterdam Centraal Station biedt prachtige uitzichten, buitengewone service en bruisende food & beverage outlets.\n\nIn ons hotel vind je SkyLounge Amsterdam, award-winning rooftop terras, pop-up restaurant Eastwood Beer & Grill, onze eigen Starbucks® store en het meest gevarieerde ontbijtbuffet van de stad. Natuurlijk krijg jij in al onze outlets 50% korting! Daarnaast kun jij naast je baan onbeperkt fit blijven. Onze fitness is namelijk 24/7 beschikbaar voor jou!\n\nAls Demi Chef de Partie ben je verantwoordelijk voor voedselvoorbereiding op hoog niveau op een specifike sectie en het tegelijktijdig assisteren van de Chef de Partie bij dagelijkse werkzaamheden.\n\n\nDeel uitmaken van ons team als Demi Chef de Partie, betekent teamlid worden voor een van de beste werkgevers van Nederland. Met name omdat de zorg voor ons team een van onze topprioriteiten is! Met een jong team van ongeveer 35 chefs is er voor iedereen een plek. Chef-kok Paul Stoop is een gerenommeerde chef die de keuken al jaren verbetert. Jij zou de toevoeging kunnen zijn die we zoeken om het nog beter te maken!\n\nVan Wagyu tot T-bone, ons Eastwood Beer & Grill restaurant staat bekend om kwaliteit steaks. Natuurlijk serveren wij onze andere gerechten ook met de hoogste kwaliteit van zorg en creativiteit. Naast ons Eastwood Beer & Grill restaurant ben je ook verantwoordelijk voor de gerechten in SkyLounge Amsterdam. Hier worden je organisatorische vaardigheden getest en kun je laten zien of je kunt presteren in een drukke, dynamische omgeving. Van zelfgemaakte sushi tot ijs, het staat allemaal op de kaart.\n\nJe bent mede-verantwoordelijk voor een bepaalde sectie, dit in samenwerking met andere (Demi) Chef’s. Als Demi Chef de Partie zal je ook verantwoordelijkheid dragen voor de kostenbeheersing, waste management en bestellingen. Specifiek zal je verantwoordelijk zijn voor het uitvoeren van de volgende taken:\nZorg ervoor dat alle voedsel voorbereiding voldoet aan de normen\nHoud alle werkruimtes schoon en netjes en zorg dat er geen kruisbesmetting kan plaatsvinden\nVoorbereiden van alle mise en place voor de relevante menu's\nHet ondersteunen van andere afdelingen waar nodig en onderhouden van goede werkrelaties\nVerslag en beheer van het onderhoud, de hygiëne en de gevaren\nWees milieubewust\n\nAls Chef de Partie die werkt met onze DoubleTree by Hilton-merkstandaarden, werk je altijd namens onze gasten. Om deze rol met succes te vervullen, is het belangrijk dat je de volgende vaardigheden bezit:\nMinimaal 2 jaar ervaring als Demi Chef de Partie of een vergelijkbare rol\nEen actuele, geldige en relevante commerciële kwalificatie op het gebied van koken (bewijs vereist)\nUitstekende kennis van voedsel\nUitstekende communicatieve vaardigheden, met name in het Engels\nNVQ Niveau 2\nBehaald Basis-Hygiëne Certificaat\nEen positieve, proactieve en assertieve houding\nVermogen om te werken onder druk\nZowel zelfstandig als in teamverband kunnen werken\n\nIn deze functie is het een pré indien je kennis bezit over huidige eet-trends en Intermediate Food Hygiene kennis bezit.\n\n\nEn, voor wij het vergeten, naast de vele faciliteiten binnen ons hotel kun je zelf natuurlijk ook genieten van de Hilton service, wereldwijd en met korting!\n\nAltijd al willen weten hoe het is om bij DoubleTree by Hilton Amsterdam Centraal Station te werken? Bekijk dan onze team member video: https://youtu.be/2BaXEjZfbTI Demi Chef de Partie\nAlways wanted to work in the largest hotel in the center of Amsterdam?\n\nDoubleTree by Hilton Amsterdam Centraal Station offers amazing views, extraordinary service and lively food & beverage outlets.\n\nOur hotel includes SkyLounge Amsterdam, an award-winning rooftop terrace, pop-up restaurant Eastwood Beer & Grill, our very own Starbucks® Store and Amsterdam’s most extended breakfast buffet. You will, of course, receive a 50% discount in all of our food & beverage outlets. Moreover, you can stay fit next to your job. Our fitness is available 24/7 for you!\n\nA Demi Chef de Partie is responsible for ensuring high levels of food preparation on a specific section to deliver an excellent experience while assisting the Chef de Partie with all daily tasks. As an employee of DoubleTree by Hilton Amsterdam Centraal Station, you will be a part of one of the best employers in The Netherlands. Taking care of our team is one of our top priorities! With a young team of about 35 chefs, there is a place for everybody. Executive Chef Paul Stoop is a renowned chef who has been improving the kitchen for years. You could be the addition we are looking for to make it even better!\n\nFrom Wagyu to T-bone, our Eastwood Beer & Grill restaurant is known to offer the best quality steaks. Likewise, our other dishes show the highest quality and creativity. Besides our Eastwood Beer & Grill restaurant, you will also be responsible for the dishes in SkyLounge Amsterdam. Here, your organisational skills are tested and you can show whether you are able to perform in a busy and dynamic environment. From homemade sushi to ice cream, we have it all!\n\n\nYou will be partly responsible for a specific partie and working with the other (Demi) Chef de Partie’s on your section. A Demi Chef de Partie will also be required to assist with food cost controls like waste control and inventory management. Specifically, you will be responsible for performing the following tasks to the highest standards:\nEnsuring all food preparation meets standards\nKeeping all working areas clean and tidy and omitting cross contamination\nPreparing all mise en place for all relevant menus\nAssisting other departments wherever necessary and maintaining good working relationships\nReporting and controlling maintenance, hygiene and hazard issues\nBeing environmentally aware\nA Demi chef de Parti working with DoubleTree by Hilton brand standards is always working on behalf of our Guests. To successfully fill this role, it is important that you have the following skills:\nA minimum of 2 years of previous experience as a Demi Chef de Partie or a similar role\nA current, valid, and relevant trade commercial cookery qualification (proof may be required)\nExcellent knowledge of food\nGreat communication skills\nNVQ Level 2\nAchieved Basic Food Hygiene Certificate\nPositive, proactive and assertive attitude\nAbility to work under pressure\nAbility to work on your own or in a team\nExcellent English speaking skills\nIt would be advantageous in this position for you to demonstrate the following capabilities and distinctions:\nIntermediate Food Hygiene\nKnowledge of current food trends\n\nBefore we forget: next to our own facilities, you can also enjoy our Hilton service, worldwide and with a discount.\n\nWould you like to know what life as a team member at DoubleTree by Hilton Amsterdam Centraal Station looks like? Have a look at our team member impression video: https://youtu.be/2BaXEjZfbTI", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=1db89ac71cff8fee&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=e89b89570f4590a0&assa=1450", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=1db89ac71cff8fee&fccid=541f99e75f9ccda5&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": "nl"}, {"index": 1, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_153be93752bb4457", "Job Title": "Junior Project Coördinator", "Company Name": "Bruggenbouwers", "Location": " Zaandam", "Job Description": "Ben jij die Junior Project Coördinator Bodem die wij zoeken? Ben jij planmatig en organisatorisch sterk? Dan zoeken wij jou!\nDe opdrachtgever houdt zich bezig met de verwerking en beheer van afvalstoffen. Zij realiseren zonneparken op stortlocaties en ondersteunen projecten in de het buitenland op het gebied van waste management. Alles wordt zo hoogwaardig mogelijk verwerkt zodat restafval uiteindelijk kan worden ingezet als grondstof voor beton.\nJij bent als Junior Project Coördinator Bodem verantwoordelijk voor het aansturen van onderaannemers voor het bewerken van bodemassen en het bijhouden en analyseren van projectgegevens. Je werkt nauw samen met de verantwoordelijke Projectleider maar je zult ook zelfstandig aan het werk zijn. Jij bent samen met jouw collega's verantwoordelijk voor het mee denken aan het ontwikkelen van nieuwe technieken.\nWat ga je doen?\nJij denkt mee en ondersteund en maakt analyses op het gebied van bodem opwerking;\nJij plant, coördineert en ziet toe op een correcte uitvoering van diverse projecten;\nJij bereidt inschrijvingen op aanbestedingen voor;\nJij stelt contracten op en onderhoudt klant contact.\nWaar ben jij goed in?\nJij bent communicatief vaardig en jij bent klantgericht;\nJij bent planmatig en organisatorisch sterk;\nJij bent proactief en jij kunt zowel zelfstandig als in teamverband verband werken;\nJij bent ambitieus en wil jezelf graag ontwikkelen en doorgroeien.\n\nJe beschikt over:\nEen afgeronde HBO-opleiding richting Civiele Techniek, Chemische- of Procestechnologie;\nJij hebt 1 tot 3 jaar werkervaring;\nErvaring en kennis van de afvalwerkingsmarkt is een pré;\nGoede beheersing van de Nederlandse taal en Engelse taal in woord en geschrift, Duits is een pré;\nEen rijbewijs B.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=153be93752bb4457&fccid=c44c56ea8580ab7c&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": "nl"}, {"index": 2, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_7c3dd6ce5e03dd7f", "Job Title": "Asset Specialist HVAC/Utilities", "Company Name": "MSD", "Location": " Haarlem", "Job Description": "Ben jij de juiste persoon om technische specificaties te bepalen voor onze WTB installaties en deze te borgen in gedocumenteerde standaarden? Kan jij een leidende rol nemen in de herinrichting van ons (CAD)documentbeheer? Kan jij als specialist input leveren aan de verschillende projecten voor een duurzaam, veilig, en functioneel ontwerp? Dan zijn wij op zoek naar jou!\nVoor de afdeling Facilities Management in Haarlem zijn we vanwege groei op zoek naar een:\nAsset Specialist HVAC / Utilities\nManufacturing Operations\nOns Manufacturing Operations-team bestaat uit de mensen die onze producten maken. We werken in de fabrieken met een “Veiligheid komt eerst, altijd kwaliteit”-mentaliteit en streven naar continue verbetering. We werken in de lokale fabriek, die is verbonden met ons wereldwijde productienetwerk, om de hoogste kwaliteit grondstoffen, tussenproducten en eindproducten te garanderen.\nWelkom in ons team\nVanuit Haarlem distribueren 2.500 verschillende verpakkingen van geneesmiddelen en vaccins naar meer dan 140 landen. Haarlem staat bekend als dé flexibele verpakkingslocatie in Europa.\nFacilities Management op de locatie Haarlem is een geïntegreerde serviceafdeling waarin een groot aantal services is gegroepeerd. Wij zijn verantwoordelijk voor het onderhoud van de gebouwen, terreinen en technische activa zoals HVAC, perslucht, vacuümsystemen, drinkwater / gezuiverd water, riolering en elektrische systemen. Daarnaast is de afdeling verantwoordelijk voor soft services zoals catering, schoonmaak, beveiliging, waste management en ongediertebestrijding. We werken nauw samen met onze externe dienstverlener en gezamenlijk werken we aan voortdurende ontwikkeling van services en bedrijfszekerheid.\nOver de functie\nVoor het verder opbouwen van onze asset management strategie zijn wij op zoek naar een ervaren WTB specialist. Binnen de functie wordt zeer nauw samengewerkt met projectteams en ligt de focus sterk op het ontwikkelen en vastleggen van technische standaarden en het opzetten van professioneel document management.\nPrimaire verantwoordelijkheden\nActeert als deskundige voor de werktuigbouwkundige installaties en adviseert de organisatie en projectteams over onderhoud, vervanging, optimalisatie en duurzaamheid van de installaties.\nIs verantwoordelijk voor het opstellen van site specifieke technische standaarden en ziet toe op de juiste toepassing van standaarden binnen projecten en onderhoud.\nSchrijft SOP’s (Standard Operation Procedures) en WI’s (Work Instructions).\nIs verantwoordelijk voor het leveren van input voor het meerjaren investeringsplan.\nParticipeert in asset gerelateerde capital projecten. Werkt de budgetaanvraag uit (Business Case) stelt User Requirement Specificaties op en ondersteunt de Qualification Engineers bij de Change Control en kwalificatie documentatie.\nZiet erop toe dat de juiste keuzes worden genomen ten aanzien van veiligheid, milieubelasting en duurzaamheid van de installaties.\nIs verantwoordelijk voor het beoordelen en goedkeuren van engineeringsdocumenten zoals, tekeningen, schema’s, offertes, change documentatie en commissioning- en overdrachtsdocumenten voor ingebruikname.\nBeheert technische documentatie en tekeningen, ziet toe op de juiste inrichting en flow van documenten en een optimale inrichting van het Meridian document management systeem.\nGeeft sturing aan de externe AutoCAD tekenaars en draagt zorg dat de “as built” situatie juist weergegeven wordt op tekeningen en P&ID’s.\nOndersteunt de Maintenance en Reliability Engineers bij het opstellen en optimaliseren van onderhouds- en vervangingsplannen.\nNeemt deel aan periodieke reviews en het Risk Based Asset Management programma (RBAM)\nManufacturing & Supply Division\nOnze Manufacturing & Supply Division streeft ernaar om wereldwijd de meest betrouwbare leverancier van biofarmaceutica te zijn. Onze faciliteiten, in combinatie met onze externe contractanten, leveranciers en partners, creëren een onderling afhankelijk, internationaal productienetwerk dat toegewijd is om hoogwaardige, betrouwbare levering aan klanten en patiënten te bieden, altijd op tijd en elke keer opnieuw.\nJouw profiel\nHBO/Academische afgeronde opleiding op gebied van Werktuigbouwkunde.\nMinimaal 5 jaar werkervaring in een relevante Engineering/Reliability rol.\nBeheersen van Nederlandse/Engelse taal in woord en geschrift\nVaardig in het schrijven van rapportages en verbeterplannen.\nGoede mondelinge en schriftelijke communicatieve vaardigheden (strategisch, tactisch, operationeel).\nBereidheid om Green belt gecertificeerd te worden.\nKlant- en service gericht.\nSterk ontwikkelde adviesvaardigheden.\nBeschikt over organisatorisch vaardigheden.\nSterk analytisch inzicht.\n\"Go see\" houding.\nWij bieden\nWerken bij ons betekent samen werken aan gezondheid in een internationale werkomgeving met toegewijde collega’s.\nJe krijgt alle ruimte om jezelf te ontwikkelen en te laten zien wie jij bent. Verder kan je rekenen op aantrekkelijke arbeidsvoorwaarden:\nEen competitief salaris;\n35,5 vakantiedagen;\n8% vakantietoeslag en 3% eindejaarsuitkering;\nIncentive Plan;\nEen uitstekend pensioen;\nGratis gebruik sportschool;\nReiskostenvergoeding;\nVerschillende trainingsmodules.\nHeb je vragen over deze vacature?\nStuur je vraag inclusief het vacaturenummer en de vacaturetitel naar het volgende emailadres: RecruitmentNL@MSD.com\nSollicitaties kunnen alleen via onze website worden ingediend.\nWie we zijn…\nIn de Verenigde Staten en Canada staan we bekend als Merck & Co., Inc., Kenilworth, New Jersey, VS, en in alle andere landen als MSD. Al meer dan een eeuw stellen we ons in dienst van het leven en produceren we geneesmiddelen en vaccins voor veel van de meest uitdagende ziekten in de wereld. Ook vandaag de dag blijft ons bedrijf voorop lopen in het onderzoek naar het leveren van innovatieve oplossingen in de gezondheidszorg en het op een hoger plan brengen van de preventie en behandeling van ziekten die een gevaar vormen voor mensen en dieren wereldwijd.\nWaar we naar zoeken…\nIn een wereld van snelle innovatie zoeken we naar dappere uitvinders die impact willen maken in alle aspecten van ons bedrijf, waardoor doorbraken mogelijk zijn die de komende generaties zullen beïnvloeden. We moedigen u aan om uw ontwrichtend denken, samenwerkende instelling en diverse perspectieven mee te brengen naar onze organisatie. Samen gaan we door met het Uitvinden voor het leven, Levens beïnvloeden en ondertussen het Inspireren van uw carrièregroei.\nINVENT.\nIMPACT.\nINSPIRE.\nWe zijn er trots op dat we een bedrijf zijn dat de waarde van diverse, getalenteerde en toegewijde mensen samenbrengt en omarmt. De snelste manier om innovatie te doorbreken is wanneer diverse ideeën samenkomen in een inclusieve omgeving. We moedigen onze collega's aan om respectvol elkaars denkvermogen uit te dagen en gezamenlijk problemen te benaderen. We zijn een werkgever die gelijke kansen biedt en toegewijd is aan het bevorderen van een inclusieve en diverse werkplek.\nSearch Firm Representatives Please Read Carefully\nMerck & Co., Inc., Kenilworth, NJ, USA, also known as Merck Sharp & Dohme Corp., Kenilworth, NJ, USA, does not accept unsolicited assistance from search firms for employment opportunities. All CVs / resumes submitted by search firms to any employee at our company without a valid written search agreement in place for this position will be deemed the sole property of our company. No fee will be paid in the event a candidate is hired by our company as a result of an agency referral where no pre-existing agreement is in place. Where agency agreements are in place, introductions are position specific. Please, no phone calls or emails.\nEmployee Status:\nProject Temps (Fixed Term)\nRelocation:\nNo relocation\nVISA Sponsorship:\nTravel Requirements:\nFlexible Work Arrangements:\nShift:\nValid Driving License:\nHazardous Material(s):\nRequisition ID:R80038", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=7c3dd6ce5e03dd7f&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=2afb87f3ee4ef843&assa=5262", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=7c3dd6ce5e03dd7f&fccid=3c0bf511b4a29309&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": "nl"}, {"index": 3, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "pj_628a588bc137a6ff", "Job Title": "Vrachtwagenchauffeur", "Company Name": "Randstad", "Location": " Middenmeer", "Job Description": "Vrachtwagenchauffeur en belader kraakperswagen gezocht. Voor de omgeving Middenmeer zoek ik een ervaren vrachtwagenchauffeur met het C-rijbewijs, die aan de slag wil in de afvalbranche. Hierbij maken zowel chauffeurswerkzaamheden als het beladen van de wagen onderdeel uit van je takenpakket.\nwat bieden wij jou\n\nTot 2500 bruto per maand\nReguliere werktijden\nAls chauffeur en belader aan het werk\nWerken in een team\n25 vakantiedagen en 8,33% vakantiebijslag\nDoorgroeimogelijkheden in de afvalbranche\nwie ben jij\n\nJe bent een echte teamspeler. Je zit namelijk altijd met twee of drie collega's op de wagen. Samen zorg je er voor dat de afvalstromen worden opgehaald en naar de inzamellocaties worden vervoerd. Als vrachtwagenchauffeur zit je dus niet alleen voorin, ook het beladen doe je samen. Geen werkdag zal hetzelfde zijn.\nJe hebt minimaal een rijbewijs C met Code95\nen een Digitale Bestuurderskaart\nJe wil als chauffeur en belader aan de slag\nJe hebt al ervaring als vrachtwagenchauffeur of in de afvalbranche\nEen VCA-Basis certificaat is een pré maar je kan dit ook via ons gaan behalen\nEen VOG is voor jou geen probleem\nwat ga je doen\n\nIk zoek een klantgerichte vrachtwagenchauffeur met een positieve werkhouding, die zowel zelfstandig als in teamverband kan werken. Samen met je collega’s zorg je er iedere dag weer voor dat het werk gedaan is. Op sommige routes wissel je gedurende de dag met je collega waarmee je op pad bent van belader naar vrachtwagenchauffeur en omgekeerd. Je zal ook de nodige administratieve werkzaamheden verrichten ter verantwoording van de van de ingezamelde afvalstromen. Verder zorg je voor het reinigen van het voertuig en ben je verantwoordelijk voor het klein onderhoud.\nReguliere werktijden\nOver het algemeen start je tussen 06:00 en 07:00\nen ben je tussen 16:00 en 17:00 weer klaar\nDe weekeinden ben je vrij\nwaar ga je werken\n\nDe opdrachtgever is een afvalverwerker die verantwoordelijk is voor het duurzaam waste management in 44 gemeenten en 6 waterschappen uit Noord-Holland, Zuid-Holland, Flevoland en Friesland.\n\nJe zal starten op een achterlader maar bij goed functioneren zijn er mooie doorgroeimogelijkheden. Bijvoorbeeld op de haakarmwagen, de zijlader of in de inzameling van ondergrondse containers met een kraan. Heb je hier al ervaring mee? Laat me dat dan zeker weten.\nBeloning volgens de CAO van de opdrachtgever\n13,58 tot 14,59 bruto per uur, afhankelijk van je ervaring\n25 vakantiedagen en 8,33% vakantiebijslag (op basis van een fulltime dienstverband)\nReiskostenvergoeding\nEen stipte en correcte uitbetaling van je salaris en toeslagen\nDe mogelijkheid van deelname aan Pensioenfonds Vervoer\nGoede bij- en nascholingsmogelijkheden, bijvoorbeeld voor je Code95, VCA of ADR\nIs dit jouw nieuwe chauffeursbaan? Solliciteer dan direct met CV en motivatie.\nUiteraard staat deze vacature open voor iedereen die zich hierin herkent.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=628a588bc137a6ff&from=vj&sjdu=EhN7iYuFfSzXjNVyjgn8AUCKmiQKB3qdac7gUnwOGVhQXvf1EulnitXhnhAx2XB9--REdLUaC_argQxnRTWZcg&spon=1&adid=328914772&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0BQPJ6wjSaGyxyjjtxAg0arSmQBBkjTPrwSTNA5jX5DXhZJ8zZak77siX6bIAwVrerHZ-astiRuh1gzUCQz87BBF2xmKh-QtC_fkl_BCdgTnMzKVda79KJFZGdEMgpcQo7CPYLV_y43LxCJVSpdgM-G6yJlWY1h-iQMImx68kCb3aFH1PuAccgpl1x9S5xS4iM3EyZjwcSW6CLFLLaDavSEyRhSgKoncmf2riRRX16Y0ob1nSYPeZNASQUy6keSWvclPdaBkxVyKXCG3PJ1BWTxJgDVYq2tpM_9HuZdfCb_IuI6BRcW96MRdc_Gh4v5CSCFqANNEDHcHOUIUL2hDCw0ni7CXHiLOND3oOjJMYotLiVhYJwj8y1ItPVNlHDZowc2PTbvHoXxbWfmMsHJIvM5eCQJ3ByaNmRffsUxPaoB1RcXJqx3h1zE9DQ3AZzHAb-4U2NRqWqEboQV84DpVc8QooF9BA5d3EC7rCKYMF8m1LAuUVzrhhtrDKQ8XZyUB5Oy_CUkFvicbNvpmZbN61gu9I0NPCpExhECD64NEJn5vjX7lW5iGNTiIL1BFbxGoEcCX6MpzZV_B95MQ8SAEVsfon6-sZeqJKTBQpOhKhIcir1RInvwNhwojl4hRl2Y2p37FXXyZ15Zm3XlRuKJnuVaZzZr-fiIJVIl4jZ4p9zLa2RXVfvOtCVMy8XGqXiCotoY6miE4vltGke_u1McVYDqb3Z6ECBdiU2TCa1cQoN6sJvblYHxTun5&astse=88036631105f9c6b&assa=6125", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0BQPJ6wjSaGyxyjjtxAg0arSmQBBkjTPrwSTNA5jX5DXhZJ8zZak77siX6bIAwVrerHZ-astiRuh1gzUCQz87BBF2xmKh-QtC_fkl_BCdgTnMzKVda79KJFZGdEMgpcQo7CPYLV_y43LxCJVSpdgM-G6yJlWY1h-iQMImx68kCb3aFH1PuAccgpl1x9S5xS4iM3EyZjwcSW6CLFLLaDavSEyRhSgKoncmf2riRRX16Y0ob1nSYPeZNASQUy6keSWvclPdaBkxVyKXCG3PJ1BWTxJgDVYq2tpM_9HuZdfCb_IuI6BRcW96MRdc_Gh4v5CSCFqANNEDHcHOUIUL2hDCw0ni7CXHiLOND3oOjJMYotLiVhYJwj8y1ItPVNlHDZowc2PTbvHoXxbWfmMsHJIvM5eCQJ3ByaNmRffsUxPaoB1RcXJqx3h1zE9DQ3AZzHAb-4U2NRqWqEboQV84DpVc8QooF9BA5d3EC7rCKYMF8m1LAuUVzrhhtrDKQ8XZyUB5Oy_CUkFvicbNvpmZbN61gu9I0NPCpExhECD64NEJn5vjX7lW5iGNTiIL1BFbxGoEcCX6MpzZV_B95MQ8SAEVsfon6-sZeqJKTBQpOhKhIcir1RInvwNhwojl4hRl2Y2p37FXXyZ15Zm3XlRuKJnuVaZzZr-fiIJVIl4jZ4p9zLa2RXVfvOtCVMy8XGqXiCotoY6miE4vltGke_u1McVYDqb3Z6ECBdiU2TCa1cQoN6sJvblYHxTun5&p=3&fvj=1&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": "nl"}, {"index": 4, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_477083bb2b651e33", "Job Title": "Electrical Engineer - Installatieverantwoordelijke", "Company Name": "MSD", "Location": " Haarlem", "Job Description": "Ben jij de juiste persoon om de technische specificaties te bepalen waaraan onze elektrische installaties moeten voldoen en deze specificaties ook te borgen in technische standaarden? Heb jij het in je om de rol van Installatie Verantwoordelijke op te nemen en een leidende rol te nemen in het opschonen van elektrotechnische tekeningen en schema’s.\nVoor de afdeling Facilities Management in Haarlem zijn we vanwege groei op zoek naar een:\nElectrical Engineer - Installatieverantwoordelijke\nManufacturing Operations\nOns Manufacturing Operations-team bestaat uit de mensen die onze producten maken. We werken in de fabrieken met een “Veiligheid komt eerst, altijd kwaliteit”-mentaliteit en streven naar continue verbetering. We werken in de lokale fabriek, die is verbonden met ons wereldwijde productienetwerk, om de hoogste kwaliteit grondstoffen, tussenproducten en eindproducten te garanderen.\nWelkom in ons team\nVanuit Haarlem distribueren 2.500 verschillende verpakkingen van geneesmiddelen en vaccins naar meer dan 140 landen. Haarlem staat bekend als dé flexibele verpakkingslocatie in Europa.\nFacilities Management op de locatie Haarlem is een geïntegreerde serviceafdeling waarin een groot aantal services is gegroepeerd. Wij zijn verantwoordelijk voor het onderhoud van de gebouwen, terreinen en technische activa zoals HVAC, perslucht, vacuümsystemen, drinkwater / gezuiverd water, riolering en elektrische systemen. Daarnaast is de afdeling verantwoordelijk voor soft services zoals catering, schoonmaak, beveiliging, waste management en ongediertebestrijding. We werken nauw samen met onze externe dienstverlener en gezamenlijk werken we aan voortdurende ontwikkeling van services en bedrijfszekerheid.\nOver de functie\nVoor het verder opbouwen van onze asset management strategie zijn wij op zoek naar een ervaren Electrical Engineer met installatieverantwoordelijkheid conform de NEN3140. Binnen de functie wordt zeer nauw samengewerkt met projectteams en ligt de focus sterk op het ontwikkelen en vastleggen van technische standaarden en het opschonen van onze technische documentatie.\nPrimaire verantwoordelijkheden\nActeert als Installatieverantwoordelijk LV voor de site en geeft sturing aan de WV’ers (werkverantwoordelijken).\nIs deskundige voor de elektrotechnische installaties en adviseert de organisatie en projectteams over onderhoud, vervanging, optimalisatie en duurzaamheid van de installaties.\nIs verantwoordelijk voor het opstellen van site specifieke technische standaarden en ziet toe op de juiste toepassing van standaarden binnen projecten en onderhoud.\nSchrijft SOP’s (Standard Operation Procedures) en WI’s (Work Instructions).\nIs verantwoordelijk voor het leveren van input voor het meerjaren investeringsplan.\nParticipeert in asset gerelateerde capital projecten. Werkt de budgetaanvraag uit (Business Case) stelt User Requirement Specificaties op en ondersteunt de Qualification Engineers bij de Change Control en kwalificatie documentatie.\nZiet erop toe dat de juiste keuzes worden genomen ten aanzien van veiligheid, milieubelasting en duurzaamheid van de installaties.\nIs verantwoordelijk voor het beoordelen en goedkeuren van engineeringsdocumenten zoals, tekeningen, schema’s, offertes, change documentatie en commissioning- en overdrachtsdocumenten voor ingebruikname.\nGeeft sturing aan de externe AutoCAD tekenaars en draagt zorg dat de “as built” situatie juist weergegeven wordt op tekeningen en in schema’s.\nNeemt deel aan periodieke reviews en het Risk Based Asset Management programma (RBAM).\nManufacturing & Supply Division\nOnze Manufacturing & Supply Division streeft ernaar om wereldwijd de meest betrouwbare leverancier van biofarmaceutica te zijn. Onze faciliteiten, in combinatie met onze externe contractanten, leveranciers en partners, creëren een onderling afhankelijk, internationaal productienetwerk dat toegewijd is om hoogwaardige, betrouwbare levering aan klanten en patiënten te bieden, altijd op tijd en elke keer opnieuw.\nJouw profiel\nEen afgeronde HBO opleiding in de richting elektrotechniek.\nMinimaal 5 jaar werkervaring in een Engineering rol.\nBeheersen van Nederlandse/Engelse taal in woord en geschrift\nVaardig in het schrijven van rapportages en verbeterplannen\nGoede mondelinge en schriftelijke communicatieve vaardigheden (strategisch, tactisch, operationeel)\nBereidheid om Green belt gecertificeerd te worden\nKlant- en service gericht\nSterk ontwikkelde adviesvaardigheden\nBeschikt over organisatorisch vaardigheden.\nSterk analytisch inzicht\n\"Go see\" houding\nWij bieden\nWerken bij ons betekent samen werken aan gezondheid in een internationale werkomgeving met toegewijde collega’s.\nJe krijgt alle ruimte om jezelf te ontwikkelen en te laten zien wie jij bent. Verder kan je rekenen op aantrekkelijke arbeidsvoorwaarden:\nEen competitief salaris;\n35,5 vakantiedagen;\n8% vakantietoeslag en 3% eindejaarsuitkering;\nIncentive Plan;\nEen uitstekend pensioen;\nGratis gebruik sportschool;\nReiskostenvergoeding;\nVerschillende trainingsmodules.\nHeb je vragen over deze vacature?\nStuur je vraag inclusief het vacaturenummer en de vacaturetitel naar het volgende emailadres: RecruitmentNL@MSD.com\nSollicitaties kunnen alleen via onze website worden ingediend.\nWie we zijn…\nIn de Verenigde Staten en Canada staan we bekend als Merck & Co., Inc., Kenilworth, New Jersey, VS, en in alle andere landen als MSD. Al meer dan een eeuw stellen we ons in dienst van het leven en produceren we geneesmiddelen en vaccins voor veel van de meest uitdagende ziekten in de wereld. Ook vandaag de dag blijft ons bedrijf voorop lopen in het onderzoek naar het leveren van innovatieve oplossingen in de gezondheidszorg en het op een hoger plan brengen van de preventie en behandeling van ziekten die een gevaar vormen voor mensen en dieren wereldwijd.\nWaar we naar zoeken…\nIn een wereld van snelle innovatie zoeken we naar dappere uitvinders die impact willen maken in alle aspecten van ons bedrijf, waardoor doorbraken mogelijk zijn die de komende generaties zullen beïnvloeden. We moedigen u aan om uw ontwrichtend denken, samenwerkende instelling en diverse perspectieven mee te brengen naar onze organisatie. Samen gaan we door met het Uitvinden voor het leven, Levens beïnvloeden en ondertussen het Inspireren van uw carrièregroei.\nINVENT.\nIMPACT.\nINSPIRE.\nWe zijn er trots op dat we een bedrijf zijn dat de waarde van diverse, getalenteerde en toegewijde mensen samenbrengt en omarmt. De snelste manier om innovatie te doorbreken is wanneer diverse ideeën samenkomen in een inclusieve omgeving. We moedigen onze collega's aan om respectvol elkaars denkvermogen uit te dagen en gezamenlijk problemen te benaderen. We zijn een werkgever die gelijke kansen biedt en toegewijd is aan het bevorderen van een inclusieve en diverse werkplek.\nSearch Firm Representatives Please Read Carefully\nMerck & Co., Inc., Kenilworth, NJ, USA, also known as Merck Sharp & Dohme Corp., Kenilworth, NJ, USA, does not accept unsolicited assistance from search firms for employment opportunities. All CVs / resumes submitted by search firms to any employee at our company without a valid written search agreement in place for this position will be deemed the sole property of our company. No fee will be paid in the event a candidate is hired by our company as a result of an agency referral where no pre-existing agreement is in place. Where agency agreements are in place, introductions are position specific. Please, no phone calls or emails.\nEmployee Status:\nProject Temps (Fixed Term)\nRelocation:\nNo relocation\nVISA Sponsorship:\nTravel Requirements:\nFlexible Work Arrangements:\nShift:\nValid Driving License:\nHazardous Material(s):\nRequisition ID:R80040", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=477083bb2b651e33&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=686e5cf658325100&assa=6957", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=477083bb2b651e33&fccid=3c0bf511b4a29309&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": "nl"}, {"index": 0, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_1db89ac71cff8fee", "Job Title": "Demi Chef de Partie", "Company Name": "DoubleTree by Hilton Amsterdam Centraal Station", "Location": " Amsterdam", "Job Description": "Demi Chef de Partie\nAltijd al willen werken in het grootste hotel in het centrum van Amsterdam?\n\nDoubleTree by Hilton Amsterdam Centraal Station biedt prachtige uitzichten, buitengewone service en bruisende food & beverage outlets.\n\nIn ons hotel vind je SkyLounge Amsterdam, award-winning rooftop terras, pop-up restaurant Eastwood Beer & Grill, onze eigen Starbucks® store en het meest gevarieerde ontbijtbuffet van de stad. Natuurlijk krijg jij in al onze outlets 50% korting! Daarnaast kun jij naast je baan onbeperkt fit blijven. Onze fitness is namelijk 24/7 beschikbaar voor jou!\n\nAls Demi Chef de Partie ben je verantwoordelijk voor voedselvoorbereiding op hoog niveau op een specifike sectie en het tegelijktijdig assisteren van de Chef de Partie bij dagelijkse werkzaamheden.\n\n\nDeel uitmaken van ons team als Demi Chef de Partie, betekent teamlid worden voor een van de beste werkgevers van Nederland. Met name omdat de zorg voor ons team een van onze topprioriteiten is! Met een jong team van ongeveer 35 chefs is er voor iedereen een plek. Chef-kok Paul Stoop is een gerenommeerde chef die de keuken al jaren verbetert. Jij zou de toevoeging kunnen zijn die we zoeken om het nog beter te maken!\n\nVan Wagyu tot T-bone, ons Eastwood Beer & Grill restaurant staat bekend om kwaliteit steaks. Natuurlijk serveren wij onze andere gerechten ook met de hoogste kwaliteit van zorg en creativiteit. Naast ons Eastwood Beer & Grill restaurant ben je ook verantwoordelijk voor de gerechten in SkyLounge Amsterdam. Hier worden je organisatorische vaardigheden getest en kun je laten zien of je kunt presteren in een drukke, dynamische omgeving. Van zelfgemaakte sushi tot ijs, het staat allemaal op de kaart.\n\nJe bent mede-verantwoordelijk voor een bepaalde sectie, dit in samenwerking met andere (Demi) Chef’s. Als Demi Chef de Partie zal je ook verantwoordelijkheid dragen voor de kostenbeheersing, waste management en bestellingen. Specifiek zal je verantwoordelijk zijn voor het uitvoeren van de volgende taken:\nZorg ervoor dat alle voedsel voorbereiding voldoet aan de normen\nHoud alle werkruimtes schoon en netjes en zorg dat er geen kruisbesmetting kan plaatsvinden\nVoorbereiden van alle mise en place voor de relevante menu's\nHet ondersteunen van andere afdelingen waar nodig en onderhouden van goede werkrelaties\nVerslag en beheer van het onderhoud, de hygiëne en de gevaren\nWees milieubewust\n\nAls Chef de Partie die werkt met onze DoubleTree by Hilton-merkstandaarden, werk je altijd namens onze gasten. Om deze rol met succes te vervullen, is het belangrijk dat je de volgende vaardigheden bezit:\nMinimaal 2 jaar ervaring als Demi Chef de Partie of een vergelijkbare rol\nEen actuele, geldige en relevante commerciële kwalificatie op het gebied van koken (bewijs vereist)\nUitstekende kennis van voedsel\nUitstekende communicatieve vaardigheden, met name in het Engels\nNVQ Niveau 2\nBehaald Basis-Hygiëne Certificaat\nEen positieve, proactieve en assertieve houding\nVermogen om te werken onder druk\nZowel zelfstandig als in teamverband kunnen werken\n\nIn deze functie is het een pré indien je kennis bezit over huidige eet-trends en Intermediate Food Hygiene kennis bezit.\n\n\nEn, voor wij het vergeten, naast de vele faciliteiten binnen ons hotel kun je zelf natuurlijk ook genieten van de Hilton service, wereldwijd en met korting!\n\nAltijd al willen weten hoe het is om bij DoubleTree by Hilton Amsterdam Centraal Station te werken? Bekijk dan onze team member video: https://youtu.be/2BaXEjZfbTI Demi Chef de Partie\nAlways wanted to work in the largest hotel in the center of Amsterdam?\n\nDoubleTree by Hilton Amsterdam Centraal Station offers amazing views, extraordinary service and lively food & beverage outlets.\n\nOur hotel includes SkyLounge Amsterdam, an award-winning rooftop terrace, pop-up restaurant Eastwood Beer & Grill, our very own Starbucks® Store and Amsterdam’s most extended breakfast buffet. You will, of course, receive a 50% discount in all of our food & beverage outlets. Moreover, you can stay fit next to your job. Our fitness is available 24/7 for you!\n\nA Demi Chef de Partie is responsible for ensuring high levels of food preparation on a specific section to deliver an excellent experience while assisting the Chef de Partie with all daily tasks. As an employee of DoubleTree by Hilton Amsterdam Centraal Station, you will be a part of one of the best employers in The Netherlands. Taking care of our team is one of our top priorities! With a young team of about 35 chefs, there is a place for everybody. Executive Chef Paul Stoop is a renowned chef who has been improving the kitchen for years. You could be the addition we are looking for to make it even better!\n\nFrom Wagyu to T-bone, our Eastwood Beer & Grill restaurant is known to offer the best quality steaks. Likewise, our other dishes show the highest quality and creativity. Besides our Eastwood Beer & Grill restaurant, you will also be responsible for the dishes in SkyLounge Amsterdam. Here, your organisational skills are tested and you can show whether you are able to perform in a busy and dynamic environment. From homemade sushi to ice cream, we have it all!\n\n\nYou will be partly responsible for a specific partie and working with the other (Demi) Chef de Partie’s on your section. A Demi Chef de Partie will also be required to assist with food cost controls like waste control and inventory management. Specifically, you will be responsible for performing the following tasks to the highest standards:\nEnsuring all food preparation meets standards\nKeeping all working areas clean and tidy and omitting cross contamination\nPreparing all mise en place for all relevant menus\nAssisting other departments wherever necessary and maintaining good working relationships\nReporting and controlling maintenance, hygiene and hazard issues\nBeing environmentally aware\nA Demi chef de Parti working with DoubleTree by Hilton brand standards is always working on behalf of our Guests. To successfully fill this role, it is important that you have the following skills:\nA minimum of 2 years of previous experience as a Demi Chef de Partie or a similar role\nA current, valid, and relevant trade commercial cookery qualification (proof may be required)\nExcellent knowledge of food\nGreat communication skills\nNVQ Level 2\nAchieved Basic Food Hygiene Certificate\nPositive, proactive and assertive attitude\nAbility to work under pressure\nAbility to work on your own or in a team\nExcellent English speaking skills\nIt would be advantageous in this position for you to demonstrate the following capabilities and distinctions:\nIntermediate Food Hygiene\nKnowledge of current food trends\n\nBefore we forget: next to our own facilities, you can also enjoy our Hilton service, worldwide and with a discount.\n\nWould you like to know what life as a team member at DoubleTree by Hilton Amsterdam Centraal Station looks like? Have a look at our team member impression video: https://youtu.be/2BaXEjZfbTI", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=1db89ac71cff8fee&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=e89b89570f4590a0&assa=1450", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=1db89ac71cff8fee&fccid=541f99e75f9ccda5&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": "en", "Gender": "Neutral"}, {"index": 1, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_153be93752bb4457", "Job Title": "Junior Project Coördinator", "Company Name": "Bruggenbouwers", "Location": " Zaandam", "Job Description": "Ben jij die Junior Project Coördinator Bodem die wij zoeken? Ben jij planmatig en organisatorisch sterk? Dan zoeken wij jou!\nDe opdrachtgever houdt zich bezig met de verwerking en beheer van afvalstoffen. Zij realiseren zonneparken op stortlocaties en ondersteunen projecten in de het buitenland op het gebied van waste management. Alles wordt zo hoogwaardig mogelijk verwerkt zodat restafval uiteindelijk kan worden ingezet als grondstof voor beton.\nJij bent als Junior Project Coördinator Bodem verantwoordelijk voor het aansturen van onderaannemers voor het bewerken van bodemassen en het bijhouden en analyseren van projectgegevens. Je werkt nauw samen met de verantwoordelijke Projectleider maar je zult ook zelfstandig aan het werk zijn. Jij bent samen met jouw collega's verantwoordelijk voor het mee denken aan het ontwikkelen van nieuwe technieken.\nWat ga je doen?\nJij denkt mee en ondersteund en maakt analyses op het gebied van bodem opwerking;\nJij plant, coördineert en ziet toe op een correcte uitvoering van diverse projecten;\nJij bereidt inschrijvingen op aanbestedingen voor;\nJij stelt contracten op en onderhoudt klant contact.\nWaar ben jij goed in?\nJij bent communicatief vaardig en jij bent klantgericht;\nJij bent planmatig en organisatorisch sterk;\nJij bent proactief en jij kunt zowel zelfstandig als in teamverband verband werken;\nJij bent ambitieus en wil jezelf graag ontwikkelen en doorgroeien.\n\nJe beschikt over:\nEen afgeronde HBO-opleiding richting Civiele Techniek, Chemische- of Procestechnologie;\nJij hebt 1 tot 3 jaar werkervaring;\nErvaring en kennis van de afvalwerkingsmarkt is een pré;\nGoede beheersing van de Nederlandse taal en Engelse taal in woord en geschrift, Duits is een pré;\nEen rijbewijs B.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=153be93752bb4457&fccid=c44c56ea8580ab7c&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": "nl", "Gender": "Neutral"}, {"index": 2, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_7c3dd6ce5e03dd7f", "Job Title": "Asset Specialist HVAC/Utilities", "Company Name": "MSD", "Location": " Haarlem", "Job Description": "Ben jij de juiste persoon om technische specificaties te bepalen voor onze WTB installaties en deze te borgen in gedocumenteerde standaarden? Kan jij een leidende rol nemen in de herinrichting van ons (CAD)documentbeheer? Kan jij als specialist input leveren aan de verschillende projecten voor een duurzaam, veilig, en functioneel ontwerp? Dan zijn wij op zoek naar jou!\nVoor de afdeling Facilities Management in Haarlem zijn we vanwege groei op zoek naar een:\nAsset Specialist HVAC / Utilities\nManufacturing Operations\nOns Manufacturing Operations-team bestaat uit de mensen die onze producten maken. We werken in de fabrieken met een “Veiligheid komt eerst, altijd kwaliteit”-mentaliteit en streven naar continue verbetering. We werken in de lokale fabriek, die is verbonden met ons wereldwijde productienetwerk, om de hoogste kwaliteit grondstoffen, tussenproducten en eindproducten te garanderen.\nWelkom in ons team\nVanuit Haarlem distribueren 2.500 verschillende verpakkingen van geneesmiddelen en vaccins naar meer dan 140 landen. Haarlem staat bekend als dé flexibele verpakkingslocatie in Europa.\nFacilities Management op de locatie Haarlem is een geïntegreerde serviceafdeling waarin een groot aantal services is gegroepeerd. Wij zijn verantwoordelijk voor het onderhoud van de gebouwen, terreinen en technische activa zoals HVAC, perslucht, vacuümsystemen, drinkwater / gezuiverd water, riolering en elektrische systemen. Daarnaast is de afdeling verantwoordelijk voor soft services zoals catering, schoonmaak, beveiliging, waste management en ongediertebestrijding. We werken nauw samen met onze externe dienstverlener en gezamenlijk werken we aan voortdurende ontwikkeling van services en bedrijfszekerheid.\nOver de functie\nVoor het verder opbouwen van onze asset management strategie zijn wij op zoek naar een ervaren WTB specialist. Binnen de functie wordt zeer nauw samengewerkt met projectteams en ligt de focus sterk op het ontwikkelen en vastleggen van technische standaarden en het opzetten van professioneel document management.\nPrimaire verantwoordelijkheden\nActeert als deskundige voor de werktuigbouwkundige installaties en adviseert de organisatie en projectteams over onderhoud, vervanging, optimalisatie en duurzaamheid van de installaties.\nIs verantwoordelijk voor het opstellen van site specifieke technische standaarden en ziet toe op de juiste toepassing van standaarden binnen projecten en onderhoud.\nSchrijft SOP’s (Standard Operation Procedures) en WI’s (Work Instructions).\nIs verantwoordelijk voor het leveren van input voor het meerjaren investeringsplan.\nParticipeert in asset gerelateerde capital projecten. Werkt de budgetaanvraag uit (Business Case) stelt User Requirement Specificaties op en ondersteunt de Qualification Engineers bij de Change Control en kwalificatie documentatie.\nZiet erop toe dat de juiste keuzes worden genomen ten aanzien van veiligheid, milieubelasting en duurzaamheid van de installaties.\nIs verantwoordelijk voor het beoordelen en goedkeuren van engineeringsdocumenten zoals, tekeningen, schema’s, offertes, change documentatie en commissioning- en overdrachtsdocumenten voor ingebruikname.\nBeheert technische documentatie en tekeningen, ziet toe op de juiste inrichting en flow van documenten en een optimale inrichting van het Meridian document management systeem.\nGeeft sturing aan de externe AutoCAD tekenaars en draagt zorg dat de “as built” situatie juist weergegeven wordt op tekeningen en P&ID’s.\nOndersteunt de Maintenance en Reliability Engineers bij het opstellen en optimaliseren van onderhouds- en vervangingsplannen.\nNeemt deel aan periodieke reviews en het Risk Based Asset Management programma (RBAM)\nManufacturing & Supply Division\nOnze Manufacturing & Supply Division streeft ernaar om wereldwijd de meest betrouwbare leverancier van biofarmaceutica te zijn. Onze faciliteiten, in combinatie met onze externe contractanten, leveranciers en partners, creëren een onderling afhankelijk, internationaal productienetwerk dat toegewijd is om hoogwaardige, betrouwbare levering aan klanten en patiënten te bieden, altijd op tijd en elke keer opnieuw.\nJouw profiel\nHBO/Academische afgeronde opleiding op gebied van Werktuigbouwkunde.\nMinimaal 5 jaar werkervaring in een relevante Engineering/Reliability rol.\nBeheersen van Nederlandse/Engelse taal in woord en geschrift\nVaardig in het schrijven van rapportages en verbeterplannen.\nGoede mondelinge en schriftelijke communicatieve vaardigheden (strategisch, tactisch, operationeel).\nBereidheid om Green belt gecertificeerd te worden.\nKlant- en service gericht.\nSterk ontwikkelde adviesvaardigheden.\nBeschikt over organisatorisch vaardigheden.\nSterk analytisch inzicht.\n\"Go see\" houding.\nWij bieden\nWerken bij ons betekent samen werken aan gezondheid in een internationale werkomgeving met toegewijde collega’s.\nJe krijgt alle ruimte om jezelf te ontwikkelen en te laten zien wie jij bent. Verder kan je rekenen op aantrekkelijke arbeidsvoorwaarden:\nEen competitief salaris;\n35,5 vakantiedagen;\n8% vakantietoeslag en 3% eindejaarsuitkering;\nIncentive Plan;\nEen uitstekend pensioen;\nGratis gebruik sportschool;\nReiskostenvergoeding;\nVerschillende trainingsmodules.\nHeb je vragen over deze vacature?\nStuur je vraag inclusief het vacaturenummer en de vacaturetitel naar het volgende emailadres: RecruitmentNL@MSD.com\nSollicitaties kunnen alleen via onze website worden ingediend.\nWie we zijn…\nIn de Verenigde Staten en Canada staan we bekend als Merck & Co., Inc., Kenilworth, New Jersey, VS, en in alle andere landen als MSD. Al meer dan een eeuw stellen we ons in dienst van het leven en produceren we geneesmiddelen en vaccins voor veel van de meest uitdagende ziekten in de wereld. Ook vandaag de dag blijft ons bedrijf voorop lopen in het onderzoek naar het leveren van innovatieve oplossingen in de gezondheidszorg en het op een hoger plan brengen van de preventie en behandeling van ziekten die een gevaar vormen voor mensen en dieren wereldwijd.\nWaar we naar zoeken…\nIn een wereld van snelle innovatie zoeken we naar dappere uitvinders die impact willen maken in alle aspecten van ons bedrijf, waardoor doorbraken mogelijk zijn die de komende generaties zullen beïnvloeden. We moedigen u aan om uw ontwrichtend denken, samenwerkende instelling en diverse perspectieven mee te brengen naar onze organisatie. Samen gaan we door met het Uitvinden voor het leven, Levens beïnvloeden en ondertussen het Inspireren van uw carrièregroei.\nINVENT.\nIMPACT.\nINSPIRE.\nWe zijn er trots op dat we een bedrijf zijn dat de waarde van diverse, getalenteerde en toegewijde mensen samenbrengt en omarmt. De snelste manier om innovatie te doorbreken is wanneer diverse ideeën samenkomen in een inclusieve omgeving. We moedigen onze collega's aan om respectvol elkaars denkvermogen uit te dagen en gezamenlijk problemen te benaderen. We zijn een werkgever die gelijke kansen biedt en toegewijd is aan het bevorderen van een inclusieve en diverse werkplek.\nSearch Firm Representatives Please Read Carefully\nMerck & Co., Inc., Kenilworth, NJ, USA, also known as Merck Sharp & Dohme Corp., Kenilworth, NJ, USA, does not accept unsolicited assistance from search firms for employment opportunities. All CVs / resumes submitted by search firms to any employee at our company without a valid written search agreement in place for this position will be deemed the sole property of our company. No fee will be paid in the event a candidate is hired by our company as a result of an agency referral where no pre-existing agreement is in place. Where agency agreements are in place, introductions are position specific. Please, no phone calls or emails.\nEmployee Status:\nProject Temps (Fixed Term)\nRelocation:\nNo relocation\nVISA Sponsorship:\nTravel Requirements:\nFlexible Work Arrangements:\nShift:\nValid Driving License:\nHazardous Material(s):\nRequisition ID:R80038", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=7c3dd6ce5e03dd7f&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=2afb87f3ee4ef843&assa=5262", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=7c3dd6ce5e03dd7f&fccid=3c0bf511b4a29309&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": "nl", "Gender": "Neutral"}, {"index": 3, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "pj_628a588bc137a6ff", "Job Title": "Vrachtwagenchauffeur", "Company Name": "Randstad", "Location": " Middenmeer", "Job Description": "Vrachtwagenchauffeur en belader kraakperswagen gezocht. Voor de omgeving Middenmeer zoek ik een ervaren vrachtwagenchauffeur met het C-rijbewijs, die aan de slag wil in de afvalbranche. Hierbij maken zowel chauffeurswerkzaamheden als het beladen van de wagen onderdeel uit van je takenpakket.\nwat bieden wij jou\n\nTot 2500 bruto per maand\nReguliere werktijden\nAls chauffeur en belader aan het werk\nWerken in een team\n25 vakantiedagen en 8,33% vakantiebijslag\nDoorgroeimogelijkheden in de afvalbranche\nwie ben jij\n\nJe bent een echte teamspeler. Je zit namelijk altijd met twee of drie collega's op de wagen. Samen zorg je er voor dat de afvalstromen worden opgehaald en naar de inzamellocaties worden vervoerd. Als vrachtwagenchauffeur zit je dus niet alleen voorin, ook het beladen doe je samen. Geen werkdag zal hetzelfde zijn.\nJe hebt minimaal een rijbewijs C met Code95\nen een Digitale Bestuurderskaart\nJe wil als chauffeur en belader aan de slag\nJe hebt al ervaring als vrachtwagenchauffeur of in de afvalbranche\nEen VCA-Basis certificaat is een pré maar je kan dit ook via ons gaan behalen\nEen VOG is voor jou geen probleem\nwat ga je doen\n\nIk zoek een klantgerichte vrachtwagenchauffeur met een positieve werkhouding, die zowel zelfstandig als in teamverband kan werken. Samen met je collega’s zorg je er iedere dag weer voor dat het werk gedaan is. Op sommige routes wissel je gedurende de dag met je collega waarmee je op pad bent van belader naar vrachtwagenchauffeur en omgekeerd. Je zal ook de nodige administratieve werkzaamheden verrichten ter verantwoording van de van de ingezamelde afvalstromen. Verder zorg je voor het reinigen van het voertuig en ben je verantwoordelijk voor het klein onderhoud.\nReguliere werktijden\nOver het algemeen start je tussen 06:00 en 07:00\nen ben je tussen 16:00 en 17:00 weer klaar\nDe weekeinden ben je vrij\nwaar ga je werken\n\nDe opdrachtgever is een afvalverwerker die verantwoordelijk is voor het duurzaam waste management in 44 gemeenten en 6 waterschappen uit Noord-Holland, Zuid-Holland, Flevoland en Friesland.\n\nJe zal starten op een achterlader maar bij goed functioneren zijn er mooie doorgroeimogelijkheden. Bijvoorbeeld op de haakarmwagen, de zijlader of in de inzameling van ondergrondse containers met een kraan. Heb je hier al ervaring mee? Laat me dat dan zeker weten.\nBeloning volgens de CAO van de opdrachtgever\n13,58 tot 14,59 bruto per uur, afhankelijk van je ervaring\n25 vakantiedagen en 8,33% vakantiebijslag (op basis van een fulltime dienstverband)\nReiskostenvergoeding\nEen stipte en correcte uitbetaling van je salaris en toeslagen\nDe mogelijkheid van deelname aan Pensioenfonds Vervoer\nGoede bij- en nascholingsmogelijkheden, bijvoorbeeld voor je Code95, VCA of ADR\nIs dit jouw nieuwe chauffeursbaan? Solliciteer dan direct met CV en motivatie.\nUiteraard staat deze vacature open voor iedereen die zich hierin herkent.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=628a588bc137a6ff&from=vj&sjdu=EhN7iYuFfSzXjNVyjgn8AUCKmiQKB3qdac7gUnwOGVhQXvf1EulnitXhnhAx2XB9--REdLUaC_argQxnRTWZcg&spon=1&adid=328914772&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0BQPJ6wjSaGyxyjjtxAg0arSmQBBkjTPrwSTNA5jX5DXhZJ8zZak77siX6bIAwVrerHZ-astiRuh1gzUCQz87BBF2xmKh-QtC_fkl_BCdgTnMzKVda79KJFZGdEMgpcQo7CPYLV_y43LxCJVSpdgM-G6yJlWY1h-iQMImx68kCb3aFH1PuAccgpl1x9S5xS4iM3EyZjwcSW6CLFLLaDavSEyRhSgKoncmf2riRRX16Y0ob1nSYPeZNASQUy6keSWvclPdaBkxVyKXCG3PJ1BWTxJgDVYq2tpM_9HuZdfCb_IuI6BRcW96MRdc_Gh4v5CSCFqANNEDHcHOUIUL2hDCw0ni7CXHiLOND3oOjJMYotLiVhYJwj8y1ItPVNlHDZowc2PTbvHoXxbWfmMsHJIvM5eCQJ3ByaNmRffsUxPaoB1RcXJqx3h1zE9DQ3AZzHAb-4U2NRqWqEboQV84DpVc8QooF9BA5d3EC7rCKYMF8m1LAuUVzrhhtrDKQ8XZyUB5Oy_CUkFvicbNvpmZbN61gu9I0NPCpExhECD64NEJn5vjX7lW5iGNTiIL1BFbxGoEcCX6MpzZV_B95MQ8SAEVsfon6-sZeqJKTBQpOhKhIcir1RInvwNhwojl4hRl2Y2p37FXXyZ15Zm3XlRuKJnuVaZzZr-fiIJVIl4jZ4p9zLa2RXVfvOtCVMy8XGqXiCotoY6miE4vltGke_u1McVYDqb3Z6ECBdiU2TCa1cQoN6sJvblYHxTun5&astse=88036631105f9c6b&assa=6125", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0BQPJ6wjSaGyxyjjtxAg0arSmQBBkjTPrwSTNA5jX5DXhZJ8zZak77siX6bIAwVrerHZ-astiRuh1gzUCQz87BBF2xmKh-QtC_fkl_BCdgTnMzKVda79KJFZGdEMgpcQo7CPYLV_y43LxCJVSpdgM-G6yJlWY1h-iQMImx68kCb3aFH1PuAccgpl1x9S5xS4iM3EyZjwcSW6CLFLLaDavSEyRhSgKoncmf2riRRX16Y0ob1nSYPeZNASQUy6keSWvclPdaBkxVyKXCG3PJ1BWTxJgDVYq2tpM_9HuZdfCb_IuI6BRcW96MRdc_Gh4v5CSCFqANNEDHcHOUIUL2hDCw0ni7CXHiLOND3oOjJMYotLiVhYJwj8y1ItPVNlHDZowc2PTbvHoXxbWfmMsHJIvM5eCQJ3ByaNmRffsUxPaoB1RcXJqx3h1zE9DQ3AZzHAb-4U2NRqWqEboQV84DpVc8QooF9BA5d3EC7rCKYMF8m1LAuUVzrhhtrDKQ8XZyUB5Oy_CUkFvicbNvpmZbN61gu9I0NPCpExhECD64NEJn5vjX7lW5iGNTiIL1BFbxGoEcCX6MpzZV_B95MQ8SAEVsfon6-sZeqJKTBQpOhKhIcir1RInvwNhwojl4hRl2Y2p37FXXyZ15Zm3XlRuKJnuVaZzZr-fiIJVIl4jZ4p9zLa2RXVfvOtCVMy8XGqXiCotoY6miE4vltGke_u1McVYDqb3Z6ECBdiU2TCa1cQoN6sJvblYHxTun5&p=3&fvj=1&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": "nl", "Gender": "Neutral"}, {"index": 4, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_477083bb2b651e33", "Job Title": "Electrical Engineer - Installatieverantwoordelijke", "Company Name": "MSD", "Location": " Haarlem", "Job Description": "Ben jij de juiste persoon om de technische specificaties te bepalen waaraan onze elektrische installaties moeten voldoen en deze specificaties ook te borgen in technische standaarden? Heb jij het in je om de rol van Installatie Verantwoordelijke op te nemen en een leidende rol te nemen in het opschonen van elektrotechnische tekeningen en schema’s.\nVoor de afdeling Facilities Management in Haarlem zijn we vanwege groei op zoek naar een:\nElectrical Engineer - Installatieverantwoordelijke\nManufacturing Operations\nOns Manufacturing Operations-team bestaat uit de mensen die onze producten maken. We werken in de fabrieken met een “Veiligheid komt eerst, altijd kwaliteit”-mentaliteit en streven naar continue verbetering. We werken in de lokale fabriek, die is verbonden met ons wereldwijde productienetwerk, om de hoogste kwaliteit grondstoffen, tussenproducten en eindproducten te garanderen.\nWelkom in ons team\nVanuit Haarlem distribueren 2.500 verschillende verpakkingen van geneesmiddelen en vaccins naar meer dan 140 landen. Haarlem staat bekend als dé flexibele verpakkingslocatie in Europa.\nFacilities Management op de locatie Haarlem is een geïntegreerde serviceafdeling waarin een groot aantal services is gegroepeerd. Wij zijn verantwoordelijk voor het onderhoud van de gebouwen, terreinen en technische activa zoals HVAC, perslucht, vacuümsystemen, drinkwater / gezuiverd water, riolering en elektrische systemen. Daarnaast is de afdeling verantwoordelijk voor soft services zoals catering, schoonmaak, beveiliging, waste management en ongediertebestrijding. We werken nauw samen met onze externe dienstverlener en gezamenlijk werken we aan voortdurende ontwikkeling van services en bedrijfszekerheid.\nOver de functie\nVoor het verder opbouwen van onze asset management strategie zijn wij op zoek naar een ervaren Electrical Engineer met installatieverantwoordelijkheid conform de NEN3140. Binnen de functie wordt zeer nauw samengewerkt met projectteams en ligt de focus sterk op het ontwikkelen en vastleggen van technische standaarden en het opschonen van onze technische documentatie.\nPrimaire verantwoordelijkheden\nActeert als Installatieverantwoordelijk LV voor de site en geeft sturing aan de WV’ers (werkverantwoordelijken).\nIs deskundige voor de elektrotechnische installaties en adviseert de organisatie en projectteams over onderhoud, vervanging, optimalisatie en duurzaamheid van de installaties.\nIs verantwoordelijk voor het opstellen van site specifieke technische standaarden en ziet toe op de juiste toepassing van standaarden binnen projecten en onderhoud.\nSchrijft SOP’s (Standard Operation Procedures) en WI’s (Work Instructions).\nIs verantwoordelijk voor het leveren van input voor het meerjaren investeringsplan.\nParticipeert in asset gerelateerde capital projecten. Werkt de budgetaanvraag uit (Business Case) stelt User Requirement Specificaties op en ondersteunt de Qualification Engineers bij de Change Control en kwalificatie documentatie.\nZiet erop toe dat de juiste keuzes worden genomen ten aanzien van veiligheid, milieubelasting en duurzaamheid van de installaties.\nIs verantwoordelijk voor het beoordelen en goedkeuren van engineeringsdocumenten zoals, tekeningen, schema’s, offertes, change documentatie en commissioning- en overdrachtsdocumenten voor ingebruikname.\nGeeft sturing aan de externe AutoCAD tekenaars en draagt zorg dat de “as built” situatie juist weergegeven wordt op tekeningen en in schema’s.\nNeemt deel aan periodieke reviews en het Risk Based Asset Management programma (RBAM).\nManufacturing & Supply Division\nOnze Manufacturing & Supply Division streeft ernaar om wereldwijd de meest betrouwbare leverancier van biofarmaceutica te zijn. Onze faciliteiten, in combinatie met onze externe contractanten, leveranciers en partners, creëren een onderling afhankelijk, internationaal productienetwerk dat toegewijd is om hoogwaardige, betrouwbare levering aan klanten en patiënten te bieden, altijd op tijd en elke keer opnieuw.\nJouw profiel\nEen afgeronde HBO opleiding in de richting elektrotechniek.\nMinimaal 5 jaar werkervaring in een Engineering rol.\nBeheersen van Nederlandse/Engelse taal in woord en geschrift\nVaardig in het schrijven van rapportages en verbeterplannen\nGoede mondelinge en schriftelijke communicatieve vaardigheden (strategisch, tactisch, operationeel)\nBereidheid om Green belt gecertificeerd te worden\nKlant- en service gericht\nSterk ontwikkelde adviesvaardigheden\nBeschikt over organisatorisch vaardigheden.\nSterk analytisch inzicht\n\"Go see\" houding\nWij bieden\nWerken bij ons betekent samen werken aan gezondheid in een internationale werkomgeving met toegewijde collega’s.\nJe krijgt alle ruimte om jezelf te ontwikkelen en te laten zien wie jij bent. Verder kan je rekenen op aantrekkelijke arbeidsvoorwaarden:\nEen competitief salaris;\n35,5 vakantiedagen;\n8% vakantietoeslag en 3% eindejaarsuitkering;\nIncentive Plan;\nEen uitstekend pensioen;\nGratis gebruik sportschool;\nReiskostenvergoeding;\nVerschillende trainingsmodules.\nHeb je vragen over deze vacature?\nStuur je vraag inclusief het vacaturenummer en de vacaturetitel naar het volgende emailadres: RecruitmentNL@MSD.com\nSollicitaties kunnen alleen via onze website worden ingediend.\nWie we zijn…\nIn de Verenigde Staten en Canada staan we bekend als Merck & Co., Inc., Kenilworth, New Jersey, VS, en in alle andere landen als MSD. Al meer dan een eeuw stellen we ons in dienst van het leven en produceren we geneesmiddelen en vaccins voor veel van de meest uitdagende ziekten in de wereld. Ook vandaag de dag blijft ons bedrijf voorop lopen in het onderzoek naar het leveren van innovatieve oplossingen in de gezondheidszorg en het op een hoger plan brengen van de preventie en behandeling van ziekten die een gevaar vormen voor mensen en dieren wereldwijd.\nWaar we naar zoeken…\nIn een wereld van snelle innovatie zoeken we naar dappere uitvinders die impact willen maken in alle aspecten van ons bedrijf, waardoor doorbraken mogelijk zijn die de komende generaties zullen beïnvloeden. We moedigen u aan om uw ontwrichtend denken, samenwerkende instelling en diverse perspectieven mee te brengen naar onze organisatie. Samen gaan we door met het Uitvinden voor het leven, Levens beïnvloeden en ondertussen het Inspireren van uw carrièregroei.\nINVENT.\nIMPACT.\nINSPIRE.\nWe zijn er trots op dat we een bedrijf zijn dat de waarde van diverse, getalenteerde en toegewijde mensen samenbrengt en omarmt. De snelste manier om innovatie te doorbreken is wanneer diverse ideeën samenkomen in een inclusieve omgeving. We moedigen onze collega's aan om respectvol elkaars denkvermogen uit te dagen en gezamenlijk problemen te benaderen. We zijn een werkgever die gelijke kansen biedt en toegewijd is aan het bevorderen van een inclusieve en diverse werkplek.\nSearch Firm Representatives Please Read Carefully\nMerck & Co., Inc., Kenilworth, NJ, USA, also known as Merck Sharp & Dohme Corp., Kenilworth, NJ, USA, does not accept unsolicited assistance from search firms for employment opportunities. All CVs / resumes submitted by search firms to any employee at our company without a valid written search agreement in place for this position will be deemed the sole property of our company. No fee will be paid in the event a candidate is hired by our company as a result of an agency referral where no pre-existing agreement is in place. Where agency agreements are in place, introductions are position specific. Please, no phone calls or emails.\nEmployee Status:\nProject Temps (Fixed Term)\nRelocation:\nNo relocation\nVISA Sponsorship:\nTravel Requirements:\nFlexible Work Arrangements:\nShift:\nValid Driving License:\nHazardous Material(s):\nRequisition ID:R80040", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=477083bb2b651e33&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=686e5cf658325100&assa=6957", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=477083bb2b651e33&fccid=3c0bf511b4a29309&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": "nl", "Gender": "Neutral"}, {"index": 0, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_1db89ac71cff8fee", "Job Title": "Demi Chef de Partie", "Company Name": "DoubleTree by Hilton Amsterdam Centraal Station", "Location": " Amsterdam", "Job Description": "Demi Chef de Partie\nAltijd al willen werken in het grootste hotel in het centrum van Amsterdam?\n\nDoubleTree by Hilton Amsterdam Centraal Station biedt prachtige uitzichten, buitengewone service en bruisende food & beverage outlets.\n\nIn ons hotel vind je SkyLounge Amsterdam, award-winning rooftop terras, pop-up restaurant Eastwood Beer & Grill, onze eigen Starbucks® store en het meest gevarieerde ontbijtbuffet van de stad. Natuurlijk krijg jij in al onze outlets 50% korting! Daarnaast kun jij naast je baan onbeperkt fit blijven. Onze fitness is namelijk 24/7 beschikbaar voor jou!\n\nAls Demi Chef de Partie ben je verantwoordelijk voor voedselvoorbereiding op hoog niveau op een specifike sectie en het tegelijktijdig assisteren van de Chef de Partie bij dagelijkse werkzaamheden.\n\n\nDeel uitmaken van ons team als Demi Chef de Partie, betekent teamlid worden voor een van de beste werkgevers van Nederland. Met name omdat de zorg voor ons team een van onze topprioriteiten is! Met een jong team van ongeveer 35 chefs is er voor iedereen een plek. Chef-kok Paul Stoop is een gerenommeerde chef die de keuken al jaren verbetert. Jij zou de toevoeging kunnen zijn die we zoeken om het nog beter te maken!\n\nVan Wagyu tot T-bone, ons Eastwood Beer & Grill restaurant staat bekend om kwaliteit steaks. Natuurlijk serveren wij onze andere gerechten ook met de hoogste kwaliteit van zorg en creativiteit. Naast ons Eastwood Beer & Grill restaurant ben je ook verantwoordelijk voor de gerechten in SkyLounge Amsterdam. Hier worden je organisatorische vaardigheden getest en kun je laten zien of je kunt presteren in een drukke, dynamische omgeving. Van zelfgemaakte sushi tot ijs, het staat allemaal op de kaart.\n\nJe bent mede-verantwoordelijk voor een bepaalde sectie, dit in samenwerking met andere (Demi) Chef’s. Als Demi Chef de Partie zal je ook verantwoordelijkheid dragen voor de kostenbeheersing, waste management en bestellingen. Specifiek zal je verantwoordelijk zijn voor het uitvoeren van de volgende taken:\nZorg ervoor dat alle voedsel voorbereiding voldoet aan de normen\nHoud alle werkruimtes schoon en netjes en zorg dat er geen kruisbesmetting kan plaatsvinden\nVoorbereiden van alle mise en place voor de relevante menu's\nHet ondersteunen van andere afdelingen waar nodig en onderhouden van goede werkrelaties\nVerslag en beheer van het onderhoud, de hygiëne en de gevaren\nWees milieubewust\n\nAls Chef de Partie die werkt met onze DoubleTree by Hilton-merkstandaarden, werk je altijd namens onze gasten. Om deze rol met succes te vervullen, is het belangrijk dat je de volgende vaardigheden bezit:\nMinimaal 2 jaar ervaring als Demi Chef de Partie of een vergelijkbare rol\nEen actuele, geldige en relevante commerciële kwalificatie op het gebied van koken (bewijs vereist)\nUitstekende kennis van voedsel\nUitstekende communicatieve vaardigheden, met name in het Engels\nNVQ Niveau 2\nBehaald Basis-Hygiëne Certificaat\nEen positieve, proactieve en assertieve houding\nVermogen om te werken onder druk\nZowel zelfstandig als in teamverband kunnen werken\n\nIn deze functie is het een pré indien je kennis bezit over huidige eet-trends en Intermediate Food Hygiene kennis bezit.\n\n\nEn, voor wij het vergeten, naast de vele faciliteiten binnen ons hotel kun je zelf natuurlijk ook genieten van de Hilton service, wereldwijd en met korting!\n\nAltijd al willen weten hoe het is om bij DoubleTree by Hilton Amsterdam Centraal Station te werken? Bekijk dan onze team member video: https://youtu.be/2BaXEjZfbTI Demi Chef de Partie\nAlways wanted to work in the largest hotel in the center of Amsterdam?\n\nDoubleTree by Hilton Amsterdam Centraal Station offers amazing views, extraordinary service and lively food & beverage outlets.\n\nOur hotel includes SkyLounge Amsterdam, an award-winning rooftop terrace, pop-up restaurant Eastwood Beer & Grill, our very own Starbucks® Store and Amsterdam’s most extended breakfast buffet. You will, of course, receive a 50% discount in all of our food & beverage outlets. Moreover, you can stay fit next to your job. Our fitness is available 24/7 for you!\n\nA Demi Chef de Partie is responsible for ensuring high levels of food preparation on a specific section to deliver an excellent experience while assisting the Chef de Partie with all daily tasks. As an employee of DoubleTree by Hilton Amsterdam Centraal Station, you will be a part of one of the best employers in The Netherlands. Taking care of our team is one of our top priorities! With a young team of about 35 chefs, there is a place for everybody. Executive Chef Paul Stoop is a renowned chef who has been improving the kitchen for years. You could be the addition we are looking for to make it even better!\n\nFrom Wagyu to T-bone, our Eastwood Beer & Grill restaurant is known to offer the best quality steaks. Likewise, our other dishes show the highest quality and creativity. Besides our Eastwood Beer & Grill restaurant, you will also be responsible for the dishes in SkyLounge Amsterdam. Here, your organisational skills are tested and you can show whether you are able to perform in a busy and dynamic environment. From homemade sushi to ice cream, we have it all!\n\n\nYou will be partly responsible for a specific partie and working with the other (Demi) Chef de Partie’s on your section. A Demi Chef de Partie will also be required to assist with food cost controls like waste control and inventory management. Specifically, you will be responsible for performing the following tasks to the highest standards:\nEnsuring all food preparation meets standards\nKeeping all working areas clean and tidy and omitting cross contamination\nPreparing all mise en place for all relevant menus\nAssisting other departments wherever necessary and maintaining good working relationships\nReporting and controlling maintenance, hygiene and hazard issues\nBeing environmentally aware\nA Demi chef de Parti working with DoubleTree by Hilton brand standards is always working on behalf of our Guests. To successfully fill this role, it is important that you have the following skills:\nA minimum of 2 years of previous experience as a Demi Chef de Partie or a similar role\nA current, valid, and relevant trade commercial cookery qualification (proof may be required)\nExcellent knowledge of food\nGreat communication skills\nNVQ Level 2\nAchieved Basic Food Hygiene Certificate\nPositive, proactive and assertive attitude\nAbility to work under pressure\nAbility to work on your own or in a team\nExcellent English speaking skills\nIt would be advantageous in this position for you to demonstrate the following capabilities and distinctions:\nIntermediate Food Hygiene\nKnowledge of current food trends\n\nBefore we forget: next to our own facilities, you can also enjoy our Hilton service, worldwide and with a discount.\n\nWould you like to know what life as a team member at DoubleTree by Hilton Amsterdam Centraal Station looks like? Have a look at our team member impression video: https://youtu.be/2BaXEjZfbTI", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=1db89ac71cff8fee&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=e89b89570f4590a0&assa=1450", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=1db89ac71cff8fee&fccid=541f99e75f9ccda5&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": "nl", "Gender": "Neutral"}, {"index": 0, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_1db89ac71cff8fee", "Job Title": "Demi Chef de Partie", "Company Name": "DoubleTree by Hilton Amsterdam Centraal Station", "Location": " Amsterdam", "Job Description": "Demi Chef de Partie\nAltijd al willen werken in het grootste hotel in het centrum van Amsterdam?\n\nDoubleTree by Hilton Amsterdam Centraal Station biedt prachtige uitzichten, buitengewone service en bruisende food & beverage outlets.\n\nIn ons hotel vind je SkyLounge Amsterdam, award-winning rooftop terras, pop-up restaurant Eastwood Beer & Grill, onze eigen Starbucks® store en het meest gevarieerde ontbijtbuffet van de stad. Natuurlijk krijg jij in al onze outlets 50% korting! Daarnaast kun jij naast je baan onbeperkt fit blijven. Onze fitness is namelijk 24/7 beschikbaar voor jou!\n\nAls Demi Chef de Partie ben je verantwoordelijk voor voedselvoorbereiding op hoog niveau op een specifike sectie en het tegelijktijdig assisteren van de Chef de Partie bij dagelijkse werkzaamheden.\n\n\nDeel uitmaken van ons team als Demi Chef de Partie, betekent teamlid worden voor een van de beste werkgevers van Nederland. Met name omdat de zorg voor ons team een van onze topprioriteiten is! Met een jong team van ongeveer 35 chefs is er voor iedereen een plek. Chef-kok Paul Stoop is een gerenommeerde chef die de keuken al jaren verbetert. Jij zou de toevoeging kunnen zijn die we zoeken om het nog beter te maken!\n\nVan Wagyu tot T-bone, ons Eastwood Beer & Grill restaurant staat bekend om kwaliteit steaks. Natuurlijk serveren wij onze andere gerechten ook met de hoogste kwaliteit van zorg en creativiteit. Naast ons Eastwood Beer & Grill restaurant ben je ook verantwoordelijk voor de gerechten in SkyLounge Amsterdam. Hier worden je organisatorische vaardigheden getest en kun je laten zien of je kunt presteren in een drukke, dynamische omgeving. Van zelfgemaakte sushi tot ijs, het staat allemaal op de kaart.\n\nJe bent mede-verantwoordelijk voor een bepaalde sectie, dit in samenwerking met andere (Demi) Chef’s. Als Demi Chef de Partie zal je ook verantwoordelijkheid dragen voor de kostenbeheersing, waste management en bestellingen. Specifiek zal je verantwoordelijk zijn voor het uitvoeren van de volgende taken:\nZorg ervoor dat alle voedsel voorbereiding voldoet aan de normen\nHoud alle werkruimtes schoon en netjes en zorg dat er geen kruisbesmetting kan plaatsvinden\nVoorbereiden van alle mise en place voor de relevante menu's\nHet ondersteunen van andere afdelingen waar nodig en onderhouden van goede werkrelaties\nVerslag en beheer van het onderhoud, de hygiëne en de gevaren\nWees milieubewust\n\nAls Chef de Partie die werkt met onze DoubleTree by Hilton-merkstandaarden, werk je altijd namens onze gasten. Om deze rol met succes te vervullen, is het belangrijk dat je de volgende vaardigheden bezit:\nMinimaal 2 jaar ervaring als Demi Chef de Partie of een vergelijkbare rol\nEen actuele, geldige en relevante commerciële kwalificatie op het gebied van koken (bewijs vereist)\nUitstekende kennis van voedsel\nUitstekende communicatieve vaardigheden, met name in het Engels\nNVQ Niveau 2\nBehaald Basis-Hygiëne Certificaat\nEen positieve, proactieve en assertieve houding\nVermogen om te werken onder druk\nZowel zelfstandig als in teamverband kunnen werken\n\nIn deze functie is het een pré indien je kennis bezit over huidige eet-trends en Intermediate Food Hygiene kennis bezit.\n\n\nEn, voor wij het vergeten, naast de vele faciliteiten binnen ons hotel kun je zelf natuurlijk ook genieten van de Hilton service, wereldwijd en met korting!\n\nAltijd al willen weten hoe het is om bij DoubleTree by Hilton Amsterdam Centraal Station te werken? Bekijk dan onze team member video: https://youtu.be/2BaXEjZfbTI Demi Chef de Partie\nAlways wanted to work in the largest hotel in the center of Amsterdam?\n\nDoubleTree by Hilton Amsterdam Centraal Station offers amazing views, extraordinary service and lively food & beverage outlets.\n\nOur hotel includes SkyLounge Amsterdam, an award-winning rooftop terrace, pop-up restaurant Eastwood Beer & Grill, our very own Starbucks® Store and Amsterdam’s most extended breakfast buffet. You will, of course, receive a 50% discount in all of our food & beverage outlets. Moreover, you can stay fit next to your job. Our fitness is available 24/7 for you!\n\nA Demi Chef de Partie is responsible for ensuring high levels of food preparation on a specific section to deliver an excellent experience while assisting the Chef de Partie with all daily tasks. As an employee of DoubleTree by Hilton Amsterdam Centraal Station, you will be a part of one of the best employers in The Netherlands. Taking care of our team is one of our top priorities! With a young team of about 35 chefs, there is a place for everybody. Executive Chef Paul Stoop is a renowned chef who has been improving the kitchen for years. You could be the addition we are looking for to make it even better!\n\nFrom Wagyu to T-bone, our Eastwood Beer & Grill restaurant is known to offer the best quality steaks. Likewise, our other dishes show the highest quality and creativity. Besides our Eastwood Beer & Grill restaurant, you will also be responsible for the dishes in SkyLounge Amsterdam. Here, your organisational skills are tested and you can show whether you are able to perform in a busy and dynamic environment. From homemade sushi to ice cream, we have it all!\n\n\nYou will be partly responsible for a specific partie and working with the other (Demi) Chef de Partie’s on your section. A Demi Chef de Partie will also be required to assist with food cost controls like waste control and inventory management. Specifically, you will be responsible for performing the following tasks to the highest standards:\nEnsuring all food preparation meets standards\nKeeping all working areas clean and tidy and omitting cross contamination\nPreparing all mise en place for all relevant menus\nAssisting other departments wherever necessary and maintaining good working relationships\nReporting and controlling maintenance, hygiene and hazard issues\nBeing environmentally aware\nA Demi chef de Parti working with DoubleTree by Hilton brand standards is always working on behalf of our Guests. To successfully fill this role, it is important that you have the following skills:\nA minimum of 2 years of previous experience as a Demi Chef de Partie or a similar role\nA current, valid, and relevant trade commercial cookery qualification (proof may be required)\nExcellent knowledge of food\nGreat communication skills\nNVQ Level 2\nAchieved Basic Food Hygiene Certificate\nPositive, proactive and assertive attitude\nAbility to work under pressure\nAbility to work on your own or in a team\nExcellent English speaking skills\nIt would be advantageous in this position for you to demonstrate the following capabilities and distinctions:\nIntermediate Food Hygiene\nKnowledge of current food trends\n\nBefore we forget: next to our own facilities, you can also enjoy our Hilton service, worldwide and with a discount.\n\nWould you like to know what life as a team member at DoubleTree by Hilton Amsterdam Centraal Station looks like? Have a look at our team member impression video: https://youtu.be/2BaXEjZfbTI", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=1db89ac71cff8fee&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=e89b89570f4590a0&assa=1450", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=1db89ac71cff8fee&fccid=541f99e75f9ccda5&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": "nl", "Gender": "Female"}, {"index": 1, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_153be93752bb4457", "Job Title": "Junior Project Coördinator", "Company Name": "Bruggenbouwers", "Location": " Zaandam", "Job Description": "Ben jij die Junior Project Coördinator Bodem die wij zoeken? Ben jij planmatig en organisatorisch sterk? Dan zoeken wij jou!\nDe opdrachtgever houdt zich bezig met de verwerking en beheer van afvalstoffen. Zij realiseren zonneparken op stortlocaties en ondersteunen projecten in de het buitenland op het gebied van waste management. Alles wordt zo hoogwaardig mogelijk verwerkt zodat restafval uiteindelijk kan worden ingezet als grondstof voor beton.\nJij bent als Junior Project Coördinator Bodem verantwoordelijk voor het aansturen van onderaannemers voor het bewerken van bodemassen en het bijhouden en analyseren van projectgegevens. Je werkt nauw samen met de verantwoordelijke Projectleider maar je zult ook zelfstandig aan het werk zijn. Jij bent samen met jouw collega's verantwoordelijk voor het mee denken aan het ontwikkelen van nieuwe technieken.\nWat ga je doen?\nJij denkt mee en ondersteund en maakt analyses op het gebied van bodem opwerking;\nJij plant, coördineert en ziet toe op een correcte uitvoering van diverse projecten;\nJij bereidt inschrijvingen op aanbestedingen voor;\nJij stelt contracten op en onderhoudt klant contact.\nWaar ben jij goed in?\nJij bent communicatief vaardig en jij bent klantgericht;\nJij bent planmatig en organisatorisch sterk;\nJij bent proactief en jij kunt zowel zelfstandig als in teamverband verband werken;\nJij bent ambitieus en wil jezelf graag ontwikkelen en doorgroeien.\n\nJe beschikt over:\nEen afgeronde HBO-opleiding richting Civiele Techniek, Chemische- of Procestechnologie;\nJij hebt 1 tot 3 jaar werkervaring;\nErvaring en kennis van de afvalwerkingsmarkt is een pré;\nGoede beheersing van de Nederlandse taal en Engelse taal in woord en geschrift, Duits is een pré;\nEen rijbewijs B.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=153be93752bb4457&fccid=c44c56ea8580ab7c&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": "nl", "Gender": "Female"}, {"index": 2, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_7c3dd6ce5e03dd7f", "Job Title": "Asset Specialist HVAC/Utilities", "Company Name": "MSD", "Location": " Haarlem", "Job Description": "Ben jij de juiste persoon om technische specificaties te bepalen voor onze WTB installaties en deze te borgen in gedocumenteerde standaarden? Kan jij een leidende rol nemen in de herinrichting van ons (CAD)documentbeheer? Kan jij als specialist input leveren aan de verschillende projecten voor een duurzaam, veilig, en functioneel ontwerp? Dan zijn wij op zoek naar jou!\nVoor de afdeling Facilities Management in Haarlem zijn we vanwege groei op zoek naar een:\nAsset Specialist HVAC / Utilities\nManufacturing Operations\nOns Manufacturing Operations-team bestaat uit de mensen die onze producten maken. We werken in de fabrieken met een “Veiligheid komt eerst, altijd kwaliteit”-mentaliteit en streven naar continue verbetering. We werken in de lokale fabriek, die is verbonden met ons wereldwijde productienetwerk, om de hoogste kwaliteit grondstoffen, tussenproducten en eindproducten te garanderen.\nWelkom in ons team\nVanuit Haarlem distribueren 2.500 verschillende verpakkingen van geneesmiddelen en vaccins naar meer dan 140 landen. Haarlem staat bekend als dé flexibele verpakkingslocatie in Europa.\nFacilities Management op de locatie Haarlem is een geïntegreerde serviceafdeling waarin een groot aantal services is gegroepeerd. Wij zijn verantwoordelijk voor het onderhoud van de gebouwen, terreinen en technische activa zoals HVAC, perslucht, vacuümsystemen, drinkwater / gezuiverd water, riolering en elektrische systemen. Daarnaast is de afdeling verantwoordelijk voor soft services zoals catering, schoonmaak, beveiliging, waste management en ongediertebestrijding. We werken nauw samen met onze externe dienstverlener en gezamenlijk werken we aan voortdurende ontwikkeling van services en bedrijfszekerheid.\nOver de functie\nVoor het verder opbouwen van onze asset management strategie zijn wij op zoek naar een ervaren WTB specialist. Binnen de functie wordt zeer nauw samengewerkt met projectteams en ligt de focus sterk op het ontwikkelen en vastleggen van technische standaarden en het opzetten van professioneel document management.\nPrimaire verantwoordelijkheden\nActeert als deskundige voor de werktuigbouwkundige installaties en adviseert de organisatie en projectteams over onderhoud, vervanging, optimalisatie en duurzaamheid van de installaties.\nIs verantwoordelijk voor het opstellen van site specifieke technische standaarden en ziet toe op de juiste toepassing van standaarden binnen projecten en onderhoud.\nSchrijft SOP’s (Standard Operation Procedures) en WI’s (Work Instructions).\nIs verantwoordelijk voor het leveren van input voor het meerjaren investeringsplan.\nParticipeert in asset gerelateerde capital projecten. Werkt de budgetaanvraag uit (Business Case) stelt User Requirement Specificaties op en ondersteunt de Qualification Engineers bij de Change Control en kwalificatie documentatie.\nZiet erop toe dat de juiste keuzes worden genomen ten aanzien van veiligheid, milieubelasting en duurzaamheid van de installaties.\nIs verantwoordelijk voor het beoordelen en goedkeuren van engineeringsdocumenten zoals, tekeningen, schema’s, offertes, change documentatie en commissioning- en overdrachtsdocumenten voor ingebruikname.\nBeheert technische documentatie en tekeningen, ziet toe op de juiste inrichting en flow van documenten en een optimale inrichting van het Meridian document management systeem.\nGeeft sturing aan de externe AutoCAD tekenaars en draagt zorg dat de “as built” situatie juist weergegeven wordt op tekeningen en P&ID’s.\nOndersteunt de Maintenance en Reliability Engineers bij het opstellen en optimaliseren van onderhouds- en vervangingsplannen.\nNeemt deel aan periodieke reviews en het Risk Based Asset Management programma (RBAM)\nManufacturing & Supply Division\nOnze Manufacturing & Supply Division streeft ernaar om wereldwijd de meest betrouwbare leverancier van biofarmaceutica te zijn. Onze faciliteiten, in combinatie met onze externe contractanten, leveranciers en partners, creëren een onderling afhankelijk, internationaal productienetwerk dat toegewijd is om hoogwaardige, betrouwbare levering aan klanten en patiënten te bieden, altijd op tijd en elke keer opnieuw.\nJouw profiel\nHBO/Academische afgeronde opleiding op gebied van Werktuigbouwkunde.\nMinimaal 5 jaar werkervaring in een relevante Engineering/Reliability rol.\nBeheersen van Nederlandse/Engelse taal in woord en geschrift\nVaardig in het schrijven van rapportages en verbeterplannen.\nGoede mondelinge en schriftelijke communicatieve vaardigheden (strategisch, tactisch, operationeel).\nBereidheid om Green belt gecertificeerd te worden.\nKlant- en service gericht.\nSterk ontwikkelde adviesvaardigheden.\nBeschikt over organisatorisch vaardigheden.\nSterk analytisch inzicht.\n\"Go see\" houding.\nWij bieden\nWerken bij ons betekent samen werken aan gezondheid in een internationale werkomgeving met toegewijde collega’s.\nJe krijgt alle ruimte om jezelf te ontwikkelen en te laten zien wie jij bent. Verder kan je rekenen op aantrekkelijke arbeidsvoorwaarden:\nEen competitief salaris;\n35,5 vakantiedagen;\n8% vakantietoeslag en 3% eindejaarsuitkering;\nIncentive Plan;\nEen uitstekend pensioen;\nGratis gebruik sportschool;\nReiskostenvergoeding;\nVerschillende trainingsmodules.\nHeb je vragen over deze vacature?\nStuur je vraag inclusief het vacaturenummer en de vacaturetitel naar het volgende emailadres: RecruitmentNL@MSD.com\nSollicitaties kunnen alleen via onze website worden ingediend.\nWie we zijn…\nIn de Verenigde Staten en Canada staan we bekend als Merck & Co., Inc., Kenilworth, New Jersey, VS, en in alle andere landen als MSD. Al meer dan een eeuw stellen we ons in dienst van het leven en produceren we geneesmiddelen en vaccins voor veel van de meest uitdagende ziekten in de wereld. Ook vandaag de dag blijft ons bedrijf voorop lopen in het onderzoek naar het leveren van innovatieve oplossingen in de gezondheidszorg en het op een hoger plan brengen van de preventie en behandeling van ziekten die een gevaar vormen voor mensen en dieren wereldwijd.\nWaar we naar zoeken…\nIn een wereld van snelle innovatie zoeken we naar dappere uitvinders die impact willen maken in alle aspecten van ons bedrijf, waardoor doorbraken mogelijk zijn die de komende generaties zullen beïnvloeden. We moedigen u aan om uw ontwrichtend denken, samenwerkende instelling en diverse perspectieven mee te brengen naar onze organisatie. Samen gaan we door met het Uitvinden voor het leven, Levens beïnvloeden en ondertussen het Inspireren van uw carrièregroei.\nINVENT.\nIMPACT.\nINSPIRE.\nWe zijn er trots op dat we een bedrijf zijn dat de waarde van diverse, getalenteerde en toegewijde mensen samenbrengt en omarmt. De snelste manier om innovatie te doorbreken is wanneer diverse ideeën samenkomen in een inclusieve omgeving. We moedigen onze collega's aan om respectvol elkaars denkvermogen uit te dagen en gezamenlijk problemen te benaderen. We zijn een werkgever die gelijke kansen biedt en toegewijd is aan het bevorderen van een inclusieve en diverse werkplek.\nSearch Firm Representatives Please Read Carefully\nMerck & Co., Inc., Kenilworth, NJ, USA, also known as Merck Sharp & Dohme Corp., Kenilworth, NJ, USA, does not accept unsolicited assistance from search firms for employment opportunities. All CVs / resumes submitted by search firms to any employee at our company without a valid written search agreement in place for this position will be deemed the sole property of our company. No fee will be paid in the event a candidate is hired by our company as a result of an agency referral where no pre-existing agreement is in place. Where agency agreements are in place, introductions are position specific. Please, no phone calls or emails.\nEmployee Status:\nProject Temps (Fixed Term)\nRelocation:\nNo relocation\nVISA Sponsorship:\nTravel Requirements:\nFlexible Work Arrangements:\nShift:\nValid Driving License:\nHazardous Material(s):\nRequisition ID:R80038", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=7c3dd6ce5e03dd7f&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=2afb87f3ee4ef843&assa=5262", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=7c3dd6ce5e03dd7f&fccid=3c0bf511b4a29309&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": "nl", "Gender": "Female"}, {"index": 3, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "pj_628a588bc137a6ff", "Job Title": "Vrachtwagenchauffeur", "Company Name": "Randstad", "Location": " Middenmeer", "Job Description": "Vrachtwagenchauffeur en belader kraakperswagen gezocht. Voor de omgeving Middenmeer zoek ik een ervaren vrachtwagenchauffeur met het C-rijbewijs, die aan de slag wil in de afvalbranche. Hierbij maken zowel chauffeurswerkzaamheden als het beladen van de wagen onderdeel uit van je takenpakket.\nwat bieden wij jou\n\nTot 2500 bruto per maand\nReguliere werktijden\nAls chauffeur en belader aan het werk\nWerken in een team\n25 vakantiedagen en 8,33% vakantiebijslag\nDoorgroeimogelijkheden in de afvalbranche\nwie ben jij\n\nJe bent een echte teamspeler. Je zit namelijk altijd met twee of drie collega's op de wagen. Samen zorg je er voor dat de afvalstromen worden opgehaald en naar de inzamellocaties worden vervoerd. Als vrachtwagenchauffeur zit je dus niet alleen voorin, ook het beladen doe je samen. Geen werkdag zal hetzelfde zijn.\nJe hebt minimaal een rijbewijs C met Code95\nen een Digitale Bestuurderskaart\nJe wil als chauffeur en belader aan de slag\nJe hebt al ervaring als vrachtwagenchauffeur of in de afvalbranche\nEen VCA-Basis certificaat is een pré maar je kan dit ook via ons gaan behalen\nEen VOG is voor jou geen probleem\nwat ga je doen\n\nIk zoek een klantgerichte vrachtwagenchauffeur met een positieve werkhouding, die zowel zelfstandig als in teamverband kan werken. Samen met je collega’s zorg je er iedere dag weer voor dat het werk gedaan is. Op sommige routes wissel je gedurende de dag met je collega waarmee je op pad bent van belader naar vrachtwagenchauffeur en omgekeerd. Je zal ook de nodige administratieve werkzaamheden verrichten ter verantwoording van de van de ingezamelde afvalstromen. Verder zorg je voor het reinigen van het voertuig en ben je verantwoordelijk voor het klein onderhoud.\nReguliere werktijden\nOver het algemeen start je tussen 06:00 en 07:00\nen ben je tussen 16:00 en 17:00 weer klaar\nDe weekeinden ben je vrij\nwaar ga je werken\n\nDe opdrachtgever is een afvalverwerker die verantwoordelijk is voor het duurzaam waste management in 44 gemeenten en 6 waterschappen uit Noord-Holland, Zuid-Holland, Flevoland en Friesland.\n\nJe zal starten op een achterlader maar bij goed functioneren zijn er mooie doorgroeimogelijkheden. Bijvoorbeeld op de haakarmwagen, de zijlader of in de inzameling van ondergrondse containers met een kraan. Heb je hier al ervaring mee? Laat me dat dan zeker weten.\nBeloning volgens de CAO van de opdrachtgever\n13,58 tot 14,59 bruto per uur, afhankelijk van je ervaring\n25 vakantiedagen en 8,33% vakantiebijslag (op basis van een fulltime dienstverband)\nReiskostenvergoeding\nEen stipte en correcte uitbetaling van je salaris en toeslagen\nDe mogelijkheid van deelname aan Pensioenfonds Vervoer\nGoede bij- en nascholingsmogelijkheden, bijvoorbeeld voor je Code95, VCA of ADR\nIs dit jouw nieuwe chauffeursbaan? Solliciteer dan direct met CV en motivatie.\nUiteraard staat deze vacature open voor iedereen die zich hierin herkent.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=628a588bc137a6ff&from=vj&sjdu=EhN7iYuFfSzXjNVyjgn8AUCKmiQKB3qdac7gUnwOGVhQXvf1EulnitXhnhAx2XB9--REdLUaC_argQxnRTWZcg&spon=1&adid=328914772&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0BQPJ6wjSaGyxyjjtxAg0arSmQBBkjTPrwSTNA5jX5DXhZJ8zZak77siX6bIAwVrerHZ-astiRuh1gzUCQz87BBF2xmKh-QtC_fkl_BCdgTnMzKVda79KJFZGdEMgpcQo7CPYLV_y43LxCJVSpdgM-G6yJlWY1h-iQMImx68kCb3aFH1PuAccgpl1x9S5xS4iM3EyZjwcSW6CLFLLaDavSEyRhSgKoncmf2riRRX16Y0ob1nSYPeZNASQUy6keSWvclPdaBkxVyKXCG3PJ1BWTxJgDVYq2tpM_9HuZdfCb_IuI6BRcW96MRdc_Gh4v5CSCFqANNEDHcHOUIUL2hDCw0ni7CXHiLOND3oOjJMYotLiVhYJwj8y1ItPVNlHDZowc2PTbvHoXxbWfmMsHJIvM5eCQJ3ByaNmRffsUxPaoB1RcXJqx3h1zE9DQ3AZzHAb-4U2NRqWqEboQV84DpVc8QooF9BA5d3EC7rCKYMF8m1LAuUVzrhhtrDKQ8XZyUB5Oy_CUkFvicbNvpmZbN61gu9I0NPCpExhECD64NEJn5vjX7lW5iGNTiIL1BFbxGoEcCX6MpzZV_B95MQ8SAEVsfon6-sZeqJKTBQpOhKhIcir1RInvwNhwojl4hRl2Y2p37FXXyZ15Zm3XlRuKJnuVaZzZr-fiIJVIl4jZ4p9zLa2RXVfvOtCVMy8XGqXiCotoY6miE4vltGke_u1McVYDqb3Z6ECBdiU2TCa1cQoN6sJvblYHxTun5&astse=88036631105f9c6b&assa=6125", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0BQPJ6wjSaGyxyjjtxAg0arSmQBBkjTPrwSTNA5jX5DXhZJ8zZak77siX6bIAwVrerHZ-astiRuh1gzUCQz87BBF2xmKh-QtC_fkl_BCdgTnMzKVda79KJFZGdEMgpcQo7CPYLV_y43LxCJVSpdgM-G6yJlWY1h-iQMImx68kCb3aFH1PuAccgpl1x9S5xS4iM3EyZjwcSW6CLFLLaDavSEyRhSgKoncmf2riRRX16Y0ob1nSYPeZNASQUy6keSWvclPdaBkxVyKXCG3PJ1BWTxJgDVYq2tpM_9HuZdfCb_IuI6BRcW96MRdc_Gh4v5CSCFqANNEDHcHOUIUL2hDCw0ni7CXHiLOND3oOjJMYotLiVhYJwj8y1ItPVNlHDZowc2PTbvHoXxbWfmMsHJIvM5eCQJ3ByaNmRffsUxPaoB1RcXJqx3h1zE9DQ3AZzHAb-4U2NRqWqEboQV84DpVc8QooF9BA5d3EC7rCKYMF8m1LAuUVzrhhtrDKQ8XZyUB5Oy_CUkFvicbNvpmZbN61gu9I0NPCpExhECD64NEJn5vjX7lW5iGNTiIL1BFbxGoEcCX6MpzZV_B95MQ8SAEVsfon6-sZeqJKTBQpOhKhIcir1RInvwNhwojl4hRl2Y2p37FXXyZ15Zm3XlRuKJnuVaZzZr-fiIJVIl4jZ4p9zLa2RXVfvOtCVMy8XGqXiCotoY6miE4vltGke_u1McVYDqb3Z6ECBdiU2TCa1cQoN6sJvblYHxTun5&p=3&fvj=1&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": "nl", "Gender": "Female"}, {"index": 4, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_477083bb2b651e33", "Job Title": "Electrical Engineer - Installatieverantwoordelijke", "Company Name": "MSD", "Location": " Haarlem", "Job Description": "Ben jij de juiste persoon om de technische specificaties te bepalen waaraan onze elektrische installaties moeten voldoen en deze specificaties ook te borgen in technische standaarden? Heb jij het in je om de rol van Installatie Verantwoordelijke op te nemen en een leidende rol te nemen in het opschonen van elektrotechnische tekeningen en schema’s.\nVoor de afdeling Facilities Management in Haarlem zijn we vanwege groei op zoek naar een:\nElectrical Engineer - Installatieverantwoordelijke\nManufacturing Operations\nOns Manufacturing Operations-team bestaat uit de mensen die onze producten maken. We werken in de fabrieken met een “Veiligheid komt eerst, altijd kwaliteit”-mentaliteit en streven naar continue verbetering. We werken in de lokale fabriek, die is verbonden met ons wereldwijde productienetwerk, om de hoogste kwaliteit grondstoffen, tussenproducten en eindproducten te garanderen.\nWelkom in ons team\nVanuit Haarlem distribueren 2.500 verschillende verpakkingen van geneesmiddelen en vaccins naar meer dan 140 landen. Haarlem staat bekend als dé flexibele verpakkingslocatie in Europa.\nFacilities Management op de locatie Haarlem is een geïntegreerde serviceafdeling waarin een groot aantal services is gegroepeerd. Wij zijn verantwoordelijk voor het onderhoud van de gebouwen, terreinen en technische activa zoals HVAC, perslucht, vacuümsystemen, drinkwater / gezuiverd water, riolering en elektrische systemen. Daarnaast is de afdeling verantwoordelijk voor soft services zoals catering, schoonmaak, beveiliging, waste management en ongediertebestrijding. We werken nauw samen met onze externe dienstverlener en gezamenlijk werken we aan voortdurende ontwikkeling van services en bedrijfszekerheid.\nOver de functie\nVoor het verder opbouwen van onze asset management strategie zijn wij op zoek naar een ervaren Electrical Engineer met installatieverantwoordelijkheid conform de NEN3140. Binnen de functie wordt zeer nauw samengewerkt met projectteams en ligt de focus sterk op het ontwikkelen en vastleggen van technische standaarden en het opschonen van onze technische documentatie.\nPrimaire verantwoordelijkheden\nActeert als Installatieverantwoordelijk LV voor de site en geeft sturing aan de WV’ers (werkverantwoordelijken).\nIs deskundige voor de elektrotechnische installaties en adviseert de organisatie en projectteams over onderhoud, vervanging, optimalisatie en duurzaamheid van de installaties.\nIs verantwoordelijk voor het opstellen van site specifieke technische standaarden en ziet toe op de juiste toepassing van standaarden binnen projecten en onderhoud.\nSchrijft SOP’s (Standard Operation Procedures) en WI’s (Work Instructions).\nIs verantwoordelijk voor het leveren van input voor het meerjaren investeringsplan.\nParticipeert in asset gerelateerde capital projecten. Werkt de budgetaanvraag uit (Business Case) stelt User Requirement Specificaties op en ondersteunt de Qualification Engineers bij de Change Control en kwalificatie documentatie.\nZiet erop toe dat de juiste keuzes worden genomen ten aanzien van veiligheid, milieubelasting en duurzaamheid van de installaties.\nIs verantwoordelijk voor het beoordelen en goedkeuren van engineeringsdocumenten zoals, tekeningen, schema’s, offertes, change documentatie en commissioning- en overdrachtsdocumenten voor ingebruikname.\nGeeft sturing aan de externe AutoCAD tekenaars en draagt zorg dat de “as built” situatie juist weergegeven wordt op tekeningen en in schema’s.\nNeemt deel aan periodieke reviews en het Risk Based Asset Management programma (RBAM).\nManufacturing & Supply Division\nOnze Manufacturing & Supply Division streeft ernaar om wereldwijd de meest betrouwbare leverancier van biofarmaceutica te zijn. Onze faciliteiten, in combinatie met onze externe contractanten, leveranciers en partners, creëren een onderling afhankelijk, internationaal productienetwerk dat toegewijd is om hoogwaardige, betrouwbare levering aan klanten en patiënten te bieden, altijd op tijd en elke keer opnieuw.\nJouw profiel\nEen afgeronde HBO opleiding in de richting elektrotechniek.\nMinimaal 5 jaar werkervaring in een Engineering rol.\nBeheersen van Nederlandse/Engelse taal in woord en geschrift\nVaardig in het schrijven van rapportages en verbeterplannen\nGoede mondelinge en schriftelijke communicatieve vaardigheden (strategisch, tactisch, operationeel)\nBereidheid om Green belt gecertificeerd te worden\nKlant- en service gericht\nSterk ontwikkelde adviesvaardigheden\nBeschikt over organisatorisch vaardigheden.\nSterk analytisch inzicht\n\"Go see\" houding\nWij bieden\nWerken bij ons betekent samen werken aan gezondheid in een internationale werkomgeving met toegewijde collega’s.\nJe krijgt alle ruimte om jezelf te ontwikkelen en te laten zien wie jij bent. Verder kan je rekenen op aantrekkelijke arbeidsvoorwaarden:\nEen competitief salaris;\n35,5 vakantiedagen;\n8% vakantietoeslag en 3% eindejaarsuitkering;\nIncentive Plan;\nEen uitstekend pensioen;\nGratis gebruik sportschool;\nReiskostenvergoeding;\nVerschillende trainingsmodules.\nHeb je vragen over deze vacature?\nStuur je vraag inclusief het vacaturenummer en de vacaturetitel naar het volgende emailadres: RecruitmentNL@MSD.com\nSollicitaties kunnen alleen via onze website worden ingediend.\nWie we zijn…\nIn de Verenigde Staten en Canada staan we bekend als Merck & Co., Inc., Kenilworth, New Jersey, VS, en in alle andere landen als MSD. Al meer dan een eeuw stellen we ons in dienst van het leven en produceren we geneesmiddelen en vaccins voor veel van de meest uitdagende ziekten in de wereld. Ook vandaag de dag blijft ons bedrijf voorop lopen in het onderzoek naar het leveren van innovatieve oplossingen in de gezondheidszorg en het op een hoger plan brengen van de preventie en behandeling van ziekten die een gevaar vormen voor mensen en dieren wereldwijd.\nWaar we naar zoeken…\nIn een wereld van snelle innovatie zoeken we naar dappere uitvinders die impact willen maken in alle aspecten van ons bedrijf, waardoor doorbraken mogelijk zijn die de komende generaties zullen beïnvloeden. We moedigen u aan om uw ontwrichtend denken, samenwerkende instelling en diverse perspectieven mee te brengen naar onze organisatie. Samen gaan we door met het Uitvinden voor het leven, Levens beïnvloeden en ondertussen het Inspireren van uw carrièregroei.\nINVENT.\nIMPACT.\nINSPIRE.\nWe zijn er trots op dat we een bedrijf zijn dat de waarde van diverse, getalenteerde en toegewijde mensen samenbrengt en omarmt. De snelste manier om innovatie te doorbreken is wanneer diverse ideeën samenkomen in een inclusieve omgeving. We moedigen onze collega's aan om respectvol elkaars denkvermogen uit te dagen en gezamenlijk problemen te benaderen. We zijn een werkgever die gelijke kansen biedt en toegewijd is aan het bevorderen van een inclusieve en diverse werkplek.\nSearch Firm Representatives Please Read Carefully\nMerck & Co., Inc., Kenilworth, NJ, USA, also known as Merck Sharp & Dohme Corp., Kenilworth, NJ, USA, does not accept unsolicited assistance from search firms for employment opportunities. All CVs / resumes submitted by search firms to any employee at our company without a valid written search agreement in place for this position will be deemed the sole property of our company. No fee will be paid in the event a candidate is hired by our company as a result of an agency referral where no pre-existing agreement is in place. Where agency agreements are in place, introductions are position specific. Please, no phone calls or emails.\nEmployee Status:\nProject Temps (Fixed Term)\nRelocation:\nNo relocation\nVISA Sponsorship:\nTravel Requirements:\nFlexible Work Arrangements:\nShift:\nValid Driving License:\nHazardous Material(s):\nRequisition ID:R80040", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=477083bb2b651e33&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=686e5cf658325100&assa=6957", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=477083bb2b651e33&fccid=3c0bf511b4a29309&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": "nl", "Gender": "Female"}, {"index": 0, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_1db89ac71cff8fee", "Job Title": "Demi Chef de Partie", "Company Name": "DoubleTree by Hilton Amsterdam Centraal Station", "Location": " Amsterdam", "Job Description": "Demi Chef de Partie\nAltijd al willen werken in het grootste hotel in het centrum van Amsterdam?\n\nDoubleTree by Hilton Amsterdam Centraal Station biedt prachtige uitzichten, buitengewone service en bruisende food & beverage outlets.\n\nIn ons hotel vind je SkyLounge Amsterdam, award-winning rooftop terras, pop-up restaurant Eastwood Beer & Grill, onze eigen Starbucks® store en het meest gevarieerde ontbijtbuffet van de stad. Natuurlijk krijg jij in al onze outlets 50% korting! Daarnaast kun jij naast je baan onbeperkt fit blijven. Onze fitness is namelijk 24/7 beschikbaar voor jou!\n\nAls Demi Chef de Partie ben je verantwoordelijk voor voedselvoorbereiding op hoog niveau op een specifike sectie en het tegelijktijdig assisteren van de Chef de Partie bij dagelijkse werkzaamheden.\n\n\nDeel uitmaken van ons team als Demi Chef de Partie, betekent teamlid worden voor een van de beste werkgevers van Nederland. Met name omdat de zorg voor ons team een van onze topprioriteiten is! Met een jong team van ongeveer 35 chefs is er voor iedereen een plek. Chef-kok Paul Stoop is een gerenommeerde chef die de keuken al jaren verbetert. Jij zou de toevoeging kunnen zijn die we zoeken om het nog beter te maken!\n\nVan Wagyu tot T-bone, ons Eastwood Beer & Grill restaurant staat bekend om kwaliteit steaks. Natuurlijk serveren wij onze andere gerechten ook met de hoogste kwaliteit van zorg en creativiteit. Naast ons Eastwood Beer & Grill restaurant ben je ook verantwoordelijk voor de gerechten in SkyLounge Amsterdam. Hier worden je organisatorische vaardigheden getest en kun je laten zien of je kunt presteren in een drukke, dynamische omgeving. Van zelfgemaakte sushi tot ijs, het staat allemaal op de kaart.\n\nJe bent mede-verantwoordelijk voor een bepaalde sectie, dit in samenwerking met andere (Demi) Chef’s. Als Demi Chef de Partie zal je ook verantwoordelijkheid dragen voor de kostenbeheersing, waste management en bestellingen. Specifiek zal je verantwoordelijk zijn voor het uitvoeren van de volgende taken:\nZorg ervoor dat alle voedsel voorbereiding voldoet aan de normen\nHoud alle werkruimtes schoon en netjes en zorg dat er geen kruisbesmetting kan plaatsvinden\nVoorbereiden van alle mise en place voor de relevante menu's\nHet ondersteunen van andere afdelingen waar nodig en onderhouden van goede werkrelaties\nVerslag en beheer van het onderhoud, de hygiëne en de gevaren\nWees milieubewust\n\nAls Chef de Partie die werkt met onze DoubleTree by Hilton-merkstandaarden, werk je altijd namens onze gasten. Om deze rol met succes te vervullen, is het belangrijk dat je de volgende vaardigheden bezit:\nMinimaal 2 jaar ervaring als Demi Chef de Partie of een vergelijkbare rol\nEen actuele, geldige en relevante commerciële kwalificatie op het gebied van koken (bewijs vereist)\nUitstekende kennis van voedsel\nUitstekende communicatieve vaardigheden, met name in het Engels\nNVQ Niveau 2\nBehaald Basis-Hygiëne Certificaat\nEen positieve, proactieve en assertieve houding\nVermogen om te werken onder druk\nZowel zelfstandig als in teamverband kunnen werken\n\nIn deze functie is het een pré indien je kennis bezit over huidige eet-trends en Intermediate Food Hygiene kennis bezit.\n\n\nEn, voor wij het vergeten, naast de vele faciliteiten binnen ons hotel kun je zelf natuurlijk ook genieten van de Hilton service, wereldwijd en met korting!\n\nAltijd al willen weten hoe het is om bij DoubleTree by Hilton Amsterdam Centraal Station te werken? Bekijk dan onze team member video: https://youtu.be/2BaXEjZfbTI Demi Chef de Partie\nAlways wanted to work in the largest hotel in the center of Amsterdam?\n\nDoubleTree by Hilton Amsterdam Centraal Station offers amazing views, extraordinary service and lively food & beverage outlets.\n\nOur hotel includes SkyLounge Amsterdam, an award-winning rooftop terrace, pop-up restaurant Eastwood Beer & Grill, our very own Starbucks® Store and Amsterdam’s most extended breakfast buffet. You will, of course, receive a 50% discount in all of our food & beverage outlets. Moreover, you can stay fit next to your job. Our fitness is available 24/7 for you!\n\nA Demi Chef de Partie is responsible for ensuring high levels of food preparation on a specific section to deliver an excellent experience while assisting the Chef de Partie with all daily tasks. As an employee of DoubleTree by Hilton Amsterdam Centraal Station, you will be a part of one of the best employers in The Netherlands. Taking care of our team is one of our top priorities! With a young team of about 35 chefs, there is a place for everybody. Executive Chef Paul Stoop is a renowned chef who has been improving the kitchen for years. You could be the addition we are looking for to make it even better!\n\nFrom Wagyu to T-bone, our Eastwood Beer & Grill restaurant is known to offer the best quality steaks. Likewise, our other dishes show the highest quality and creativity. Besides our Eastwood Beer & Grill restaurant, you will also be responsible for the dishes in SkyLounge Amsterdam. Here, your organisational skills are tested and you can show whether you are able to perform in a busy and dynamic environment. From homemade sushi to ice cream, we have it all!\n\n\nYou will be partly responsible for a specific partie and working with the other (Demi) Chef de Partie’s on your section. A Demi Chef de Partie will also be required to assist with food cost controls like waste control and inventory management. Specifically, you will be responsible for performing the following tasks to the highest standards:\nEnsuring all food preparation meets standards\nKeeping all working areas clean and tidy and omitting cross contamination\nPreparing all mise en place for all relevant menus\nAssisting other departments wherever necessary and maintaining good working relationships\nReporting and controlling maintenance, hygiene and hazard issues\nBeing environmentally aware\nA Demi chef de Parti working with DoubleTree by Hilton brand standards is always working on behalf of our Guests. To successfully fill this role, it is important that you have the following skills:\nA minimum of 2 years of previous experience as a Demi Chef de Partie or a similar role\nA current, valid, and relevant trade commercial cookery qualification (proof may be required)\nExcellent knowledge of food\nGreat communication skills\nNVQ Level 2\nAchieved Basic Food Hygiene Certificate\nPositive, proactive and assertive attitude\nAbility to work under pressure\nAbility to work on your own or in a team\nExcellent English speaking skills\nIt would be advantageous in this position for you to demonstrate the following capabilities and distinctions:\nIntermediate Food Hygiene\nKnowledge of current food trends\n\nBefore we forget: next to our own facilities, you can also enjoy our Hilton service, worldwide and with a discount.\n\nWould you like to know what life as a team member at DoubleTree by Hilton Amsterdam Centraal Station looks like? Have a look at our team member impression video: https://youtu.be/2BaXEjZfbTI", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=1db89ac71cff8fee&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=e89b89570f4590a0&assa=1450", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=1db89ac71cff8fee&fccid=541f99e75f9ccda5&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": null, "Gender": "Neutral"}, {"index": 1, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_153be93752bb4457", "Job Title": "Junior Project Coördinator", "Company Name": "Bruggenbouwers", "Location": " Zaandam", "Job Description": "Ben jij die Junior Project Coördinator Bodem die wij zoeken? Ben jij planmatig en organisatorisch sterk? Dan zoeken wij jou!\nDe opdrachtgever houdt zich bezig met de verwerking en beheer van afvalstoffen. Zij realiseren zonneparken op stortlocaties en ondersteunen projecten in de het buitenland op het gebied van waste management. Alles wordt zo hoogwaardig mogelijk verwerkt zodat restafval uiteindelijk kan worden ingezet als grondstof voor beton.\nJij bent als Junior Project Coördinator Bodem verantwoordelijk voor het aansturen van onderaannemers voor het bewerken van bodemassen en het bijhouden en analyseren van projectgegevens. Je werkt nauw samen met de verantwoordelijke Projectleider maar je zult ook zelfstandig aan het werk zijn. Jij bent samen met jouw collega's verantwoordelijk voor het mee denken aan het ontwikkelen van nieuwe technieken.\nWat ga je doen?\nJij denkt mee en ondersteund en maakt analyses op het gebied van bodem opwerking;\nJij plant, coördineert en ziet toe op een correcte uitvoering van diverse projecten;\nJij bereidt inschrijvingen op aanbestedingen voor;\nJij stelt contracten op en onderhoudt klant contact.\nWaar ben jij goed in?\nJij bent communicatief vaardig en jij bent klantgericht;\nJij bent planmatig en organisatorisch sterk;\nJij bent proactief en jij kunt zowel zelfstandig als in teamverband verband werken;\nJij bent ambitieus en wil jezelf graag ontwikkelen en doorgroeien.\n\nJe beschikt over:\nEen afgeronde HBO-opleiding richting Civiele Techniek, Chemische- of Procestechnologie;\nJij hebt 1 tot 3 jaar werkervaring;\nErvaring en kennis van de afvalwerkingsmarkt is een pré;\nGoede beheersing van de Nederlandse taal en Engelse taal in woord en geschrift, Duits is een pré;\nEen rijbewijs B.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=153be93752bb4457&fccid=c44c56ea8580ab7c&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": null, "Gender": "Neutral"}, {"index": 2, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_7c3dd6ce5e03dd7f", "Job Title": "Asset Specialist HVAC/Utilities", "Company Name": "MSD", "Location": " Haarlem", "Job Description": "Ben jij de juiste persoon om technische specificaties te bepalen voor onze WTB installaties en deze te borgen in gedocumenteerde standaarden? Kan jij een leidende rol nemen in de herinrichting van ons (CAD)documentbeheer? Kan jij als specialist input leveren aan de verschillende projecten voor een duurzaam, veilig, en functioneel ontwerp? Dan zijn wij op zoek naar jou!\nVoor de afdeling Facilities Management in Haarlem zijn we vanwege groei op zoek naar een:\nAsset Specialist HVAC / Utilities\nManufacturing Operations\nOns Manufacturing Operations-team bestaat uit de mensen die onze producten maken. We werken in de fabrieken met een “Veiligheid komt eerst, altijd kwaliteit”-mentaliteit en streven naar continue verbetering. We werken in de lokale fabriek, die is verbonden met ons wereldwijde productienetwerk, om de hoogste kwaliteit grondstoffen, tussenproducten en eindproducten te garanderen.\nWelkom in ons team\nVanuit Haarlem distribueren 2.500 verschillende verpakkingen van geneesmiddelen en vaccins naar meer dan 140 landen. Haarlem staat bekend als dé flexibele verpakkingslocatie in Europa.\nFacilities Management op de locatie Haarlem is een geïntegreerde serviceafdeling waarin een groot aantal services is gegroepeerd. Wij zijn verantwoordelijk voor het onderhoud van de gebouwen, terreinen en technische activa zoals HVAC, perslucht, vacuümsystemen, drinkwater / gezuiverd water, riolering en elektrische systemen. Daarnaast is de afdeling verantwoordelijk voor soft services zoals catering, schoonmaak, beveiliging, waste management en ongediertebestrijding. We werken nauw samen met onze externe dienstverlener en gezamenlijk werken we aan voortdurende ontwikkeling van services en bedrijfszekerheid.\nOver de functie\nVoor het verder opbouwen van onze asset management strategie zijn wij op zoek naar een ervaren WTB specialist. Binnen de functie wordt zeer nauw samengewerkt met projectteams en ligt de focus sterk op het ontwikkelen en vastleggen van technische standaarden en het opzetten van professioneel document management.\nPrimaire verantwoordelijkheden\nActeert als deskundige voor de werktuigbouwkundige installaties en adviseert de organisatie en projectteams over onderhoud, vervanging, optimalisatie en duurzaamheid van de installaties.\nIs verantwoordelijk voor het opstellen van site specifieke technische standaarden en ziet toe op de juiste toepassing van standaarden binnen projecten en onderhoud.\nSchrijft SOP’s (Standard Operation Procedures) en WI’s (Work Instructions).\nIs verantwoordelijk voor het leveren van input voor het meerjaren investeringsplan.\nParticipeert in asset gerelateerde capital projecten. Werkt de budgetaanvraag uit (Business Case) stelt User Requirement Specificaties op en ondersteunt de Qualification Engineers bij de Change Control en kwalificatie documentatie.\nZiet erop toe dat de juiste keuzes worden genomen ten aanzien van veiligheid, milieubelasting en duurzaamheid van de installaties.\nIs verantwoordelijk voor het beoordelen en goedkeuren van engineeringsdocumenten zoals, tekeningen, schema’s, offertes, change documentatie en commissioning- en overdrachtsdocumenten voor ingebruikname.\nBeheert technische documentatie en tekeningen, ziet toe op de juiste inrichting en flow van documenten en een optimale inrichting van het Meridian document management systeem.\nGeeft sturing aan de externe AutoCAD tekenaars en draagt zorg dat de “as built” situatie juist weergegeven wordt op tekeningen en P&ID’s.\nOndersteunt de Maintenance en Reliability Engineers bij het opstellen en optimaliseren van onderhouds- en vervangingsplannen.\nNeemt deel aan periodieke reviews en het Risk Based Asset Management programma (RBAM)\nManufacturing & Supply Division\nOnze Manufacturing & Supply Division streeft ernaar om wereldwijd de meest betrouwbare leverancier van biofarmaceutica te zijn. Onze faciliteiten, in combinatie met onze externe contractanten, leveranciers en partners, creëren een onderling afhankelijk, internationaal productienetwerk dat toegewijd is om hoogwaardige, betrouwbare levering aan klanten en patiënten te bieden, altijd op tijd en elke keer opnieuw.\nJouw profiel\nHBO/Academische afgeronde opleiding op gebied van Werktuigbouwkunde.\nMinimaal 5 jaar werkervaring in een relevante Engineering/Reliability rol.\nBeheersen van Nederlandse/Engelse taal in woord en geschrift\nVaardig in het schrijven van rapportages en verbeterplannen.\nGoede mondelinge en schriftelijke communicatieve vaardigheden (strategisch, tactisch, operationeel).\nBereidheid om Green belt gecertificeerd te worden.\nKlant- en service gericht.\nSterk ontwikkelde adviesvaardigheden.\nBeschikt over organisatorisch vaardigheden.\nSterk analytisch inzicht.\n\"Go see\" houding.\nWij bieden\nWerken bij ons betekent samen werken aan gezondheid in een internationale werkomgeving met toegewijde collega’s.\nJe krijgt alle ruimte om jezelf te ontwikkelen en te laten zien wie jij bent. Verder kan je rekenen op aantrekkelijke arbeidsvoorwaarden:\nEen competitief salaris;\n35,5 vakantiedagen;\n8% vakantietoeslag en 3% eindejaarsuitkering;\nIncentive Plan;\nEen uitstekend pensioen;\nGratis gebruik sportschool;\nReiskostenvergoeding;\nVerschillende trainingsmodules.\nHeb je vragen over deze vacature?\nStuur je vraag inclusief het vacaturenummer en de vacaturetitel naar het volgende emailadres: RecruitmentNL@MSD.com\nSollicitaties kunnen alleen via onze website worden ingediend.\nWie we zijn…\nIn de Verenigde Staten en Canada staan we bekend als Merck & Co., Inc., Kenilworth, New Jersey, VS, en in alle andere landen als MSD. Al meer dan een eeuw stellen we ons in dienst van het leven en produceren we geneesmiddelen en vaccins voor veel van de meest uitdagende ziekten in de wereld. Ook vandaag de dag blijft ons bedrijf voorop lopen in het onderzoek naar het leveren van innovatieve oplossingen in de gezondheidszorg en het op een hoger plan brengen van de preventie en behandeling van ziekten die een gevaar vormen voor mensen en dieren wereldwijd.\nWaar we naar zoeken…\nIn een wereld van snelle innovatie zoeken we naar dappere uitvinders die impact willen maken in alle aspecten van ons bedrijf, waardoor doorbraken mogelijk zijn die de komende generaties zullen beïnvloeden. We moedigen u aan om uw ontwrichtend denken, samenwerkende instelling en diverse perspectieven mee te brengen naar onze organisatie. Samen gaan we door met het Uitvinden voor het leven, Levens beïnvloeden en ondertussen het Inspireren van uw carrièregroei.\nINVENT.\nIMPACT.\nINSPIRE.\nWe zijn er trots op dat we een bedrijf zijn dat de waarde van diverse, getalenteerde en toegewijde mensen samenbrengt en omarmt. De snelste manier om innovatie te doorbreken is wanneer diverse ideeën samenkomen in een inclusieve omgeving. We moedigen onze collega's aan om respectvol elkaars denkvermogen uit te dagen en gezamenlijk problemen te benaderen. We zijn een werkgever die gelijke kansen biedt en toegewijd is aan het bevorderen van een inclusieve en diverse werkplek.\nSearch Firm Representatives Please Read Carefully\nMerck & Co., Inc., Kenilworth, NJ, USA, also known as Merck Sharp & Dohme Corp., Kenilworth, NJ, USA, does not accept unsolicited assistance from search firms for employment opportunities. All CVs / resumes submitted by search firms to any employee at our company without a valid written search agreement in place for this position will be deemed the sole property of our company. No fee will be paid in the event a candidate is hired by our company as a result of an agency referral where no pre-existing agreement is in place. Where agency agreements are in place, introductions are position specific. Please, no phone calls or emails.\nEmployee Status:\nProject Temps (Fixed Term)\nRelocation:\nNo relocation\nVISA Sponsorship:\nTravel Requirements:\nFlexible Work Arrangements:\nShift:\nValid Driving License:\nHazardous Material(s):\nRequisition ID:R80038", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=7c3dd6ce5e03dd7f&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=2afb87f3ee4ef843&assa=5262", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=7c3dd6ce5e03dd7f&fccid=3c0bf511b4a29309&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": null, "Gender": "Neutral"}, {"index": 3, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "pj_628a588bc137a6ff", "Job Title": "Vrachtwagenchauffeur", "Company Name": "Randstad", "Location": " Middenmeer", "Job Description": "Vrachtwagenchauffeur en belader kraakperswagen gezocht. Voor de omgeving Middenmeer zoek ik een ervaren vrachtwagenchauffeur met het C-rijbewijs, die aan de slag wil in de afvalbranche. Hierbij maken zowel chauffeurswerkzaamheden als het beladen van de wagen onderdeel uit van je takenpakket.\nwat bieden wij jou\n\nTot 2500 bruto per maand\nReguliere werktijden\nAls chauffeur en belader aan het werk\nWerken in een team\n25 vakantiedagen en 8,33% vakantiebijslag\nDoorgroeimogelijkheden in de afvalbranche\nwie ben jij\n\nJe bent een echte teamspeler. Je zit namelijk altijd met twee of drie collega's op de wagen. Samen zorg je er voor dat de afvalstromen worden opgehaald en naar de inzamellocaties worden vervoerd. Als vrachtwagenchauffeur zit je dus niet alleen voorin, ook het beladen doe je samen. Geen werkdag zal hetzelfde zijn.\nJe hebt minimaal een rijbewijs C met Code95\nen een Digitale Bestuurderskaart\nJe wil als chauffeur en belader aan de slag\nJe hebt al ervaring als vrachtwagenchauffeur of in de afvalbranche\nEen VCA-Basis certificaat is een pré maar je kan dit ook via ons gaan behalen\nEen VOG is voor jou geen probleem\nwat ga je doen\n\nIk zoek een klantgerichte vrachtwagenchauffeur met een positieve werkhouding, die zowel zelfstandig als in teamverband kan werken. Samen met je collega’s zorg je er iedere dag weer voor dat het werk gedaan is. Op sommige routes wissel je gedurende de dag met je collega waarmee je op pad bent van belader naar vrachtwagenchauffeur en omgekeerd. Je zal ook de nodige administratieve werkzaamheden verrichten ter verantwoording van de van de ingezamelde afvalstromen. Verder zorg je voor het reinigen van het voertuig en ben je verantwoordelijk voor het klein onderhoud.\nReguliere werktijden\nOver het algemeen start je tussen 06:00 en 07:00\nen ben je tussen 16:00 en 17:00 weer klaar\nDe weekeinden ben je vrij\nwaar ga je werken\n\nDe opdrachtgever is een afvalverwerker die verantwoordelijk is voor het duurzaam waste management in 44 gemeenten en 6 waterschappen uit Noord-Holland, Zuid-Holland, Flevoland en Friesland.\n\nJe zal starten op een achterlader maar bij goed functioneren zijn er mooie doorgroeimogelijkheden. Bijvoorbeeld op de haakarmwagen, de zijlader of in de inzameling van ondergrondse containers met een kraan. Heb je hier al ervaring mee? Laat me dat dan zeker weten.\nBeloning volgens de CAO van de opdrachtgever\n13,58 tot 14,59 bruto per uur, afhankelijk van je ervaring\n25 vakantiedagen en 8,33% vakantiebijslag (op basis van een fulltime dienstverband)\nReiskostenvergoeding\nEen stipte en correcte uitbetaling van je salaris en toeslagen\nDe mogelijkheid van deelname aan Pensioenfonds Vervoer\nGoede bij- en nascholingsmogelijkheden, bijvoorbeeld voor je Code95, VCA of ADR\nIs dit jouw nieuwe chauffeursbaan? Solliciteer dan direct met CV en motivatie.\nUiteraard staat deze vacature open voor iedereen die zich hierin herkent.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=628a588bc137a6ff&from=vj&sjdu=EhN7iYuFfSzXjNVyjgn8AUCKmiQKB3qdac7gUnwOGVhQXvf1EulnitXhnhAx2XB9--REdLUaC_argQxnRTWZcg&spon=1&adid=328914772&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0BQPJ6wjSaGyxyjjtxAg0arSmQBBkjTPrwSTNA5jX5DXhZJ8zZak77siX6bIAwVrerHZ-astiRuh1gzUCQz87BBF2xmKh-QtC_fkl_BCdgTnMzKVda79KJFZGdEMgpcQo7CPYLV_y43LxCJVSpdgM-G6yJlWY1h-iQMImx68kCb3aFH1PuAccgpl1x9S5xS4iM3EyZjwcSW6CLFLLaDavSEyRhSgKoncmf2riRRX16Y0ob1nSYPeZNASQUy6keSWvclPdaBkxVyKXCG3PJ1BWTxJgDVYq2tpM_9HuZdfCb_IuI6BRcW96MRdc_Gh4v5CSCFqANNEDHcHOUIUL2hDCw0ni7CXHiLOND3oOjJMYotLiVhYJwj8y1ItPVNlHDZowc2PTbvHoXxbWfmMsHJIvM5eCQJ3ByaNmRffsUxPaoB1RcXJqx3h1zE9DQ3AZzHAb-4U2NRqWqEboQV84DpVc8QooF9BA5d3EC7rCKYMF8m1LAuUVzrhhtrDKQ8XZyUB5Oy_CUkFvicbNvpmZbN61gu9I0NPCpExhECD64NEJn5vjX7lW5iGNTiIL1BFbxGoEcCX6MpzZV_B95MQ8SAEVsfon6-sZeqJKTBQpOhKhIcir1RInvwNhwojl4hRl2Y2p37FXXyZ15Zm3XlRuKJnuVaZzZr-fiIJVIl4jZ4p9zLa2RXVfvOtCVMy8XGqXiCotoY6miE4vltGke_u1McVYDqb3Z6ECBdiU2TCa1cQoN6sJvblYHxTun5&astse=88036631105f9c6b&assa=6125", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0BQPJ6wjSaGyxyjjtxAg0arSmQBBkjTPrwSTNA5jX5DXhZJ8zZak77siX6bIAwVrerHZ-astiRuh1gzUCQz87BBF2xmKh-QtC_fkl_BCdgTnMzKVda79KJFZGdEMgpcQo7CPYLV_y43LxCJVSpdgM-G6yJlWY1h-iQMImx68kCb3aFH1PuAccgpl1x9S5xS4iM3EyZjwcSW6CLFLLaDavSEyRhSgKoncmf2riRRX16Y0ob1nSYPeZNASQUy6keSWvclPdaBkxVyKXCG3PJ1BWTxJgDVYq2tpM_9HuZdfCb_IuI6BRcW96MRdc_Gh4v5CSCFqANNEDHcHOUIUL2hDCw0ni7CXHiLOND3oOjJMYotLiVhYJwj8y1ItPVNlHDZowc2PTbvHoXxbWfmMsHJIvM5eCQJ3ByaNmRffsUxPaoB1RcXJqx3h1zE9DQ3AZzHAb-4U2NRqWqEboQV84DpVc8QooF9BA5d3EC7rCKYMF8m1LAuUVzrhhtrDKQ8XZyUB5Oy_CUkFvicbNvpmZbN61gu9I0NPCpExhECD64NEJn5vjX7lW5iGNTiIL1BFbxGoEcCX6MpzZV_B95MQ8SAEVsfon6-sZeqJKTBQpOhKhIcir1RInvwNhwojl4hRl2Y2p37FXXyZ15Zm3XlRuKJnuVaZzZr-fiIJVIl4jZ4p9zLa2RXVfvOtCVMy8XGqXiCotoY6miE4vltGke_u1McVYDqb3Z6ECBdiU2TCa1cQoN6sJvblYHxTun5&p=3&fvj=1&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": null, "Gender": "Neutral"}, {"index": 4, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_477083bb2b651e33", "Job Title": "Electrical Engineer - Installatieverantwoordelijke", "Company Name": "MSD", "Location": " Haarlem", "Job Description": "Ben jij de juiste persoon om de technische specificaties te bepalen waaraan onze elektrische installaties moeten voldoen en deze specificaties ook te borgen in technische standaarden? Heb jij het in je om de rol van Installatie Verantwoordelijke op te nemen en een leidende rol te nemen in het opschonen van elektrotechnische tekeningen en schema’s.\nVoor de afdeling Facilities Management in Haarlem zijn we vanwege groei op zoek naar een:\nElectrical Engineer - Installatieverantwoordelijke\nManufacturing Operations\nOns Manufacturing Operations-team bestaat uit de mensen die onze producten maken. We werken in de fabrieken met een “Veiligheid komt eerst, altijd kwaliteit”-mentaliteit en streven naar continue verbetering. We werken in de lokale fabriek, die is verbonden met ons wereldwijde productienetwerk, om de hoogste kwaliteit grondstoffen, tussenproducten en eindproducten te garanderen.\nWelkom in ons team\nVanuit Haarlem distribueren 2.500 verschillende verpakkingen van geneesmiddelen en vaccins naar meer dan 140 landen. Haarlem staat bekend als dé flexibele verpakkingslocatie in Europa.\nFacilities Management op de locatie Haarlem is een geïntegreerde serviceafdeling waarin een groot aantal services is gegroepeerd. Wij zijn verantwoordelijk voor het onderhoud van de gebouwen, terreinen en technische activa zoals HVAC, perslucht, vacuümsystemen, drinkwater / gezuiverd water, riolering en elektrische systemen. Daarnaast is de afdeling verantwoordelijk voor soft services zoals catering, schoonmaak, beveiliging, waste management en ongediertebestrijding. We werken nauw samen met onze externe dienstverlener en gezamenlijk werken we aan voortdurende ontwikkeling van services en bedrijfszekerheid.\nOver de functie\nVoor het verder opbouwen van onze asset management strategie zijn wij op zoek naar een ervaren Electrical Engineer met installatieverantwoordelijkheid conform de NEN3140. Binnen de functie wordt zeer nauw samengewerkt met projectteams en ligt de focus sterk op het ontwikkelen en vastleggen van technische standaarden en het opschonen van onze technische documentatie.\nPrimaire verantwoordelijkheden\nActeert als Installatieverantwoordelijk LV voor de site en geeft sturing aan de WV’ers (werkverantwoordelijken).\nIs deskundige voor de elektrotechnische installaties en adviseert de organisatie en projectteams over onderhoud, vervanging, optimalisatie en duurzaamheid van de installaties.\nIs verantwoordelijk voor het opstellen van site specifieke technische standaarden en ziet toe op de juiste toepassing van standaarden binnen projecten en onderhoud.\nSchrijft SOP’s (Standard Operation Procedures) en WI’s (Work Instructions).\nIs verantwoordelijk voor het leveren van input voor het meerjaren investeringsplan.\nParticipeert in asset gerelateerde capital projecten. Werkt de budgetaanvraag uit (Business Case) stelt User Requirement Specificaties op en ondersteunt de Qualification Engineers bij de Change Control en kwalificatie documentatie.\nZiet erop toe dat de juiste keuzes worden genomen ten aanzien van veiligheid, milieubelasting en duurzaamheid van de installaties.\nIs verantwoordelijk voor het beoordelen en goedkeuren van engineeringsdocumenten zoals, tekeningen, schema’s, offertes, change documentatie en commissioning- en overdrachtsdocumenten voor ingebruikname.\nGeeft sturing aan de externe AutoCAD tekenaars en draagt zorg dat de “as built” situatie juist weergegeven wordt op tekeningen en in schema’s.\nNeemt deel aan periodieke reviews en het Risk Based Asset Management programma (RBAM).\nManufacturing & Supply Division\nOnze Manufacturing & Supply Division streeft ernaar om wereldwijd de meest betrouwbare leverancier van biofarmaceutica te zijn. Onze faciliteiten, in combinatie met onze externe contractanten, leveranciers en partners, creëren een onderling afhankelijk, internationaal productienetwerk dat toegewijd is om hoogwaardige, betrouwbare levering aan klanten en patiënten te bieden, altijd op tijd en elke keer opnieuw.\nJouw profiel\nEen afgeronde HBO opleiding in de richting elektrotechniek.\nMinimaal 5 jaar werkervaring in een Engineering rol.\nBeheersen van Nederlandse/Engelse taal in woord en geschrift\nVaardig in het schrijven van rapportages en verbeterplannen\nGoede mondelinge en schriftelijke communicatieve vaardigheden (strategisch, tactisch, operationeel)\nBereidheid om Green belt gecertificeerd te worden\nKlant- en service gericht\nSterk ontwikkelde adviesvaardigheden\nBeschikt over organisatorisch vaardigheden.\nSterk analytisch inzicht\n\"Go see\" houding\nWij bieden\nWerken bij ons betekent samen werken aan gezondheid in een internationale werkomgeving met toegewijde collega’s.\nJe krijgt alle ruimte om jezelf te ontwikkelen en te laten zien wie jij bent. Verder kan je rekenen op aantrekkelijke arbeidsvoorwaarden:\nEen competitief salaris;\n35,5 vakantiedagen;\n8% vakantietoeslag en 3% eindejaarsuitkering;\nIncentive Plan;\nEen uitstekend pensioen;\nGratis gebruik sportschool;\nReiskostenvergoeding;\nVerschillende trainingsmodules.\nHeb je vragen over deze vacature?\nStuur je vraag inclusief het vacaturenummer en de vacaturetitel naar het volgende emailadres: RecruitmentNL@MSD.com\nSollicitaties kunnen alleen via onze website worden ingediend.\nWie we zijn…\nIn de Verenigde Staten en Canada staan we bekend als Merck & Co., Inc., Kenilworth, New Jersey, VS, en in alle andere landen als MSD. Al meer dan een eeuw stellen we ons in dienst van het leven en produceren we geneesmiddelen en vaccins voor veel van de meest uitdagende ziekten in de wereld. Ook vandaag de dag blijft ons bedrijf voorop lopen in het onderzoek naar het leveren van innovatieve oplossingen in de gezondheidszorg en het op een hoger plan brengen van de preventie en behandeling van ziekten die een gevaar vormen voor mensen en dieren wereldwijd.\nWaar we naar zoeken…\nIn een wereld van snelle innovatie zoeken we naar dappere uitvinders die impact willen maken in alle aspecten van ons bedrijf, waardoor doorbraken mogelijk zijn die de komende generaties zullen beïnvloeden. We moedigen u aan om uw ontwrichtend denken, samenwerkende instelling en diverse perspectieven mee te brengen naar onze organisatie. Samen gaan we door met het Uitvinden voor het leven, Levens beïnvloeden en ondertussen het Inspireren van uw carrièregroei.\nINVENT.\nIMPACT.\nINSPIRE.\nWe zijn er trots op dat we een bedrijf zijn dat de waarde van diverse, getalenteerde en toegewijde mensen samenbrengt en omarmt. De snelste manier om innovatie te doorbreken is wanneer diverse ideeën samenkomen in een inclusieve omgeving. We moedigen onze collega's aan om respectvol elkaars denkvermogen uit te dagen en gezamenlijk problemen te benaderen. We zijn een werkgever die gelijke kansen biedt en toegewijd is aan het bevorderen van een inclusieve en diverse werkplek.\nSearch Firm Representatives Please Read Carefully\nMerck & Co., Inc., Kenilworth, NJ, USA, also known as Merck Sharp & Dohme Corp., Kenilworth, NJ, USA, does not accept unsolicited assistance from search firms for employment opportunities. All CVs / resumes submitted by search firms to any employee at our company without a valid written search agreement in place for this position will be deemed the sole property of our company. No fee will be paid in the event a candidate is hired by our company as a result of an agency referral where no pre-existing agreement is in place. Where agency agreements are in place, introductions are position specific. Please, no phone calls or emails.\nEmployee Status:\nProject Temps (Fixed Term)\nRelocation:\nNo relocation\nVISA Sponsorship:\nTravel Requirements:\nFlexible Work Arrangements:\nShift:\nValid Driving License:\nHazardous Material(s):\nRequisition ID:R80040", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=477083bb2b651e33&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=686e5cf658325100&assa=6957", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=477083bb2b651e33&fccid=3c0bf511b4a29309&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": null, "Gender": "Neutral"}, {"index": 1, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_153be93752bb4457", "Job Title": "Junior Project Coördinator", "Company Name": "Bruggenbouwers", "Location": " Zaandam", "Job Description": "Ben jij die Junior Project Coördinator Bodem die wij zoeken? Ben jij planmatig en organisatorisch sterk? Dan zoeken wij jou!\nDe opdrachtgever houdt zich bezig met de verwerking en beheer van afvalstoffen. Zij realiseren zonneparken op stortlocaties en ondersteunen projecten in de het buitenland op het gebied van waste management. Alles wordt zo hoogwaardig mogelijk verwerkt zodat restafval uiteindelijk kan worden ingezet als grondstof voor beton.\nJij bent als Junior Project Coördinator Bodem verantwoordelijk voor het aansturen van onderaannemers voor het bewerken van bodemassen en het bijhouden en analyseren van projectgegevens. Je werkt nauw samen met de verantwoordelijke Projectleider maar je zult ook zelfstandig aan het werk zijn. Jij bent samen met jouw collega's verantwoordelijk voor het mee denken aan het ontwikkelen van nieuwe technieken.\nWat ga je doen?\nJij denkt mee en ondersteund en maakt analyses op het gebied van bodem opwerking;\nJij plant, coördineert en ziet toe op een correcte uitvoering van diverse projecten;\nJij bereidt inschrijvingen op aanbestedingen voor;\nJij stelt contracten op en onderhoudt klant contact.\nWaar ben jij goed in?\nJij bent communicatief vaardig en jij bent klantgericht;\nJij bent planmatig en organisatorisch sterk;\nJij bent proactief en jij kunt zowel zelfstandig als in teamverband verband werken;\nJij bent ambitieus en wil jezelf graag ontwikkelen en doorgroeien.\n\nJe beschikt over:\nEen afgeronde HBO-opleiding richting Civiele Techniek, Chemische- of Procestechnologie;\nJij hebt 1 tot 3 jaar werkervaring;\nErvaring en kennis van de afvalwerkingsmarkt is een pré;\nGoede beheersing van de Nederlandse taal en Engelse taal in woord en geschrift, Duits is een pré;\nEen rijbewijs B.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=153be93752bb4457&fccid=c44c56ea8580ab7c&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": "en", "Gender": "Neutral"}, {"index": 2, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_7c3dd6ce5e03dd7f", "Job Title": "Asset Specialist HVAC/Utilities", "Company Name": "MSD", "Location": " Haarlem", "Job Description": "Ben jij de juiste persoon om technische specificaties te bepalen voor onze WTB installaties en deze te borgen in gedocumenteerde standaarden? Kan jij een leidende rol nemen in de herinrichting van ons (CAD)documentbeheer? Kan jij als specialist input leveren aan de verschillende projecten voor een duurzaam, veilig, en functioneel ontwerp? Dan zijn wij op zoek naar jou!\nVoor de afdeling Facilities Management in Haarlem zijn we vanwege groei op zoek naar een:\nAsset Specialist HVAC / Utilities\nManufacturing Operations\nOns Manufacturing Operations-team bestaat uit de mensen die onze producten maken. We werken in de fabrieken met een “Veiligheid komt eerst, altijd kwaliteit”-mentaliteit en streven naar continue verbetering. We werken in de lokale fabriek, die is verbonden met ons wereldwijde productienetwerk, om de hoogste kwaliteit grondstoffen, tussenproducten en eindproducten te garanderen.\nWelkom in ons team\nVanuit Haarlem distribueren 2.500 verschillende verpakkingen van geneesmiddelen en vaccins naar meer dan 140 landen. Haarlem staat bekend als dé flexibele verpakkingslocatie in Europa.\nFacilities Management op de locatie Haarlem is een geïntegreerde serviceafdeling waarin een groot aantal services is gegroepeerd. Wij zijn verantwoordelijk voor het onderhoud van de gebouwen, terreinen en technische activa zoals HVAC, perslucht, vacuümsystemen, drinkwater / gezuiverd water, riolering en elektrische systemen. Daarnaast is de afdeling verantwoordelijk voor soft services zoals catering, schoonmaak, beveiliging, waste management en ongediertebestrijding. We werken nauw samen met onze externe dienstverlener en gezamenlijk werken we aan voortdurende ontwikkeling van services en bedrijfszekerheid.\nOver de functie\nVoor het verder opbouwen van onze asset management strategie zijn wij op zoek naar een ervaren WTB specialist. Binnen de functie wordt zeer nauw samengewerkt met projectteams en ligt de focus sterk op het ontwikkelen en vastleggen van technische standaarden en het opzetten van professioneel document management.\nPrimaire verantwoordelijkheden\nActeert als deskundige voor de werktuigbouwkundige installaties en adviseert de organisatie en projectteams over onderhoud, vervanging, optimalisatie en duurzaamheid van de installaties.\nIs verantwoordelijk voor het opstellen van site specifieke technische standaarden en ziet toe op de juiste toepassing van standaarden binnen projecten en onderhoud.\nSchrijft SOP’s (Standard Operation Procedures) en WI’s (Work Instructions).\nIs verantwoordelijk voor het leveren van input voor het meerjaren investeringsplan.\nParticipeert in asset gerelateerde capital projecten. Werkt de budgetaanvraag uit (Business Case) stelt User Requirement Specificaties op en ondersteunt de Qualification Engineers bij de Change Control en kwalificatie documentatie.\nZiet erop toe dat de juiste keuzes worden genomen ten aanzien van veiligheid, milieubelasting en duurzaamheid van de installaties.\nIs verantwoordelijk voor het beoordelen en goedkeuren van engineeringsdocumenten zoals, tekeningen, schema’s, offertes, change documentatie en commissioning- en overdrachtsdocumenten voor ingebruikname.\nBeheert technische documentatie en tekeningen, ziet toe op de juiste inrichting en flow van documenten en een optimale inrichting van het Meridian document management systeem.\nGeeft sturing aan de externe AutoCAD tekenaars en draagt zorg dat de “as built” situatie juist weergegeven wordt op tekeningen en P&ID’s.\nOndersteunt de Maintenance en Reliability Engineers bij het opstellen en optimaliseren van onderhouds- en vervangingsplannen.\nNeemt deel aan periodieke reviews en het Risk Based Asset Management programma (RBAM)\nManufacturing & Supply Division\nOnze Manufacturing & Supply Division streeft ernaar om wereldwijd de meest betrouwbare leverancier van biofarmaceutica te zijn. Onze faciliteiten, in combinatie met onze externe contractanten, leveranciers en partners, creëren een onderling afhankelijk, internationaal productienetwerk dat toegewijd is om hoogwaardige, betrouwbare levering aan klanten en patiënten te bieden, altijd op tijd en elke keer opnieuw.\nJouw profiel\nHBO/Academische afgeronde opleiding op gebied van Werktuigbouwkunde.\nMinimaal 5 jaar werkervaring in een relevante Engineering/Reliability rol.\nBeheersen van Nederlandse/Engelse taal in woord en geschrift\nVaardig in het schrijven van rapportages en verbeterplannen.\nGoede mondelinge en schriftelijke communicatieve vaardigheden (strategisch, tactisch, operationeel).\nBereidheid om Green belt gecertificeerd te worden.\nKlant- en service gericht.\nSterk ontwikkelde adviesvaardigheden.\nBeschikt over organisatorisch vaardigheden.\nSterk analytisch inzicht.\n\"Go see\" houding.\nWij bieden\nWerken bij ons betekent samen werken aan gezondheid in een internationale werkomgeving met toegewijde collega’s.\nJe krijgt alle ruimte om jezelf te ontwikkelen en te laten zien wie jij bent. Verder kan je rekenen op aantrekkelijke arbeidsvoorwaarden:\nEen competitief salaris;\n35,5 vakantiedagen;\n8% vakantietoeslag en 3% eindejaarsuitkering;\nIncentive Plan;\nEen uitstekend pensioen;\nGratis gebruik sportschool;\nReiskostenvergoeding;\nVerschillende trainingsmodules.\nHeb je vragen over deze vacature?\nStuur je vraag inclusief het vacaturenummer en de vacaturetitel naar het volgende emailadres: RecruitmentNL@MSD.com\nSollicitaties kunnen alleen via onze website worden ingediend.\nWie we zijn…\nIn de Verenigde Staten en Canada staan we bekend als Merck & Co., Inc., Kenilworth, New Jersey, VS, en in alle andere landen als MSD. Al meer dan een eeuw stellen we ons in dienst van het leven en produceren we geneesmiddelen en vaccins voor veel van de meest uitdagende ziekten in de wereld. Ook vandaag de dag blijft ons bedrijf voorop lopen in het onderzoek naar het leveren van innovatieve oplossingen in de gezondheidszorg en het op een hoger plan brengen van de preventie en behandeling van ziekten die een gevaar vormen voor mensen en dieren wereldwijd.\nWaar we naar zoeken…\nIn een wereld van snelle innovatie zoeken we naar dappere uitvinders die impact willen maken in alle aspecten van ons bedrijf, waardoor doorbraken mogelijk zijn die de komende generaties zullen beïnvloeden. We moedigen u aan om uw ontwrichtend denken, samenwerkende instelling en diverse perspectieven mee te brengen naar onze organisatie. Samen gaan we door met het Uitvinden voor het leven, Levens beïnvloeden en ondertussen het Inspireren van uw carrièregroei.\nINVENT.\nIMPACT.\nINSPIRE.\nWe zijn er trots op dat we een bedrijf zijn dat de waarde van diverse, getalenteerde en toegewijde mensen samenbrengt en omarmt. De snelste manier om innovatie te doorbreken is wanneer diverse ideeën samenkomen in een inclusieve omgeving. We moedigen onze collega's aan om respectvol elkaars denkvermogen uit te dagen en gezamenlijk problemen te benaderen. We zijn een werkgever die gelijke kansen biedt en toegewijd is aan het bevorderen van een inclusieve en diverse werkplek.\nSearch Firm Representatives Please Read Carefully\nMerck & Co., Inc., Kenilworth, NJ, USA, also known as Merck Sharp & Dohme Corp., Kenilworth, NJ, USA, does not accept unsolicited assistance from search firms for employment opportunities. All CVs / resumes submitted by search firms to any employee at our company without a valid written search agreement in place for this position will be deemed the sole property of our company. No fee will be paid in the event a candidate is hired by our company as a result of an agency referral where no pre-existing agreement is in place. Where agency agreements are in place, introductions are position specific. Please, no phone calls or emails.\nEmployee Status:\nProject Temps (Fixed Term)\nRelocation:\nNo relocation\nVISA Sponsorship:\nTravel Requirements:\nFlexible Work Arrangements:\nShift:\nValid Driving License:\nHazardous Material(s):\nRequisition ID:R80038", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=7c3dd6ce5e03dd7f&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=2afb87f3ee4ef843&assa=5262", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=7c3dd6ce5e03dd7f&fccid=3c0bf511b4a29309&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": "en", "Gender": "Neutral"}, {"index": 3, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "pj_628a588bc137a6ff", "Job Title": "Vrachtwagenchauffeur", "Company Name": "Randstad", "Location": " Middenmeer", "Job Description": "Vrachtwagenchauffeur en belader kraakperswagen gezocht. Voor de omgeving Middenmeer zoek ik een ervaren vrachtwagenchauffeur met het C-rijbewijs, die aan de slag wil in de afvalbranche. Hierbij maken zowel chauffeurswerkzaamheden als het beladen van de wagen onderdeel uit van je takenpakket.\nwat bieden wij jou\n\nTot 2500 bruto per maand\nReguliere werktijden\nAls chauffeur en belader aan het werk\nWerken in een team\n25 vakantiedagen en 8,33% vakantiebijslag\nDoorgroeimogelijkheden in de afvalbranche\nwie ben jij\n\nJe bent een echte teamspeler. Je zit namelijk altijd met twee of drie collega's op de wagen. Samen zorg je er voor dat de afvalstromen worden opgehaald en naar de inzamellocaties worden vervoerd. Als vrachtwagenchauffeur zit je dus niet alleen voorin, ook het beladen doe je samen. Geen werkdag zal hetzelfde zijn.\nJe hebt minimaal een rijbewijs C met Code95\nen een Digitale Bestuurderskaart\nJe wil als chauffeur en belader aan de slag\nJe hebt al ervaring als vrachtwagenchauffeur of in de afvalbranche\nEen VCA-Basis certificaat is een pré maar je kan dit ook via ons gaan behalen\nEen VOG is voor jou geen probleem\nwat ga je doen\n\nIk zoek een klantgerichte vrachtwagenchauffeur met een positieve werkhouding, die zowel zelfstandig als in teamverband kan werken. Samen met je collega’s zorg je er iedere dag weer voor dat het werk gedaan is. Op sommige routes wissel je gedurende de dag met je collega waarmee je op pad bent van belader naar vrachtwagenchauffeur en omgekeerd. Je zal ook de nodige administratieve werkzaamheden verrichten ter verantwoording van de van de ingezamelde afvalstromen. Verder zorg je voor het reinigen van het voertuig en ben je verantwoordelijk voor het klein onderhoud.\nReguliere werktijden\nOver het algemeen start je tussen 06:00 en 07:00\nen ben je tussen 16:00 en 17:00 weer klaar\nDe weekeinden ben je vrij\nwaar ga je werken\n\nDe opdrachtgever is een afvalverwerker die verantwoordelijk is voor het duurzaam waste management in 44 gemeenten en 6 waterschappen uit Noord-Holland, Zuid-Holland, Flevoland en Friesland.\n\nJe zal starten op een achterlader maar bij goed functioneren zijn er mooie doorgroeimogelijkheden. Bijvoorbeeld op de haakarmwagen, de zijlader of in de inzameling van ondergrondse containers met een kraan. Heb je hier al ervaring mee? Laat me dat dan zeker weten.\nBeloning volgens de CAO van de opdrachtgever\n13,58 tot 14,59 bruto per uur, afhankelijk van je ervaring\n25 vakantiedagen en 8,33% vakantiebijslag (op basis van een fulltime dienstverband)\nReiskostenvergoeding\nEen stipte en correcte uitbetaling van je salaris en toeslagen\nDe mogelijkheid van deelname aan Pensioenfonds Vervoer\nGoede bij- en nascholingsmogelijkheden, bijvoorbeeld voor je Code95, VCA of ADR\nIs dit jouw nieuwe chauffeursbaan? Solliciteer dan direct met CV en motivatie.\nUiteraard staat deze vacature open voor iedereen die zich hierin herkent.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=628a588bc137a6ff&from=vj&sjdu=EhN7iYuFfSzXjNVyjgn8AUCKmiQKB3qdac7gUnwOGVhQXvf1EulnitXhnhAx2XB9--REdLUaC_argQxnRTWZcg&spon=1&adid=328914772&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0BQPJ6wjSaGyxyjjtxAg0arSmQBBkjTPrwSTNA5jX5DXhZJ8zZak77siX6bIAwVrerHZ-astiRuh1gzUCQz87BBF2xmKh-QtC_fkl_BCdgTnMzKVda79KJFZGdEMgpcQo7CPYLV_y43LxCJVSpdgM-G6yJlWY1h-iQMImx68kCb3aFH1PuAccgpl1x9S5xS4iM3EyZjwcSW6CLFLLaDavSEyRhSgKoncmf2riRRX16Y0ob1nSYPeZNASQUy6keSWvclPdaBkxVyKXCG3PJ1BWTxJgDVYq2tpM_9HuZdfCb_IuI6BRcW96MRdc_Gh4v5CSCFqANNEDHcHOUIUL2hDCw0ni7CXHiLOND3oOjJMYotLiVhYJwj8y1ItPVNlHDZowc2PTbvHoXxbWfmMsHJIvM5eCQJ3ByaNmRffsUxPaoB1RcXJqx3h1zE9DQ3AZzHAb-4U2NRqWqEboQV84DpVc8QooF9BA5d3EC7rCKYMF8m1LAuUVzrhhtrDKQ8XZyUB5Oy_CUkFvicbNvpmZbN61gu9I0NPCpExhECD64NEJn5vjX7lW5iGNTiIL1BFbxGoEcCX6MpzZV_B95MQ8SAEVsfon6-sZeqJKTBQpOhKhIcir1RInvwNhwojl4hRl2Y2p37FXXyZ15Zm3XlRuKJnuVaZzZr-fiIJVIl4jZ4p9zLa2RXVfvOtCVMy8XGqXiCotoY6miE4vltGke_u1McVYDqb3Z6ECBdiU2TCa1cQoN6sJvblYHxTun5&astse=88036631105f9c6b&assa=6125", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0BQPJ6wjSaGyxyjjtxAg0arSmQBBkjTPrwSTNA5jX5DXhZJ8zZak77siX6bIAwVrerHZ-astiRuh1gzUCQz87BBF2xmKh-QtC_fkl_BCdgTnMzKVda79KJFZGdEMgpcQo7CPYLV_y43LxCJVSpdgM-G6yJlWY1h-iQMImx68kCb3aFH1PuAccgpl1x9S5xS4iM3EyZjwcSW6CLFLLaDavSEyRhSgKoncmf2riRRX16Y0ob1nSYPeZNASQUy6keSWvclPdaBkxVyKXCG3PJ1BWTxJgDVYq2tpM_9HuZdfCb_IuI6BRcW96MRdc_Gh4v5CSCFqANNEDHcHOUIUL2hDCw0ni7CXHiLOND3oOjJMYotLiVhYJwj8y1ItPVNlHDZowc2PTbvHoXxbWfmMsHJIvM5eCQJ3ByaNmRffsUxPaoB1RcXJqx3h1zE9DQ3AZzHAb-4U2NRqWqEboQV84DpVc8QooF9BA5d3EC7rCKYMF8m1LAuUVzrhhtrDKQ8XZyUB5Oy_CUkFvicbNvpmZbN61gu9I0NPCpExhECD64NEJn5vjX7lW5iGNTiIL1BFbxGoEcCX6MpzZV_B95MQ8SAEVsfon6-sZeqJKTBQpOhKhIcir1RInvwNhwojl4hRl2Y2p37FXXyZ15Zm3XlRuKJnuVaZzZr-fiIJVIl4jZ4p9zLa2RXVfvOtCVMy8XGqXiCotoY6miE4vltGke_u1McVYDqb3Z6ECBdiU2TCa1cQoN6sJvblYHxTun5&p=3&fvj=1&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": "en", "Gender": "Neutral"}, {"index": 4, "Search Keyword": "waste management", "Platform": "Indeed", "Job ID": "p_477083bb2b651e33", "Job Title": "Electrical Engineer - Installatieverantwoordelijke", "Company Name": "MSD", "Location": " Haarlem", "Job Description": "Ben jij de juiste persoon om de technische specificaties te bepalen waaraan onze elektrische installaties moeten voldoen en deze specificaties ook te borgen in technische standaarden? Heb jij het in je om de rol van Installatie Verantwoordelijke op te nemen en een leidende rol te nemen in het opschonen van elektrotechnische tekeningen en schema’s.\nVoor de afdeling Facilities Management in Haarlem zijn we vanwege groei op zoek naar een:\nElectrical Engineer - Installatieverantwoordelijke\nManufacturing Operations\nOns Manufacturing Operations-team bestaat uit de mensen die onze producten maken. We werken in de fabrieken met een “Veiligheid komt eerst, altijd kwaliteit”-mentaliteit en streven naar continue verbetering. We werken in de lokale fabriek, die is verbonden met ons wereldwijde productienetwerk, om de hoogste kwaliteit grondstoffen, tussenproducten en eindproducten te garanderen.\nWelkom in ons team\nVanuit Haarlem distribueren 2.500 verschillende verpakkingen van geneesmiddelen en vaccins naar meer dan 140 landen. Haarlem staat bekend als dé flexibele verpakkingslocatie in Europa.\nFacilities Management op de locatie Haarlem is een geïntegreerde serviceafdeling waarin een groot aantal services is gegroepeerd. Wij zijn verantwoordelijk voor het onderhoud van de gebouwen, terreinen en technische activa zoals HVAC, perslucht, vacuümsystemen, drinkwater / gezuiverd water, riolering en elektrische systemen. Daarnaast is de afdeling verantwoordelijk voor soft services zoals catering, schoonmaak, beveiliging, waste management en ongediertebestrijding. We werken nauw samen met onze externe dienstverlener en gezamenlijk werken we aan voortdurende ontwikkeling van services en bedrijfszekerheid.\nOver de functie\nVoor het verder opbouwen van onze asset management strategie zijn wij op zoek naar een ervaren Electrical Engineer met installatieverantwoordelijkheid conform de NEN3140. Binnen de functie wordt zeer nauw samengewerkt met projectteams en ligt de focus sterk op het ontwikkelen en vastleggen van technische standaarden en het opschonen van onze technische documentatie.\nPrimaire verantwoordelijkheden\nActeert als Installatieverantwoordelijk LV voor de site en geeft sturing aan de WV’ers (werkverantwoordelijken).\nIs deskundige voor de elektrotechnische installaties en adviseert de organisatie en projectteams over onderhoud, vervanging, optimalisatie en duurzaamheid van de installaties.\nIs verantwoordelijk voor het opstellen van site specifieke technische standaarden en ziet toe op de juiste toepassing van standaarden binnen projecten en onderhoud.\nSchrijft SOP’s (Standard Operation Procedures) en WI’s (Work Instructions).\nIs verantwoordelijk voor het leveren van input voor het meerjaren investeringsplan.\nParticipeert in asset gerelateerde capital projecten. Werkt de budgetaanvraag uit (Business Case) stelt User Requirement Specificaties op en ondersteunt de Qualification Engineers bij de Change Control en kwalificatie documentatie.\nZiet erop toe dat de juiste keuzes worden genomen ten aanzien van veiligheid, milieubelasting en duurzaamheid van de installaties.\nIs verantwoordelijk voor het beoordelen en goedkeuren van engineeringsdocumenten zoals, tekeningen, schema’s, offertes, change documentatie en commissioning- en overdrachtsdocumenten voor ingebruikname.\nGeeft sturing aan de externe AutoCAD tekenaars en draagt zorg dat de “as built” situatie juist weergegeven wordt op tekeningen en in schema’s.\nNeemt deel aan periodieke reviews en het Risk Based Asset Management programma (RBAM).\nManufacturing & Supply Division\nOnze Manufacturing & Supply Division streeft ernaar om wereldwijd de meest betrouwbare leverancier van biofarmaceutica te zijn. Onze faciliteiten, in combinatie met onze externe contractanten, leveranciers en partners, creëren een onderling afhankelijk, internationaal productienetwerk dat toegewijd is om hoogwaardige, betrouwbare levering aan klanten en patiënten te bieden, altijd op tijd en elke keer opnieuw.\nJouw profiel\nEen afgeronde HBO opleiding in de richting elektrotechniek.\nMinimaal 5 jaar werkervaring in een Engineering rol.\nBeheersen van Nederlandse/Engelse taal in woord en geschrift\nVaardig in het schrijven van rapportages en verbeterplannen\nGoede mondelinge en schriftelijke communicatieve vaardigheden (strategisch, tactisch, operationeel)\nBereidheid om Green belt gecertificeerd te worden\nKlant- en service gericht\nSterk ontwikkelde adviesvaardigheden\nBeschikt over organisatorisch vaardigheden.\nSterk analytisch inzicht\n\"Go see\" houding\nWij bieden\nWerken bij ons betekent samen werken aan gezondheid in een internationale werkomgeving met toegewijde collega’s.\nJe krijgt alle ruimte om jezelf te ontwikkelen en te laten zien wie jij bent. Verder kan je rekenen op aantrekkelijke arbeidsvoorwaarden:\nEen competitief salaris;\n35,5 vakantiedagen;\n8% vakantietoeslag en 3% eindejaarsuitkering;\nIncentive Plan;\nEen uitstekend pensioen;\nGratis gebruik sportschool;\nReiskostenvergoeding;\nVerschillende trainingsmodules.\nHeb je vragen over deze vacature?\nStuur je vraag inclusief het vacaturenummer en de vacaturetitel naar het volgende emailadres: RecruitmentNL@MSD.com\nSollicitaties kunnen alleen via onze website worden ingediend.\nWie we zijn…\nIn de Verenigde Staten en Canada staan we bekend als Merck & Co., Inc., Kenilworth, New Jersey, VS, en in alle andere landen als MSD. Al meer dan een eeuw stellen we ons in dienst van het leven en produceren we geneesmiddelen en vaccins voor veel van de meest uitdagende ziekten in de wereld. Ook vandaag de dag blijft ons bedrijf voorop lopen in het onderzoek naar het leveren van innovatieve oplossingen in de gezondheidszorg en het op een hoger plan brengen van de preventie en behandeling van ziekten die een gevaar vormen voor mensen en dieren wereldwijd.\nWaar we naar zoeken…\nIn een wereld van snelle innovatie zoeken we naar dappere uitvinders die impact willen maken in alle aspecten van ons bedrijf, waardoor doorbraken mogelijk zijn die de komende generaties zullen beïnvloeden. We moedigen u aan om uw ontwrichtend denken, samenwerkende instelling en diverse perspectieven mee te brengen naar onze organisatie. Samen gaan we door met het Uitvinden voor het leven, Levens beïnvloeden en ondertussen het Inspireren van uw carrièregroei.\nINVENT.\nIMPACT.\nINSPIRE.\nWe zijn er trots op dat we een bedrijf zijn dat de waarde van diverse, getalenteerde en toegewijde mensen samenbrengt en omarmt. De snelste manier om innovatie te doorbreken is wanneer diverse ideeën samenkomen in een inclusieve omgeving. We moedigen onze collega's aan om respectvol elkaars denkvermogen uit te dagen en gezamenlijk problemen te benaderen. We zijn een werkgever die gelijke kansen biedt en toegewijd is aan het bevorderen van een inclusieve en diverse werkplek.\nSearch Firm Representatives Please Read Carefully\nMerck & Co., Inc., Kenilworth, NJ, USA, also known as Merck Sharp & Dohme Corp., Kenilworth, NJ, USA, does not accept unsolicited assistance from search firms for employment opportunities. All CVs / resumes submitted by search firms to any employee at our company without a valid written search agreement in place for this position will be deemed the sole property of our company. No fee will be paid in the event a candidate is hired by our company as a result of an agency referral where no pre-existing agreement is in place. Where agency agreements are in place, introductions are position specific. Please, no phone calls or emails.\nEmployee Status:\nProject Temps (Fixed Term)\nRelocation:\nNo relocation\nVISA Sponsorship:\nTravel Requirements:\nFlexible Work Arrangements:\nShift:\nValid Driving License:\nHazardous Material(s):\nRequisition ID:R80040", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=477083bb2b651e33&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=686e5cf658325100&assa=6957", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=477083bb2b651e33&fccid=3c0bf511b4a29309&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-22", "Language": "en", "Gender": "Neutral"}]
