[{"Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2432109835, "Job Title": "Content & Communication internship (Nederlandstalig)", "Company Name": "HelloFresh", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Marketing & Advertising', 'Internet', 'Staffing & Recruiting']", "Sector": "['Marketing', 'Public Relations', 'Writing/Editing']", "Seniority Level": "Internship", "Job Description": "Passie voor goed eten!\n\nBij HelloFresh zijn we gek op lekker eten en met een box vol verse ingrediënten is het onze missie om de manier waarop Nederland kookt te veranderen. Samen maken we van elke maaltijd een moment om naar uit te kijken. Met onze maaltijdboxen vol verse ingrediënten en makkelijk te volgen recepten zijn we een revolutie gestart in de voedingsindustrie. Van het ontwikkelen van de recepten tot de vlekkeloze bezorging van onze boxen - data is een belangrijke leidraad en daarbij staat onze klant centraal. Zo leren we elke dag iets nieuws. Ons jonge en flexibele team neemt snelle beslissingen en is daardoor niet te stoppen.\n\nWe zijn op zoek naar jou! \n\nVoor ons jonge en gepassioneerde team zijn we op zoek naar een Content & Communication Intern vanaf augustus/september 2021. Als onderdeel van het Brand & Communication team leer je de verschillende communicatiekanalen van HelloFresh kennen. Je ontdekt hoe we verschillende kanalen en communicatie touchpoints gebruiken om zowel nieuwe als bestaande klanten te overtuigen en te enthousiasmeren. Ook verbeter je je schrijfvaardigheden tijdens de stage. Je werkt namelijk nauw samen met het team aan copywriters dat verantwoordelijk voor de content op al onze communicatiekanalen in België, Nederland, Luxemburg en Frankrijk. Daarnaast schakel je ook met andere teams als het gaat om Nederlandstalige content. Je zult deel uitmaken van een ontzettend dynamisch team en krijgt een brede kijk in de keuken van het gehele marketingteam! Je krijgt de kans om zelfstandig te werken, taken eigen te maken en er is veel ruimte om je eigen ideeën tot leven te brengen. De stage is een meewerkstage van 5 tot 6 maanden.\n\nJe Voornaamste Taken Zullen Zijn\n Creëren van Nederlandstalige content voor al onze online én offline marketingkanalen. Dit varieert van inbox printmateriaal, zoals flyers en booklets, tot online content voor CRM en paid social.  Contentcreatie ten behoeve van lokale productlanceringen en marketingcampagnes, zoals bijvoorbeeld onze Kerst-campagne;  Vertalen van Engelstalige copy die door de verschillende global teams op het hoofdkantoor in Berlijn aan ons lokale team wordt gebrieft. Hierbij zorg je er samen met de andere copywriters voor dat de Vlaamstalige, Nederlandstalige én Franstalige content op elkaar is afgestemd ten behoeve van consistente merkcommunicatie; Meten van de effectiviteit van onze communicatie en het continu verbeteren van de door jou geschreven content op basis van data;  Samen met je team ben jij dé brand guardian binnen het Marketing team. Je zorgt ervoor dat al onze content niet alleen foutloos en effectief is, maar ook perfect on brand.  Naast contentcreatie voor de verschillende marketing teams (Brand & Communication, Growth Marketing, Marketing Retention) creëer je ook voor andere afdelingen binnen HelloFresh aansprekende content. Van internal branding doeleinden voor het Office en HR team tot surveys redigeren voor het Business Intelligence team: waar content nodig is, kom jij om de hoek kijken! \nBen jij de perfecte nieuwe collega?\n\nVolg je op dit moment een studie richting communicatie, taal of (content)marketing en schrijf jij nóg liever over eten, dan dat je in de keuken staat? Dan is dit een echte match! Naast uitstekende Nederlandstalige schrijfvaardigheden, vind je het geen enkel probleem om onderling met collega’s Engels te spreken. Je bent creatief, schrijft graag en mist geen enkele stijl- of spelfout. Daarnaast ligt je interesse in (online) marketing, zoals CRM, SEO en Paid Social. En jij als persoon? Je bent leergierig, proactief en enthousiast. Je bent positief ingesteld, flexibel en je past je snel aan nieuwe situaties aan. Je werkt tot slot secuur, kan goed overzicht bewaren en vindt het leuk om tien dingen tegelijk te doen.\n\nWat hebben wij jou te bieden?\n Een kans om een serieuze impact te hebben op alle Nederlandstalige content voor de Nederlandse en Belgische markt in een snelgroeiend tech-bedrijf;  Veel ontwikkelingsmogelijkheden binnen een jong en dynamisch bedrijf; De vrijheid en ruimte voor eigen ideeën en initiatieven en de kans deze zelf te ontwikkelen en implementeren; Lekkere lunches en sportactiviteiten zoals bootcamp en boksles, maandelijkse borrels en andere leuke teamactiviteiten; Een tof kantoor in Amsterdam met een fantastisch team, check it out here! Korting op de HelloFresh Box; Je wordt financieel gecompenseerd voor je harde werk. \nHoe ziet het recruitment proces er uit?\n\nNadat je hebt gesolliciteerd beginnen we met het bekijken van jouw CV en motivatiebrief. Zien we overeenkomsten? Dan hebben we een eerste kennismaking via een online interview. Zien we een potentiële match? Dan vragen we je om een assessment te maken om vervolgens eventueel uitgenodigd te worden op ons hoofdkantoor in Amsterdam om verder te praten. We plannen de afspraken graag snel achter elkaar, zo weet je binnen no-time of je bij ons aan de slag kan gaan! Door de coronamaatregelen voeren we de meeste gesprekken via Google Meet om het zo veilig mogelijk te houden voor iedereen.\n\nAre you hungry for more?\n\nLeuk, goede keuze! Klik op de 'apply' knop hieronder en stuur de gevraagde gegevens in. Het liefst zonder foto en zonder het vermelden van je nationaliteit, trouwstatus, gender, religie en andere discriminerende kenmerken.\n\nBij HelloFresh vinden we diversiteit en inclusiviteit erg belangrijk. Daarom proberen wij onze teams zo samen te stellen, dat deze bestaan uit mensen met verschillende achtergronden, visies en skills. Alle keuzes binnen de sollicitatieprocedure zijn gebaseerd op kwalificaties, werkervaring en wat HelloFresh op dit moment nodig heeft.\n\nWe recruiten graag voor onze eigen vacatures. Mochten we toch hulp nodig hebben, dan benaderen we graag zelf de juiste partij.\n \n\n \n\n          Seniority Level\n        \n\n          Internship\n        \n\n\n\n\n          Industry\n        \n\n\n              Marketing & Advertising\n            \n\n              Internet\n            \n\n              Staffing & Recruiting\n            \n\n\n\n\n        Employment Type\n      \n\n        Internship\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Marketing\n            \n\n              Public Relations\n            \n\n              Writing/Editing", "Employment Type": "Internship", "Company URL": "https://www.linkedin.com//company/hellofresh/life/", "Job URL": "https://www.linkedin.com//jobs/view/2432109835/?eBP=CwEAAAF4NHc-gtUANXS8oG2-8CyfChAcg2A-Y01yB1naDoN3f9YqJhqN1I3tvkHElFm6YrLOvBScnOyvTEoSvAUTndZvknK5TENc96d9Ngf3jwqeStmN_osKHFV-osW8DFjeZVypJHwyD_ZHrQoYRL1fArsCBG3ReuP60mE0fdS34mvaH2SOzIv8jg8ZC7z_U3OOFuw6-lgF06HoN_2F2fX0Hl87vh92w1VBrIZgN0D7CsPecX6y-Rtkkn1W3CAtVgsdUeLSkNCfR44OCwRWx5m5_tJ95vc4vaL4Nk_1r5m6VHUC2YAjuZxu9Ej6ERuyNS4ymyL1frWsTv4LhOGYNOgSmbFGLgLLnx4hV5lp7-zDz8A2PAP1rhiYcDdZ_Tf8xscMhcyG6w&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=nOi%2FQA0%2FdIv1C0nebclOQw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-15"}, {"Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2436751755, "Job Title": "PR & Communication Manager", "Company Name": "Lightyear", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Automotive']", "Sector": "['Marketing', 'Public Relations', 'Writing/Editing']", "Seniority Level": "Associate", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Sjoerd Jacobs\n \n\n            Tech Recruiter at Lightyear\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nWould you consider it your mission to create a large following that is engaged with, and enthusiastic about Lightyear? Would you consider yourself an Architect, Project Manager & People Manager, and are you keen on translating strategy into a tactical approach? Then have a read! \nSummaryWhere: The Automotive Campus in Helmond, part of Brainport: the heart of Europe’s innovationDomain: PR & CommunicationsExperience: 5-10 years of relevant experienceDegree: Master's degree\nWhat will you do as PR & Communication Manager at Lightyear?As our PR & Communication Manager, you’ll become part of our Commerce Circle. Headed by our CCO, this circle is focused on creating a strong and desired brand. It’s driven to be customer-centric, by providing market and customer insights. While the Commerce circle includes the triangles (teams) Branding, Sales, Marketing & Communications you’ll become responsible for PR & Communications while you’re Triangle Lead of the communication team, reporting back to our VP marketing.\nYour mission should be to create a large following that is engaged with, and enthusiastic about Lightyear. Also, you are the ‘Lightyear voice’ to the outside world, as you communicate intensively to internal & external stakeholders. By delivering relevant, exciting, and interesting content you want to create a spark and a large movement. You want to inspire the world with Lightyear’s vision. You want to educate the world while it’s going through a major transition. You want to excite the general public about solar cars.\nSo, what is it I’m actually responsible for you ask? Well, to give you a high-over idea we’d like to refer to the bullets below. Be aware of the dynamics at Lightyear which most likely (positively) affect your responsibilities:\nBe responsible for Lightyear’s PR & communication execution as part of our marketing strategyResponsible for KPIs such as online engagement scores and reach of unpaid advertisingManaging relationships with the pressManage PR partnerships with suppliers and partners of LightyearPrepare, check and send out press releasesBe responsible for all outgoing communication (e.g. socials, newsletters)Use the communication dashboards for a continuous feedback loop and to sharpen our contentLeading and inspiring the team, enabling the team to flourish \nHmm.. doesn’t sound super exciting, does it? To give you an idea of what the role looks like more clearly we’d like to tap you along into an average day. You will start the day with a quick check-in with the team to learn how everybody is doing and what they will be working on today, and to get an update on the progress from yesterday.\nAfter this, you have a meeting with a partner company to prepare a small media campaign for an important partnership announcement. You have prepared bullet points for the joint press release and will receive feedback on this to further decide on the next steps.\nBefore lunch, you have a check-in with the VP Marketing to have a look at the content calendar for the next 3 months to see if there are any changes or new opportunities to include. The last part of the morning you spend looking to see if the workload is manageable or what potential bottlenecks may arise in realizing the content calendar.\nIn the afternoon you are working on answering emails from incoming journalists. Next to that, preparing an extensive Q&A to prep Lightyear’s CEO for an interview with the media, scheduled in relation to the partnership announcement.\nDid we trigger your enthusiasm? Let’s see if you have what it takes!\nWhat do we expect from our PR & Communication Manager?In order to succeed in the dynamic world of Lightyear; pro-activity, professionalism, communication, and adaptability are crucial. We are looking for someone with an ambitious attitude who learns from the past but who is especially open to transforming new developments or ideas into the ‘tried and tested’ of the future! You thrive on working team-based, but working independently every now and then shouldn’t be an issue. You are flexible and can work under pressure. Furthermore, we are looking for someone with:\nA Master's degree5 to 10 years of relevant experienceProven leadership skillsYou’re excellent at organizing and creating an overview. You consider yourself an architect as well as a strong project manager.You have the ability to convert strategy into a tactical approachYou’re an enabler through which you strengthen the teamYou’re a solid stakeholder manager. You align with all the needs across the organizationYou’re good at creating and setting-up processes and feedback-loopsFluent in EnglishAvailable for 40 hours\nOn a personal level, you can relate to the following characteristics; you’re influential (without power) and you’re concise. You’re a storyteller by heart and you emphatically understand how other people think and feel. \nWhat can you expect from Lightyear?In addition to a challenging role we also offer:A high degree of freedom and independence in your roleA role within a multidisciplinary team consisting of highly motivated, inquisitive, and talented people with a broad diversity of experienceA role at one of the fastest-growing technology companies in the Netherlands with tremendous potential40 vacation days per yearAn interesting and balanced pension through Zwitserleven that is in line with the mission of LightyearThe ability to participate via shares and to be involved in the growth and success of LightyearIn addition to a dynamic working environment, there is time for relaxation during our already epic Friday afternoon drinks\nAbout LightyearLightyear is an innovative and progressive scale-up with one mission: clean mobility for everyone, everywhere.\nLightyear originates from the legacy as a multiple world championship of the Bridgestone World Solar Challenge® Cruiser Class. Officially established in 2016 by 5 visionaries with the dream to make this groundbreaking technology accessible to everyone, everywhere. In order to accelerate the transition towards a truly sustainable solution for mobility, we believe that it is necessary to completely rethink automotive design by starting from scratch, not limited by industry conventions.\nAt Lightyear, we all strive for the same goal. We have a team with diverse skill sets and backgrounds; all working tirelessly towards clean mobility for everyone, everywhere. We’re proud of our culture and live up to our core values: think independently, be bold, deliver the change, put people first, and take responsibility. Our shared vision is what unites and drives us.\nWant to join?\n\n\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Automotive\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Marketing\n            \n\n              Public Relations\n            \n\n              Writing/Editing", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/lightyear.one/life/", "Job URL": "https://www.linkedin.com//jobs/view/2436751755/?eBP=CwEAAAF4NHc-gnyPUYWGZWQI7JIAFWao0kzj9knaGyGDTTdn_GUAx3h9w9zpoOdWDefm2G8joU2eiXZ4vpuwI-IWJaYLgjYhXhzHSQojd6nZyy-SioYkk3neSZcqowjgZOh5gThaK3HEDC-Ovq3oW9bqsSflNZck_49_y7XfgDamWlcdHb6zJUdykD4nWlyzC6cnb_1ycPk8O0ZmkaMz-xjTKZvXW00oH3USqPRU3fnCompAb5595mWaO1ej1ozObV7nLCLr4aXNINJEK49c2k1g8dyeWyVmCVkVZjJjyQpsZ988qSBp0ZeLiGGSqCa0_Kh7Tz8E_DlMuxDXKyVzr7CdRsKf_kY0S8qkqoFqMy2cGyfu8lGfnPWtIN6zOt5JSETqaAnytN8YaV92alOMOwov0czhcsnqBh3VsDc&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=X7i%2BMqCNV%2FtKWtbc9DOCbQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-15"}, {"Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2455502082, "Job Title": "Communication Engineer", "Company Name": "Yource Group", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Information Technology & Services', 'Computer Software', 'Computer Networking']", "Sector": "['Information Technology', 'Customer Service', 'Strategy/Planning']", "Seniority Level": "Associate", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Dana van der Touw\n \n\n            Corporate Recruiter bij Yource \n          \n \n \n\n\n\nAls Communication Engineer toe aan meer uitdaging, verantwoordelijkheid en zelfstandigheid? Bouw mee aan het communicatieplatform van de toekomst bij Yource in Nederland!\nAls Communication Engineer ben je medeverantwoordelijk voor de ontwikkeling, realisatie en implementatie van het huidige en toekomstige callcenterplatform. Tevens heb je hierbij een adviserende en ondersteunende rol en ben je betrokken bij verbetervoorstellen. Jij zorgt voor het technisch en functioneel ontwerpen en inrichten van klanten, campagnes en projecten. Je rapporteert rechtsreeks aan de Manager Communications.\nHet bouwen, testen en beschikbaar stellen van maatrapportages t.b.v. externe klanten en interne opdrachtgevers m.b.t. contactcenter activiteiten is jou niet vreemd. Je bent vaak het eerste aanspreekpunt van de klant bij incidenten, problemen en veranderingen en daarom zijn jouw communicatie skills goed ontwikkeld. Ook weet jij te achterhalen wat de wensen van de klanten en opdrachtgevers zijn en verzorg jij deskundig advies voor de inrichting van de contactcenteromgeving en IVR. Wat bieden wij de Communication Engineer?\nEen goed startsalaris, inschaling afhankelijk van opleiding, skills en ervaring;Verschillende bijscholing, ontwikkel- en doorgroeimogelijkheden;Je helpt meebouwen aan het communicatieplatform van de toekomst;Je komt in een professioneel team te werken met gelijk gestemde;Verschillende tools, systemen en applicaties zorgen voor de juiste handvatten, waardoor jij in deze functie zal groeien;Veel zelfstandigheid en verantwoordelijkheid;Fulltime positie in een dynamische omgeving;Je bent onderdeel van een groeiende en ambitieuze organisatie die innovatie ademt.\nWat vragen wij van de Communication Engineer\nJe hebt minimaal een MBO4 diploma behaald, bijvoorbeeld systeem- en netwerkbeheer, Informatica, ICT, Programmeren, enz.;Je hebt ervaring met Windows servers en callcenterplatformen (Genesys is een pré)Je hebt ervaring met Exchange omgevingen;Je hebt ervaring met het bouwen, wijzigen en implementeren van callflows;Je beheerst de Nederlandse en Engelse taal zowel mondeling als schriftelijk;Je bent bereid om waakdiensten te draaien en om de week naar kantoor of andere locatie te reizen;Je bent analytisch, betrouwbaar, oplossingsgericht, kwaliteit- en resultaatgericht.\nThe future is there, make it Yource!\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Information Technology & Services\n            \n\n              Computer Software\n            \n\n              Computer Networking\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Information Technology\n            \n\n              Customer Service\n            \n\n              Strategy/Planning", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/yource-group/life/", "Job URL": "https://www.linkedin.com//jobs/view/2455502082/?eBP=CwEAAAF4NHc-gl_5pdzDYB2xuHGE9TjBTE8HjI30CUX1Y3QjKwbmGE9XEd4aPNb6fL6TfO88VWTSECkFZRqfAsKYte0Q_NnWRUimulehG0C2ANmmIAZ_I7N_rDn2n6e9fkbOFhp4ae_IcdbhKXpOsIcOcnBGPv9tNXjAG5X9t-vLrKC8bBrLt0nMcWc-IbexhaXvH2kwKBcBWXe0Vi94a3WGaF1mOBxrQ9Mjl5BuDVJo3zr0m_lVe9dUyQziZ7tXI8lQJmabJMUSvdHzxaVnNFRnZvLTUknlGObLnXbj-RwsC5hvEoaLZW9UHQFZA8K0Hc85KwLIxDf8rZeF3MOiuYphO-dJ6L1tcYMPfKg&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=lFXsB%2FZ5oXlKCeTIXmHKsQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-15"}, {"Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2457219822, "Job Title": "Social & Communications Editor", "Company Name": "-1", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "We are looking for a Social & Communications Editor to maintain and elevate Ace & Tate's brand perception across earned media and organic channels and execute best-in-class brand storytelling through digital-first tactics.\n\nOur ideal candidate has an in-depth understanding of new and traditional media, up to date on niche and mainstream trends, keen interest in social and digital innovations, and obsessive about popular culture and news media. You must have exceptional oral and written communication skills and the ability to develop and maintain key relationships with influencers, editors, and creative talent.\n\nThis full-time position is available immediately at our headquarter in Amsterdam.\n\nYou'll...\nWrite, prepare, and review content to be used across earned media and social channels.Coordinate the preparation of communications content with various departments.Collaborate with the rest of the communications team to develop communications narratives and activation concepts to support product launches and brand campaigns.Confirm media assets and verify facts.Prepare media briefings and talking points for the company spokespeople.Ensure PR and Social assets follow brand guidelines and standards.Identify external partners ( influencers, creative talent, brand partners ) to develop and produce content that supports the communications calendar and builds brand awareness.Maintain key media and brand partner relationships.Stay up-to-date with digital, social, and news media trends.You..\nHave proven work experience in PR, Social media, or Editorial roles.Are experienced in copywriting and campaign concept and development. Know how to identify media narratives for the brand. Have excellent verbal communication and writing skills. Know how to interpret media insights and coverage. Are experienced in working with online marketing and marketing channels.Show strong attention to detail and ability to multitask. We offer you..\nThe chance to be part of an international company with a fun, hardworking and dynamic atmosphere. The opportunity to push the boundaries for our international (digital) footprint.Personal development and lots of variety in your work.A broad scope of responsibilities.Frequent updates to your eyewear collection!Jeez, that was a lot. Still with us? If you are, and you’re thinking that you might just fit this exact profile, please apply via the form below. We’d love to hear from you.\n\nPlease note that we are not interested in working with recruitment agencies for this position.\n\nAce & Tate is an equal opportunity employer. We are committed to nurturing an inclusive environment for all current and potential employees.", "Employment Type": "-1", "Company URL": -1, "Job URL": "https://www.linkedin.com//jobs/view/2457219822/?eBP=JOB_SEARCH_ORGANIC&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=9fcFE6PmkzqHUy9kpaGFAw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 days ago", "Job Age Number": "3 days ago", "Job Date": "2021-03-11", "Collection Date": "2021-03-15"}, {"Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2439366508, "Job Title": "Communication & Design Internship", "Company Name": "Royal HaskoningDHV", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Information Technology & Services', 'Human Resources', 'Outsourcing/Offshoring']", "Sector": "['Marketing', 'Public Relations', 'Writing/Editing']", "Seniority Level": "Internship", "Job Description": "Internship position available for September 2021 \n\nHow Will Your Internship At Royal HaskoningDHV Look Like\n\nAre you eager to join our journey to transform from a 140-year-old global consulting & engineering firm into a technology and software driven engineering company? This internship offers you a great opportunity to learn more about working in a global company, the type of communications which are needed to change the mindset of employees, how to collaborate with colleagues from all over the world with different backgrounds and cultures and many more elements.\n\nDuring this internship, you will support the culture team. This team facilitates the journey to develop the behaviour of our people aligned with the company’s strategy. You will support the team in designing, developing and creating a brand for our company’s culture and communication materials. Some examples of these communication materials are informative booklets, presentations for our senior management, flyers, visuals, images and infographics. You will develop your creative skills and gain more insights in what kind of communication materials are needed to support people in developing their behaviour.\n\nAdditionally, you will play a key role in developing the brand for the company’s culture. Together with the team, you will design, develop and create (amongst other things) icons, visuals, logos and images. Your fresh view and design and creative skills are much needed! You may be an intern, but within Royal HaskoningDHV we believe in equality and diversity which means everyone is equally valued for their contribution. So, don’t think this internship is only about fetching coffee and doing errands, you are one of us!\n\nGood to know that by joining our company, you will have access to over 10.000 digital e-learning objects which enables you to learn more about any kind of topic, whenever and wherever you want.\n\nThis is your profile:\nBilingual in Dutch and English - written and spokenLocated within commuting distance to Nijmegen, Amersfoort or Rotterdam. You can work from several of our offices (e.g. Amersfoort, Rotterdam or Nijmegen). Important note: due to COVID-19 we expect that the majority of the internship will take place virtually. However, there are opportunities to meet and work in the office when local regulations allow this. Available 4 or 5 days a week, flexible workdays Available for a duration of at least 3 months, starting in February 2021Minimum education level: MBO\n\nExperience/Background\n\nBelow you will find an overview of the skills we seek in our new intern. During the interview, we would like to hear from you where you’ve gained these skills (for example in school or in your personal life).\nBackground in graphic design, journalism, communications and/or multimedia designAbility to translate key messages into communication deliverablesKnow how to develop a brandKnow how to create podcastsKnow how to use MS PowerPoint and MS ExcelKnow how to use Adobe Photoshop and InDesign proficiency Know how to use a video editor tool (f.e. WeVideo, Adobe Premiere Pro, iMovie) Know how to use an audio editor tool (f.e. Audacity, Adobe Audition)Copywriting skills, journalism experienceCan do attitude Creative, thinking out of the box\n\nWhat Royal HaskoningDHV Can Offer You\n\nWe can offer you a dynamic internship which enables you to learn many new hard and soft skills. We have experience in guiding, supporting and training interns online due to COVID-19. You will (virtually) meet with your mentor at least twice a week. During these conversations, you will get personal coaching, feedback and discuss what you have learned and what else you’d like to learn. Furthermore, we have regular (virtual) coffee breaks with your team and ‘serendipity calls’ which allow you to meet new colleagues from all over the world!\n\nYou will receive a monthly compensation of €450,- with 20 leave days per year on a fulltime basis and an option for university feedback and evaluation.\n\nInterested? \nPlease submit your resume and short motivation via the “Apply” button. For more info, please contact Megan Heather-Cooley ( [email protected] ).\n\nOur Company\n\nRoyal HaskoningDHV is an independent, international engineering company which delivers consultancy and project management services globally across multiple sectors. Our 6000 colleagues, working from around 75 permanent offices in more than 30 countries on projects in over 140 countries, are committed to our promise to enhance society together. Our staff deliver services in the fields of aviation, buildings, energy, industry, infrastructure, maritime, mining, transport, urban and rural development and water. We are a business of professional, and motivated people who work hard, have fun, inspire and make it happen!\n \n\n \n\n          Seniority Level\n        \n\n          Internship\n        \n\n\n\n\n          Industry\n        \n\n\n              Information Technology & Services\n            \n\n              Human Resources\n            \n\n              Outsourcing/Offshoring\n            \n\n\n\n\n        Employment Type\n      \n\n        Internship\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Marketing\n            \n\n              Public Relations\n            \n\n              Writing/Editing", "Employment Type": "Internship", "Company URL": "https://www.linkedin.com//company/royal-haskoningdhv/life/", "Job URL": "https://www.linkedin.com//jobs/view/2439366508/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=hvkBPswNBpFITDfE2I4kNw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "7 hours ago\n              Within the past 24 hours", "Job Age Number": "7 hours ago\n              Within the past 24 hours", "Job Date": "2021-03-14", "Collection Date": "2021-03-15"}, {"Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2432189415, "Job Title": "Finance Business Partner IT", "Company Name": "IMCD Group", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Participate in the JD Edwards roll-outs to existing non-JDE and newly acquired companiesAssist the global organization, with the development of its user adoption and optimization of the use of system functionality through sharing best practicesLiaise with HQ Finance colleagues (Control, Reporting, Treasury, Tax) and local Finance leads as a business partner for Finance IT applications related topicsUnderstand end-to-end operational Finance (and non-Finance) business processes and their related requirementsWork with the business to design effective and efficient solutions assuring the quality and up gradability of the global ERP templateAnalyse, evaluate and translate business user requests into user storiesEnsure that production releases are planned out with minimal or no disruption to internal and external business partners and system usersEstablish the technical vision and analyse trade-offs between usability and performance needs, in collaboration with colleagues of other software productsContribute to configuring and testing of the solutionsSupport key users: provide and structure hands-on support on the fully implemented JD Edwards solution focusing on Finance", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2432189415/?eBP=CwEAAAF4NHc-goW23hXWTmD0aVX2g_UA2B8TU1mLFpUDWr-olXVdviMthpuRxPw706i4ECIFOyqUblghIQP014jCSuTatPmB24-IakH4TzMuMdYzxjCa5Sqa1Cr-2CPZZpP8cr1wvsiGtEmD1TrnllpcWwEaDu8i5cLf6VUxguPuST9FuKfttLrQwm6vF9pwXtI48bixCD_1npQzPF8uRz-rsRU5gIvA3rZbLNajyfrnQjvOvABYWNb33P2h22jZE4agGV-m_P2zLzdT_wC7hRYLZ0DCI2ePdb9wQB8qB1AMUsdBf_VHPZUbDFg1NCTWguWaLYpZoJ-dDLQljJNuLAXKgPOWBjTWJolTasIMIagA0LrHRMS7Yz7fWSrVE4hMhTZOrQVu8A&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=F7B2svAR%2BZIkhMHD5A%2F5zw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-15"}, {"Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2424961511, "Job Title": "Intern Impact Investing Communication Manager", "Company Name": "PYM - the Conscious Investors' Community", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Financial Services']", "Sector": "['Marketing', 'Public Relations', 'Writing/Editing']", "Seniority Level": "Internship", "Job Description": "Intern Impact Investing Communication Manager Do you have a passion for impact investing? Are you excited to jump onboard our startup PYM, the conscious investors’ community. We aim to increase the number of impact investors. We are looking for a part-time community & website manager for a period of 6 months or longer, living in/around Amsterdam, and in possession of a Dutch BSN-number (working permit).\nAbout PYMPYM is an independent foundation that connects and guides wealth owners in their journey to invest their capital consciously for a better world. We are a peer-to-peer community of families, philanthropists, investors and foundations who support solutions to our pressing global needs.\nOur mission is to inspire wealth owners to invest and donate their money meaningfully. We offer an independent fast track to becoming a conscious investor. PYM spurs, educates and guides wealth owners and their families to invest in what matters most to them, our planet and future generations. Based in Amsterdam, our first focus is on investors in the Benelux, but we welcome any wealth owner who shares our goals to join us.\nYour tasks Communication: with partners and members, through our website, newsletters, mailings and social mediaRelationship management:​  with our CRM (Customer Relations Management) systemEvents: plan member events and coordinate with our partners, including registration and logistics, also for our annual conference, the PYM Impact Days Research trends, organizations and funds in the field of impact investing.Project management: all-around support running a start-up\nWhat we are looking forA student who lives in or around Amsterdam, who has a Dutch BSN-numberDesire to solve the world’s problems and a belief in impact investing to help do soKnowledge and/or experience with social media (LinkedIn, Twitter) Passion for impact investing or social entrepreneurship and for community buildingPersonality: proactive, hands-on, independent, entrepreneurial and team player Effective communicator on- and offline, including writing skills Ability to work independently using technology with team members who work remotelyFluency in English and preferably also DutchComfortable in working with Google Drive, PowerPoint and web design\nWhat we offerBe part of a new organization within a dynamic team of experienced professionalsWork with leaders in impact investing and sustainable financeFlexible working hours and the ability to work remote a few days a week.Internship coaching and good compensationPossibility to attend our events and those of our partnersLocation of Partner office:  Amsterdam West\nAre you ready to join us? Send your CV and motivation letter to ​info@pym.nu\n \n\n \n\n          Seniority Level\n        \n\n          Internship\n        \n\n\n\n\n          Industry\n        \n\n\n              Financial Services\n            \n\n\n\n\n        Employment Type\n      \n\n        Internship\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Marketing\n            \n\n              Public Relations\n            \n\n              Writing/Editing", "Employment Type": "Internship", "Company URL": "https://www.linkedin.com//company/pym-the-conscious-investors-community/life/", "Job URL": "https://www.linkedin.com//jobs/view/2424961511/?eBP=CwEAAAF4NHc-gpgB8U9PKHOOk--RwPNTwsyOu4hrc9GZ7bHWXMZdtm0knKob7CmOrAVYy6BtY6wWXW6E_wA1f6UElZ0UIojyaPG-O81z1AOBflPYgiGr0n1nsKzMus6s7cXOnd2YN2lbQeaT4-GLgxh10Rq0-yKNuKGd3qVxcDeNJymmdftK8rkH3oLI2yywpdcHr618e07OwNmJ6kaCkSJ4zDydv1kCHshLiJkRRQlCyxv4jOiyy9DiDzvxjFjiK1YDSwDfVxU9cHQBiyUIUWdeDV8sjIw0oSjd6UXCy-WwJB537T-nefGXUeQ-la5febHCcoeVegMn9IzjHdbrrmPakoPTYXox-j07ZAQg3K3qoyS3wF0OpM8mtZSKw6p5EPpyLdOa83iHCcgR4foHMYZ8ueOuPb2u9PC0&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=HMLDOKyu5dukO3kxmYEh0w%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-15"}, {"index": 0, "Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2432109835, "Job Title": "Content & Communication internship (Nederlandstalig)", "Company Name": "HelloFresh", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Marketing & Advertising', 'Internet', 'Staffing & Recruiting']", "Sector": "['Marketing', 'Public Relations', 'Writing/Editing']", "Job Description": "Passie voor goed eten!\n\nBij HelloFresh zijn we gek op lekker eten en met een box vol verse ingrediënten is het onze missie om de manier waarop Nederland kookt te veranderen. Samen maken we van elke maaltijd een moment om naar uit te kijken. Met onze maaltijdboxen vol verse ingrediënten en makkelijk te volgen recepten zijn we een revolutie gestart in de voedingsindustrie. Van het ontwikkelen van de recepten tot de vlekkeloze bezorging van onze boxen - data is een belangrijke leidraad en daarbij staat onze klant centraal. Zo leren we elke dag iets nieuws. Ons jonge en flexibele team neemt snelle beslissingen en is daardoor niet te stoppen.\n\nWe zijn op zoek naar jou! \n\nVoor ons jonge en gepassioneerde team zijn we op zoek naar een Content & Communication Intern vanaf augustus/september 2021. Als onderdeel van het Brand & Communication team leer je de verschillende communicatiekanalen van HelloFresh kennen. Je ontdekt hoe we verschillende kanalen en communicatie touchpoints gebruiken om zowel nieuwe als bestaande klanten te overtuigen en te enthousiasmeren. Ook verbeter je je schrijfvaardigheden tijdens de stage. Je werkt namelijk nauw samen met het team aan copywriters dat verantwoordelijk voor de content op al onze communicatiekanalen in België, Nederland, Luxemburg en Frankrijk. Daarnaast schakel je ook met andere teams als het gaat om Nederlandstalige content. Je zult deel uitmaken van een ontzettend dynamisch team en krijgt een brede kijk in de keuken van het gehele marketingteam! Je krijgt de kans om zelfstandig te werken, taken eigen te maken en er is veel ruimte om je eigen ideeën tot leven te brengen. De stage is een meewerkstage van 5 tot 6 maanden.\n\nJe Voornaamste Taken Zullen Zijn\n Creëren van Nederlandstalige content voor al onze online én offline marketingkanalen. Dit varieert van inbox printmateriaal, zoals flyers en booklets, tot online content voor CRM en paid social.  Contentcreatie ten behoeve van lokale productlanceringen en marketingcampagnes, zoals bijvoorbeeld onze Kerst-campagne;  Vertalen van Engelstalige copy die door de verschillende global teams op het hoofdkantoor in Berlijn aan ons lokale team wordt gebrieft. Hierbij zorg je er samen met de andere copywriters voor dat de Vlaamstalige, Nederlandstalige én Franstalige content op elkaar is afgestemd ten behoeve van consistente merkcommunicatie; Meten van de effectiviteit van onze communicatie en het continu verbeteren van de door jou geschreven content op basis van data;  Samen met je team ben jij dé brand guardian binnen het Marketing team. Je zorgt ervoor dat al onze content niet alleen foutloos en effectief is, maar ook perfect on brand.  Naast contentcreatie voor de verschillende marketing teams (Brand & Communication, Growth Marketing, Marketing Retention) creëer je ook voor andere afdelingen binnen HelloFresh aansprekende content. Van internal branding doeleinden voor het Office en HR team tot surveys redigeren voor het Business Intelligence team: waar content nodig is, kom jij om de hoek kijken! \nBen jij de perfecte nieuwe collega?\n\nVolg je op dit moment een studie richting communicatie, taal of (content)marketing en schrijf jij nóg liever over eten, dan dat je in de keuken staat? Dan is dit een echte match! Naast uitstekende Nederlandstalige schrijfvaardigheden, vind je het geen enkel probleem om onderling met collega’s Engels te spreken. Je bent creatief, schrijft graag en mist geen enkele stijl- of spelfout. Daarnaast ligt je interesse in (online) marketing, zoals CRM, SEO en Paid Social. En jij als persoon? Je bent leergierig, proactief en enthousiast. Je bent positief ingesteld, flexibel en je past je snel aan nieuwe situaties aan. Je werkt tot slot secuur, kan goed overzicht bewaren en vindt het leuk om tien dingen tegelijk te doen.\n\nWat hebben wij jou te bieden?\n Een kans om een serieuze impact te hebben op alle Nederlandstalige content voor de Nederlandse en Belgische markt in een snelgroeiend tech-bedrijf;  Veel ontwikkelingsmogelijkheden binnen een jong en dynamisch bedrijf; De vrijheid en ruimte voor eigen ideeën en initiatieven en de kans deze zelf te ontwikkelen en implementeren; Lekkere lunches en sportactiviteiten zoals bootcamp en boksles, maandelijkse borrels en andere leuke teamactiviteiten; Een tof kantoor in Amsterdam met een fantastisch team, check it out here! Korting op de HelloFresh Box; Je wordt financieel gecompenseerd voor je harde werk. \nHoe ziet het recruitment proces er uit?\n\nNadat je hebt gesolliciteerd beginnen we met het bekijken van jouw CV en motivatiebrief. Zien we overeenkomsten? Dan hebben we een eerste kennismaking via een online interview. Zien we een potentiële match? Dan vragen we je om een assessment te maken om vervolgens eventueel uitgenodigd te worden op ons hoofdkantoor in Amsterdam om verder te praten. We plannen de afspraken graag snel achter elkaar, zo weet je binnen no-time of je bij ons aan de slag kan gaan! Door de coronamaatregelen voeren we de meeste gesprekken via Google Meet om het zo veilig mogelijk te houden voor iedereen.\n\nAre you hungry for more?\n\nLeuk, goede keuze! Klik op de 'apply' knop hieronder en stuur de gevraagde gegevens in. Het liefst zonder foto en zonder het vermelden van je nationaliteit, trouwstatus, gender, religie en andere discriminerende kenmerken.\n\nBij HelloFresh vinden we diversiteit en inclusiviteit erg belangrijk. Daarom proberen wij onze teams zo samen te stellen, dat deze bestaan uit mensen met verschillende achtergronden, visies en skills. Alle keuzes binnen de sollicitatieprocedure zijn gebaseerd op kwalificaties, werkervaring en wat HelloFresh op dit moment nodig heeft.\n\nWe recruiten graag voor onze eigen vacatures. Mochten we toch hulp nodig hebben, dan benaderen we graag zelf de juiste partij.\n \n\n \n\n          Seniority Level\n        \n\n          Internship\n        \n\n\n\n\n          Industry\n        \n\n\n              Marketing & Advertising\n            \n\n              Internet\n            \n\n              Staffing & Recruiting\n            \n\n\n\n\n        Employment Type\n      \n\n        Internship\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Marketing\n            \n\n              Public Relations\n            \n\n              Writing/Editing", "Employment Type": "Internship", "Company URL": "https://www.linkedin.com//company/hellofresh/life/", "Job URL": "https://www.linkedin.com//jobs/view/2432109835/?eBP=CwEAAAF4NHc-gtUANXS8oG2-8CyfChAcg2A-Y01yB1naDoN3f9YqJhqN1I3tvkHElFm6YrLOvBScnOyvTEoSvAUTndZvknK5TENc96d9Ngf3jwqeStmN_osKHFV-osW8DFjeZVypJHwyD_ZHrQoYRL1fArsCBG3ReuP60mE0fdS34mvaH2SOzIv8jg8ZC7z_U3OOFuw6-lgF06HoN_2F2fX0Hl87vh92w1VBrIZgN0D7CsPecX6y-Rtkkn1W3CAtVgsdUeLSkNCfR44OCwRWx5m5_tJ95vc4vaL4Nk_1r5m6VHUC2YAjuZxu9Ej6ERuyNS4ymyL1frWsTv4LhOGYNOgSmbFGLgLLnx4hV5lp7-zDz8A2PAP1rhiYcDdZ_Tf8xscMhcyG6w&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=nOi%2FQA0%2FdIv1C0nebclOQw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 1, "Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2436751755, "Job Title": "PR & Communication Manager", "Company Name": "Lightyear", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Automotive']", "Sector": "['Marketing', 'Public Relations', 'Writing/Editing']", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Sjoerd Jacobs\n \n\n            Tech Recruiter at Lightyear\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nWould you consider it your mission to create a large following that is engaged with, and enthusiastic about Lightyear? Would you consider yourself an Architect, Project Manager & People Manager, and are you keen on translating strategy into a tactical approach? Then have a read! \nSummaryWhere: The Automotive Campus in Helmond, part of Brainport: the heart of Europe’s innovationDomain: PR & CommunicationsExperience: 5-10 years of relevant experienceDegree: Master's degree\nWhat will you do as PR & Communication Manager at Lightyear?As our PR & Communication Manager, you’ll become part of our Commerce Circle. Headed by our CCO, this circle is focused on creating a strong and desired brand. It’s driven to be customer-centric, by providing market and customer insights. While the Commerce circle includes the triangles (teams) Branding, Sales, Marketing & Communications you’ll become responsible for PR & Communications while you’re Triangle Lead of the communication team, reporting back to our VP marketing.\nYour mission should be to create a large following that is engaged with, and enthusiastic about Lightyear. Also, you are the ‘Lightyear voice’ to the outside world, as you communicate intensively to internal & external stakeholders. By delivering relevant, exciting, and interesting content you want to create a spark and a large movement. You want to inspire the world with Lightyear’s vision. You want to educate the world while it’s going through a major transition. You want to excite the general public about solar cars.\nSo, what is it I’m actually responsible for you ask? Well, to give you a high-over idea we’d like to refer to the bullets below. Be aware of the dynamics at Lightyear which most likely (positively) affect your responsibilities:\nBe responsible for Lightyear’s PR & communication execution as part of our marketing strategyResponsible for KPIs such as online engagement scores and reach of unpaid advertisingManaging relationships with the pressManage PR partnerships with suppliers and partners of LightyearPrepare, check and send out press releasesBe responsible for all outgoing communication (e.g. socials, newsletters)Use the communication dashboards for a continuous feedback loop and to sharpen our contentLeading and inspiring the team, enabling the team to flourish \nHmm.. doesn’t sound super exciting, does it? To give you an idea of what the role looks like more clearly we’d like to tap you along into an average day. You will start the day with a quick check-in with the team to learn how everybody is doing and what they will be working on today, and to get an update on the progress from yesterday.\nAfter this, you have a meeting with a partner company to prepare a small media campaign for an important partnership announcement. You have prepared bullet points for the joint press release and will receive feedback on this to further decide on the next steps.\nBefore lunch, you have a check-in with the VP Marketing to have a look at the content calendar for the next 3 months to see if there are any changes or new opportunities to include. The last part of the morning you spend looking to see if the workload is manageable or what potential bottlenecks may arise in realizing the content calendar.\nIn the afternoon you are working on answering emails from incoming journalists. Next to that, preparing an extensive Q&A to prep Lightyear’s CEO for an interview with the media, scheduled in relation to the partnership announcement.\nDid we trigger your enthusiasm? Let’s see if you have what it takes!\nWhat do we expect from our PR & Communication Manager?In order to succeed in the dynamic world of Lightyear; pro-activity, professionalism, communication, and adaptability are crucial. We are looking for someone with an ambitious attitude who learns from the past but who is especially open to transforming new developments or ideas into the ‘tried and tested’ of the future! You thrive on working team-based, but working independently every now and then shouldn’t be an issue. You are flexible and can work under pressure. Furthermore, we are looking for someone with:\nA Master's degree5 to 10 years of relevant experienceProven leadership skillsYou’re excellent at organizing and creating an overview. You consider yourself an architect as well as a strong project manager.You have the ability to convert strategy into a tactical approachYou’re an enabler through which you strengthen the teamYou’re a solid stakeholder manager. You align with all the needs across the organizationYou’re good at creating and setting-up processes and feedback-loopsFluent in EnglishAvailable for 40 hours\nOn a personal level, you can relate to the following characteristics; you’re influential (without power) and you’re concise. You’re a storyteller by heart and you emphatically understand how other people think and feel. \nWhat can you expect from Lightyear?In addition to a challenging role we also offer:A high degree of freedom and independence in your roleA role within a multidisciplinary team consisting of highly motivated, inquisitive, and talented people with a broad diversity of experienceA role at one of the fastest-growing technology companies in the Netherlands with tremendous potential40 vacation days per yearAn interesting and balanced pension through Zwitserleven that is in line with the mission of LightyearThe ability to participate via shares and to be involved in the growth and success of LightyearIn addition to a dynamic working environment, there is time for relaxation during our already epic Friday afternoon drinks\nAbout LightyearLightyear is an innovative and progressive scale-up with one mission: clean mobility for everyone, everywhere.\nLightyear originates from the legacy as a multiple world championship of the Bridgestone World Solar Challenge® Cruiser Class. Officially established in 2016 by 5 visionaries with the dream to make this groundbreaking technology accessible to everyone, everywhere. In order to accelerate the transition towards a truly sustainable solution for mobility, we believe that it is necessary to completely rethink automotive design by starting from scratch, not limited by industry conventions.\nAt Lightyear, we all strive for the same goal. We have a team with diverse skill sets and backgrounds; all working tirelessly towards clean mobility for everyone, everywhere. We’re proud of our culture and live up to our core values: think independently, be bold, deliver the change, put people first, and take responsibility. Our shared vision is what unites and drives us.\nWant to join?\n\n\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Automotive\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Marketing\n            \n\n              Public Relations\n            \n\n              Writing/Editing", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/lightyear.one/life/", "Job URL": "https://www.linkedin.com//jobs/view/2436751755/?eBP=CwEAAAF4NHc-gnyPUYWGZWQI7JIAFWao0kzj9knaGyGDTTdn_GUAx3h9w9zpoOdWDefm2G8joU2eiXZ4vpuwI-IWJaYLgjYhXhzHSQojd6nZyy-SioYkk3neSZcqowjgZOh5gThaK3HEDC-Ovq3oW9bqsSflNZck_49_y7XfgDamWlcdHb6zJUdykD4nWlyzC6cnb_1ycPk8O0ZmkaMz-xjTKZvXW00oH3USqPRU3fnCompAb5595mWaO1ej1ozObV7nLCLr4aXNINJEK49c2k1g8dyeWyVmCVkVZjJjyQpsZ988qSBp0ZeLiGGSqCa0_Kh7Tz8E_DlMuxDXKyVzr7CdRsKf_kY0S8qkqoFqMy2cGyfu8lGfnPWtIN6zOt5JSETqaAnytN8YaV92alOMOwov0czhcsnqBh3VsDc&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=X7i%2BMqCNV%2FtKWtbc9DOCbQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 2, "Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2455502082, "Job Title": "Communication Engineer", "Company Name": "Yource Group", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Information Technology & Services', 'Computer Software', 'Computer Networking']", "Sector": "['Information Technology', 'Customer Service', 'Strategy/Planning']", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Dana van der Touw\n \n\n            Corporate Recruiter bij Yource \n          \n \n \n\n\n\nAls Communication Engineer toe aan meer uitdaging, verantwoordelijkheid en zelfstandigheid? Bouw mee aan het communicatieplatform van de toekomst bij Yource in Nederland!\nAls Communication Engineer ben je medeverantwoordelijk voor de ontwikkeling, realisatie en implementatie van het huidige en toekomstige callcenterplatform. Tevens heb je hierbij een adviserende en ondersteunende rol en ben je betrokken bij verbetervoorstellen. Jij zorgt voor het technisch en functioneel ontwerpen en inrichten van klanten, campagnes en projecten. Je rapporteert rechtsreeks aan de Manager Communications.\nHet bouwen, testen en beschikbaar stellen van maatrapportages t.b.v. externe klanten en interne opdrachtgevers m.b.t. contactcenter activiteiten is jou niet vreemd. Je bent vaak het eerste aanspreekpunt van de klant bij incidenten, problemen en veranderingen en daarom zijn jouw communicatie skills goed ontwikkeld. Ook weet jij te achterhalen wat de wensen van de klanten en opdrachtgevers zijn en verzorg jij deskundig advies voor de inrichting van de contactcenteromgeving en IVR. Wat bieden wij de Communication Engineer?\nEen goed startsalaris, inschaling afhankelijk van opleiding, skills en ervaring;Verschillende bijscholing, ontwikkel- en doorgroeimogelijkheden;Je helpt meebouwen aan het communicatieplatform van de toekomst;Je komt in een professioneel team te werken met gelijk gestemde;Verschillende tools, systemen en applicaties zorgen voor de juiste handvatten, waardoor jij in deze functie zal groeien;Veel zelfstandigheid en verantwoordelijkheid;Fulltime positie in een dynamische omgeving;Je bent onderdeel van een groeiende en ambitieuze organisatie die innovatie ademt.\nWat vragen wij van de Communication Engineer\nJe hebt minimaal een MBO4 diploma behaald, bijvoorbeeld systeem- en netwerkbeheer, Informatica, ICT, Programmeren, enz.;Je hebt ervaring met Windows servers en callcenterplatformen (Genesys is een pré)Je hebt ervaring met Exchange omgevingen;Je hebt ervaring met het bouwen, wijzigen en implementeren van callflows;Je beheerst de Nederlandse en Engelse taal zowel mondeling als schriftelijk;Je bent bereid om waakdiensten te draaien en om de week naar kantoor of andere locatie te reizen;Je bent analytisch, betrouwbaar, oplossingsgericht, kwaliteit- en resultaatgericht.\nThe future is there, make it Yource!\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Information Technology & Services\n            \n\n              Computer Software\n            \n\n              Computer Networking\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Information Technology\n            \n\n              Customer Service\n            \n\n              Strategy/Planning", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/yource-group/life/", "Job URL": "https://www.linkedin.com//jobs/view/2455502082/?eBP=CwEAAAF4NHc-gl_5pdzDYB2xuHGE9TjBTE8HjI30CUX1Y3QjKwbmGE9XEd4aPNb6fL6TfO88VWTSECkFZRqfAsKYte0Q_NnWRUimulehG0C2ANmmIAZ_I7N_rDn2n6e9fkbOFhp4ae_IcdbhKXpOsIcOcnBGPv9tNXjAG5X9t-vLrKC8bBrLt0nMcWc-IbexhaXvH2kwKBcBWXe0Vi94a3WGaF1mOBxrQ9Mjl5BuDVJo3zr0m_lVe9dUyQziZ7tXI8lQJmabJMUSvdHzxaVnNFRnZvLTUknlGObLnXbj-RwsC5hvEoaLZW9UHQFZA8K0Hc85KwLIxDf8rZeF3MOiuYphO-dJ6L1tcYMPfKg&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=lFXsB%2FZ5oXlKCeTIXmHKsQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 3, "Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2457219822, "Job Title": "Social & Communications Editor", "Company Name": "-1", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "We are looking for a Social & Communications Editor to maintain and elevate Ace & Tate's brand perception across earned media and organic channels and execute best-in-class brand storytelling through digital-first tactics.\n\nOur ideal candidate has an in-depth understanding of new and traditional media, up to date on niche and mainstream trends, keen interest in social and digital innovations, and obsessive about popular culture and news media. You must have exceptional oral and written communication skills and the ability to develop and maintain key relationships with influencers, editors, and creative talent.\n\nThis full-time position is available immediately at our headquarter in Amsterdam.\n\nYou'll...\nWrite, prepare, and review content to be used across earned media and social channels.Coordinate the preparation of communications content with various departments.Collaborate with the rest of the communications team to develop communications narratives and activation concepts to support product launches and brand campaigns.Confirm media assets and verify facts.Prepare media briefings and talking points for the company spokespeople.Ensure PR and Social assets follow brand guidelines and standards.Identify external partners ( influencers, creative talent, brand partners ) to develop and produce content that supports the communications calendar and builds brand awareness.Maintain key media and brand partner relationships.Stay up-to-date with digital, social, and news media trends.You..\nHave proven work experience in PR, Social media, or Editorial roles.Are experienced in copywriting and campaign concept and development. Know how to identify media narratives for the brand. Have excellent verbal communication and writing skills. Know how to interpret media insights and coverage. Are experienced in working with online marketing and marketing channels.Show strong attention to detail and ability to multitask. We offer you..\nThe chance to be part of an international company with a fun, hardworking and dynamic atmosphere. The opportunity to push the boundaries for our international (digital) footprint.Personal development and lots of variety in your work.A broad scope of responsibilities.Frequent updates to your eyewear collection!Jeez, that was a lot. Still with us? If you are, and you’re thinking that you might just fit this exact profile, please apply via the form below. We’d love to hear from you.\n\nPlease note that we are not interested in working with recruitment agencies for this position.\n\nAce & Tate is an equal opportunity employer. We are committed to nurturing an inclusive environment for all current and potential employees.", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2457219822/?eBP=JOB_SEARCH_ORGANIC&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=9fcFE6PmkzqHUy9kpaGFAw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 days ago", "Job Age Number": "3 days ago", "Job Date": "2021-03-11", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 4, "Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2439366508, "Job Title": "Communication & Design Internship", "Company Name": "Royal HaskoningDHV", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Information Technology & Services', 'Human Resources', 'Outsourcing/Offshoring']", "Sector": "['Marketing', 'Public Relations', 'Writing/Editing']", "Job Description": "Internship position available for September 2021 \n\nHow Will Your Internship At Royal HaskoningDHV Look Like\n\nAre you eager to join our journey to transform from a 140-year-old global consulting & engineering firm into a technology and software driven engineering company? This internship offers you a great opportunity to learn more about working in a global company, the type of communications which are needed to change the mindset of employees, how to collaborate with colleagues from all over the world with different backgrounds and cultures and many more elements.\n\nDuring this internship, you will support the culture team. This team facilitates the journey to develop the behaviour of our people aligned with the company’s strategy. You will support the team in designing, developing and creating a brand for our company’s culture and communication materials. Some examples of these communication materials are informative booklets, presentations for our senior management, flyers, visuals, images and infographics. You will develop your creative skills and gain more insights in what kind of communication materials are needed to support people in developing their behaviour.\n\nAdditionally, you will play a key role in developing the brand for the company’s culture. Together with the team, you will design, develop and create (amongst other things) icons, visuals, logos and images. Your fresh view and design and creative skills are much needed! You may be an intern, but within Royal HaskoningDHV we believe in equality and diversity which means everyone is equally valued for their contribution. So, don’t think this internship is only about fetching coffee and doing errands, you are one of us!\n\nGood to know that by joining our company, you will have access to over 10.000 digital e-learning objects which enables you to learn more about any kind of topic, whenever and wherever you want.\n\nThis is your profile:\nBilingual in Dutch and English - written and spokenLocated within commuting distance to Nijmegen, Amersfoort or Rotterdam. You can work from several of our offices (e.g. Amersfoort, Rotterdam or Nijmegen). Important note: due to COVID-19 we expect that the majority of the internship will take place virtually. However, there are opportunities to meet and work in the office when local regulations allow this. Available 4 or 5 days a week, flexible workdays Available for a duration of at least 3 months, starting in February 2021Minimum education level: MBO\n\nExperience/Background\n\nBelow you will find an overview of the skills we seek in our new intern. During the interview, we would like to hear from you where you’ve gained these skills (for example in school or in your personal life).\nBackground in graphic design, journalism, communications and/or multimedia designAbility to translate key messages into communication deliverablesKnow how to develop a brandKnow how to create podcastsKnow how to use MS PowerPoint and MS ExcelKnow how to use Adobe Photoshop and InDesign proficiency Know how to use a video editor tool (f.e. WeVideo, Adobe Premiere Pro, iMovie) Know how to use an audio editor tool (f.e. Audacity, Adobe Audition)Copywriting skills, journalism experienceCan do attitude Creative, thinking out of the box\n\nWhat Royal HaskoningDHV Can Offer You\n\nWe can offer you a dynamic internship which enables you to learn many new hard and soft skills. We have experience in guiding, supporting and training interns online due to COVID-19. You will (virtually) meet with your mentor at least twice a week. During these conversations, you will get personal coaching, feedback and discuss what you have learned and what else you’d like to learn. Furthermore, we have regular (virtual) coffee breaks with your team and ‘serendipity calls’ which allow you to meet new colleagues from all over the world!\n\nYou will receive a monthly compensation of €450,- with 20 leave days per year on a fulltime basis and an option for university feedback and evaluation.\n\nInterested? \nPlease submit your resume and short motivation via the “Apply” button. For more info, please contact Megan Heather-Cooley ( [email protected] ).\n\nOur Company\n\nRoyal HaskoningDHV is an independent, international engineering company which delivers consultancy and project management services globally across multiple sectors. Our 6000 colleagues, working from around 75 permanent offices in more than 30 countries on projects in over 140 countries, are committed to our promise to enhance society together. Our staff deliver services in the fields of aviation, buildings, energy, industry, infrastructure, maritime, mining, transport, urban and rural development and water. We are a business of professional, and motivated people who work hard, have fun, inspire and make it happen!\n \n\n \n\n          Seniority Level\n        \n\n          Internship\n        \n\n\n\n\n          Industry\n        \n\n\n              Information Technology & Services\n            \n\n              Human Resources\n            \n\n              Outsourcing/Offshoring\n            \n\n\n\n\n        Employment Type\n      \n\n        Internship\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Marketing\n            \n\n              Public Relations\n            \n\n              Writing/Editing", "Employment Type": "Internship", "Company URL": "https://www.linkedin.com//company/royal-haskoningdhv/life/", "Job URL": "https://www.linkedin.com//jobs/view/2439366508/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=hvkBPswNBpFITDfE2I4kNw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "7 hours ago\n              Within the past 24 hours", "Job Age Number": "7 hours ago\n              Within the past 24 hours", "Job Date": "2021-03-14", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 5, "Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2432189415, "Job Title": "Finance Business Partner IT", "Company Name": "IMCD Group", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Participate in the JD Edwards roll-outs to existing non-JDE and newly acquired companiesAssist the global organization, with the development of its user adoption and optimization of the use of system functionality through sharing best practicesLiaise with HQ Finance colleagues (Control, Reporting, Treasury, Tax) and local Finance leads as a business partner for Finance IT applications related topicsUnderstand end-to-end operational Finance (and non-Finance) business processes and their related requirementsWork with the business to design effective and efficient solutions assuring the quality and up gradability of the global ERP templateAnalyse, evaluate and translate business user requests into user storiesEnsure that production releases are planned out with minimal or no disruption to internal and external business partners and system usersEstablish the technical vision and analyse trade-offs between usability and performance needs, in collaboration with colleagues of other software productsContribute to configuring and testing of the solutionsSupport key users: provide and structure hands-on support on the fully implemented JD Edwards solution focusing on Finance", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2432189415/?eBP=CwEAAAF4NHc-goW23hXWTmD0aVX2g_UA2B8TU1mLFpUDWr-olXVdviMthpuRxPw706i4ECIFOyqUblghIQP014jCSuTatPmB24-IakH4TzMuMdYzxjCa5Sqa1Cr-2CPZZpP8cr1wvsiGtEmD1TrnllpcWwEaDu8i5cLf6VUxguPuST9FuKfttLrQwm6vF9pwXtI48bixCD_1npQzPF8uRz-rsRU5gIvA3rZbLNajyfrnQjvOvABYWNb33P2h22jZE4agGV-m_P2zLzdT_wC7hRYLZ0DCI2ePdb9wQB8qB1AMUsdBf_VHPZUbDFg1NCTWguWaLYpZoJ-dDLQljJNuLAXKgPOWBjTWJolTasIMIagA0LrHRMS7Yz7fWSrVE4hMhTZOrQVu8A&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=F7B2svAR%2BZIkhMHD5A%2F5zw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 6, "Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2424961511, "Job Title": "Intern Impact Investing Communication Manager", "Company Name": "PYM - the Conscious Investors' Community", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Financial Services']", "Sector": "['Marketing', 'Public Relations', 'Writing/Editing']", "Job Description": "Intern Impact Investing Communication Manager Do you have a passion for impact investing? Are you excited to jump onboard our startup PYM, the conscious investors’ community. We aim to increase the number of impact investors. We are looking for a part-time community & website manager for a period of 6 months or longer, living in/around Amsterdam, and in possession of a Dutch BSN-number (working permit).\nAbout PYMPYM is an independent foundation that connects and guides wealth owners in their journey to invest their capital consciously for a better world. We are a peer-to-peer community of families, philanthropists, investors and foundations who support solutions to our pressing global needs.\nOur mission is to inspire wealth owners to invest and donate their money meaningfully. We offer an independent fast track to becoming a conscious investor. PYM spurs, educates and guides wealth owners and their families to invest in what matters most to them, our planet and future generations. Based in Amsterdam, our first focus is on investors in the Benelux, but we welcome any wealth owner who shares our goals to join us.\nYour tasks Communication: with partners and members, through our website, newsletters, mailings and social mediaRelationship management:​  with our CRM (Customer Relations Management) systemEvents: plan member events and coordinate with our partners, including registration and logistics, also for our annual conference, the PYM Impact Days Research trends, organizations and funds in the field of impact investing.Project management: all-around support running a start-up\nWhat we are looking forA student who lives in or around Amsterdam, who has a Dutch BSN-numberDesire to solve the world’s problems and a belief in impact investing to help do soKnowledge and/or experience with social media (LinkedIn, Twitter) Passion for impact investing or social entrepreneurship and for community buildingPersonality: proactive, hands-on, independent, entrepreneurial and team player Effective communicator on- and offline, including writing skills Ability to work independently using technology with team members who work remotelyFluency in English and preferably also DutchComfortable in working with Google Drive, PowerPoint and web design\nWhat we offerBe part of a new organization within a dynamic team of experienced professionalsWork with leaders in impact investing and sustainable financeFlexible working hours and the ability to work remote a few days a week.Internship coaching and good compensationPossibility to attend our events and those of our partnersLocation of Partner office:  Amsterdam West\nAre you ready to join us? Send your CV and motivation letter to ​info@pym.nu\n \n\n \n\n          Seniority Level\n        \n\n          Internship\n        \n\n\n\n\n          Industry\n        \n\n\n              Financial Services\n            \n\n\n\n\n        Employment Type\n      \n\n        Internship\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Marketing\n            \n\n              Public Relations\n            \n\n              Writing/Editing", "Employment Type": "Internship", "Company URL": "https://www.linkedin.com//company/pym-the-conscious-investors-community/life/", "Job URL": "https://www.linkedin.com//jobs/view/2424961511/?eBP=CwEAAAF4NHc-gpgB8U9PKHOOk--RwPNTwsyOu4hrc9GZ7bHWXMZdtm0knKob7CmOrAVYy6BtY6wWXW6E_wA1f6UElZ0UIojyaPG-O81z1AOBflPYgiGr0n1nsKzMus6s7cXOnd2YN2lbQeaT4-GLgxh10Rq0-yKNuKGd3qVxcDeNJymmdftK8rkH3oLI2yywpdcHr618e07OwNmJ6kaCkSJ4zDydv1kCHshLiJkRRQlCyxv4jOiyy9DiDzvxjFjiK1YDSwDfVxU9cHQBiyUIUWdeDV8sjIw0oSjd6UXCy-WwJB537T-nefGXUeQ-la5febHCcoeVegMn9IzjHdbrrmPakoPTYXox-j07ZAQg3K3qoyS3wF0OpM8mtZSKw6p5EPpyLdOa83iHCcgR4foHMYZ8ueOuPb2u9PC0&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=HMLDOKyu5dukO3kxmYEh0w%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 0, "Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2432109835, "Job Title": "Content & Communication internship (Nederlandstalig)", "Company Name": "HelloFresh", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Marketing & Advertising', 'Internet', 'Staffing & Recruiting']", "Sector": "['Marketing', 'Public Relations', 'Writing/Editing']", "Job Description": "Passie voor goed eten!\n\nBij HelloFresh zijn we gek op lekker eten en met een box vol verse ingrediënten is het onze missie om de manier waarop Nederland kookt te veranderen. Samen maken we van elke maaltijd een moment om naar uit te kijken. Met onze maaltijdboxen vol verse ingrediënten en makkelijk te volgen recepten zijn we een revolutie gestart in de voedingsindustrie. Van het ontwikkelen van de recepten tot de vlekkeloze bezorging van onze boxen - data is een belangrijke leidraad en daarbij staat onze klant centraal. Zo leren we elke dag iets nieuws. Ons jonge en flexibele team neemt snelle beslissingen en is daardoor niet te stoppen.\n\nWe zijn op zoek naar jou! \n\nVoor ons jonge en gepassioneerde team zijn we op zoek naar een Content & Communication Intern vanaf augustus/september 2021. Als onderdeel van het Brand & Communication team leer je de verschillende communicatiekanalen van HelloFresh kennen. Je ontdekt hoe we verschillende kanalen en communicatie touchpoints gebruiken om zowel nieuwe als bestaande klanten te overtuigen en te enthousiasmeren. Ook verbeter je je schrijfvaardigheden tijdens de stage. Je werkt namelijk nauw samen met het team aan copywriters dat verantwoordelijk voor de content op al onze communicatiekanalen in België, Nederland, Luxemburg en Frankrijk. Daarnaast schakel je ook met andere teams als het gaat om Nederlandstalige content. Je zult deel uitmaken van een ontzettend dynamisch team en krijgt een brede kijk in de keuken van het gehele marketingteam! Je krijgt de kans om zelfstandig te werken, taken eigen te maken en er is veel ruimte om je eigen ideeën tot leven te brengen. De stage is een meewerkstage van 5 tot 6 maanden.\n\nJe Voornaamste Taken Zullen Zijn\n Creëren van Nederlandstalige content voor al onze online én offline marketingkanalen. Dit varieert van inbox printmateriaal, zoals flyers en booklets, tot online content voor CRM en paid social.  Contentcreatie ten behoeve van lokale productlanceringen en marketingcampagnes, zoals bijvoorbeeld onze Kerst-campagne;  Vertalen van Engelstalige copy die door de verschillende global teams op het hoofdkantoor in Berlijn aan ons lokale team wordt gebrieft. Hierbij zorg je er samen met de andere copywriters voor dat de Vlaamstalige, Nederlandstalige én Franstalige content op elkaar is afgestemd ten behoeve van consistente merkcommunicatie; Meten van de effectiviteit van onze communicatie en het continu verbeteren van de door jou geschreven content op basis van data;  Samen met je team ben jij dé brand guardian binnen het Marketing team. Je zorgt ervoor dat al onze content niet alleen foutloos en effectief is, maar ook perfect on brand.  Naast contentcreatie voor de verschillende marketing teams (Brand & Communication, Growth Marketing, Marketing Retention) creëer je ook voor andere afdelingen binnen HelloFresh aansprekende content. Van internal branding doeleinden voor het Office en HR team tot surveys redigeren voor het Business Intelligence team: waar content nodig is, kom jij om de hoek kijken! \nBen jij de perfecte nieuwe collega?\n\nVolg je op dit moment een studie richting communicatie, taal of (content)marketing en schrijf jij nóg liever over eten, dan dat je in de keuken staat? Dan is dit een echte match! Naast uitstekende Nederlandstalige schrijfvaardigheden, vind je het geen enkel probleem om onderling met collega’s Engels te spreken. Je bent creatief, schrijft graag en mist geen enkele stijl- of spelfout. Daarnaast ligt je interesse in (online) marketing, zoals CRM, SEO en Paid Social. En jij als persoon? Je bent leergierig, proactief en enthousiast. Je bent positief ingesteld, flexibel en je past je snel aan nieuwe situaties aan. Je werkt tot slot secuur, kan goed overzicht bewaren en vindt het leuk om tien dingen tegelijk te doen.\n\nWat hebben wij jou te bieden?\n Een kans om een serieuze impact te hebben op alle Nederlandstalige content voor de Nederlandse en Belgische markt in een snelgroeiend tech-bedrijf;  Veel ontwikkelingsmogelijkheden binnen een jong en dynamisch bedrijf; De vrijheid en ruimte voor eigen ideeën en initiatieven en de kans deze zelf te ontwikkelen en implementeren; Lekkere lunches en sportactiviteiten zoals bootcamp en boksles, maandelijkse borrels en andere leuke teamactiviteiten; Een tof kantoor in Amsterdam met een fantastisch team, check it out here! Korting op de HelloFresh Box; Je wordt financieel gecompenseerd voor je harde werk. \nHoe ziet het recruitment proces er uit?\n\nNadat je hebt gesolliciteerd beginnen we met het bekijken van jouw CV en motivatiebrief. Zien we overeenkomsten? Dan hebben we een eerste kennismaking via een online interview. Zien we een potentiële match? Dan vragen we je om een assessment te maken om vervolgens eventueel uitgenodigd te worden op ons hoofdkantoor in Amsterdam om verder te praten. We plannen de afspraken graag snel achter elkaar, zo weet je binnen no-time of je bij ons aan de slag kan gaan! Door de coronamaatregelen voeren we de meeste gesprekken via Google Meet om het zo veilig mogelijk te houden voor iedereen.\n\nAre you hungry for more?\n\nLeuk, goede keuze! Klik op de 'apply' knop hieronder en stuur de gevraagde gegevens in. Het liefst zonder foto en zonder het vermelden van je nationaliteit, trouwstatus, gender, religie en andere discriminerende kenmerken.\n\nBij HelloFresh vinden we diversiteit en inclusiviteit erg belangrijk. Daarom proberen wij onze teams zo samen te stellen, dat deze bestaan uit mensen met verschillende achtergronden, visies en skills. Alle keuzes binnen de sollicitatieprocedure zijn gebaseerd op kwalificaties, werkervaring en wat HelloFresh op dit moment nodig heeft.\n\nWe recruiten graag voor onze eigen vacatures. Mochten we toch hulp nodig hebben, dan benaderen we graag zelf de juiste partij.\n \n\n \n\n          Seniority Level\n        \n\n          Internship\n        \n\n\n\n\n          Industry\n        \n\n\n              Marketing & Advertising\n            \n\n              Internet\n            \n\n              Staffing & Recruiting\n            \n\n\n\n\n        Employment Type\n      \n\n        Internship\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Marketing\n            \n\n              Public Relations\n            \n\n              Writing/Editing", "Employment Type": "Internship", "Company URL": "https://www.linkedin.com//company/hellofresh/life/", "Job URL": "https://www.linkedin.com//jobs/view/2432109835/?eBP=CwEAAAF4NHc-gtUANXS8oG2-8CyfChAcg2A-Y01yB1naDoN3f9YqJhqN1I3tvkHElFm6YrLOvBScnOyvTEoSvAUTndZvknK5TENc96d9Ngf3jwqeStmN_osKHFV-osW8DFjeZVypJHwyD_ZHrQoYRL1fArsCBG3ReuP60mE0fdS34mvaH2SOzIv8jg8ZC7z_U3OOFuw6-lgF06HoN_2F2fX0Hl87vh92w1VBrIZgN0D7CsPecX6y-Rtkkn1W3CAtVgsdUeLSkNCfR44OCwRWx5m5_tJ95vc4vaL4Nk_1r5m6VHUC2YAjuZxu9Ej6ERuyNS4ymyL1frWsTv4LhOGYNOgSmbFGLgLLnx4hV5lp7-zDz8A2PAP1rhiYcDdZ_Tf8xscMhcyG6w&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=nOi%2FQA0%2FdIv1C0nebclOQw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 1, "Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2436751755, "Job Title": "PR & Communication Manager", "Company Name": "Lightyear", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Automotive']", "Sector": "['Marketing', 'Public Relations', 'Writing/Editing']", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Sjoerd Jacobs\n \n\n            Tech Recruiter at Lightyear\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nWould you consider it your mission to create a large following that is engaged with, and enthusiastic about Lightyear? Would you consider yourself an Architect, Project Manager & People Manager, and are you keen on translating strategy into a tactical approach? Then have a read! \nSummaryWhere: The Automotive Campus in Helmond, part of Brainport: the heart of Europe’s innovationDomain: PR & CommunicationsExperience: 5-10 years of relevant experienceDegree: Master's degree\nWhat will you do as PR & Communication Manager at Lightyear?As our PR & Communication Manager, you’ll become part of our Commerce Circle. Headed by our CCO, this circle is focused on creating a strong and desired brand. It’s driven to be customer-centric, by providing market and customer insights. While the Commerce circle includes the triangles (teams) Branding, Sales, Marketing & Communications you’ll become responsible for PR & Communications while you’re Triangle Lead of the communication team, reporting back to our VP marketing.\nYour mission should be to create a large following that is engaged with, and enthusiastic about Lightyear. Also, you are the ‘Lightyear voice’ to the outside world, as you communicate intensively to internal & external stakeholders. By delivering relevant, exciting, and interesting content you want to create a spark and a large movement. You want to inspire the world with Lightyear’s vision. You want to educate the world while it’s going through a major transition. You want to excite the general public about solar cars.\nSo, what is it I’m actually responsible for you ask? Well, to give you a high-over idea we’d like to refer to the bullets below. Be aware of the dynamics at Lightyear which most likely (positively) affect your responsibilities:\nBe responsible for Lightyear’s PR & communication execution as part of our marketing strategyResponsible for KPIs such as online engagement scores and reach of unpaid advertisingManaging relationships with the pressManage PR partnerships with suppliers and partners of LightyearPrepare, check and send out press releasesBe responsible for all outgoing communication (e.g. socials, newsletters)Use the communication dashboards for a continuous feedback loop and to sharpen our contentLeading and inspiring the team, enabling the team to flourish \nHmm.. doesn’t sound super exciting, does it? To give you an idea of what the role looks like more clearly we’d like to tap you along into an average day. You will start the day with a quick check-in with the team to learn how everybody is doing and what they will be working on today, and to get an update on the progress from yesterday.\nAfter this, you have a meeting with a partner company to prepare a small media campaign for an important partnership announcement. You have prepared bullet points for the joint press release and will receive feedback on this to further decide on the next steps.\nBefore lunch, you have a check-in with the VP Marketing to have a look at the content calendar for the next 3 months to see if there are any changes or new opportunities to include. The last part of the morning you spend looking to see if the workload is manageable or what potential bottlenecks may arise in realizing the content calendar.\nIn the afternoon you are working on answering emails from incoming journalists. Next to that, preparing an extensive Q&A to prep Lightyear’s CEO for an interview with the media, scheduled in relation to the partnership announcement.\nDid we trigger your enthusiasm? Let’s see if you have what it takes!\nWhat do we expect from our PR & Communication Manager?In order to succeed in the dynamic world of Lightyear; pro-activity, professionalism, communication, and adaptability are crucial. We are looking for someone with an ambitious attitude who learns from the past but who is especially open to transforming new developments or ideas into the ‘tried and tested’ of the future! You thrive on working team-based, but working independently every now and then shouldn’t be an issue. You are flexible and can work under pressure. Furthermore, we are looking for someone with:\nA Master's degree5 to 10 years of relevant experienceProven leadership skillsYou’re excellent at organizing and creating an overview. You consider yourself an architect as well as a strong project manager.You have the ability to convert strategy into a tactical approachYou’re an enabler through which you strengthen the teamYou’re a solid stakeholder manager. You align with all the needs across the organizationYou’re good at creating and setting-up processes and feedback-loopsFluent in EnglishAvailable for 40 hours\nOn a personal level, you can relate to the following characteristics; you’re influential (without power) and you’re concise. You’re a storyteller by heart and you emphatically understand how other people think and feel. \nWhat can you expect from Lightyear?In addition to a challenging role we also offer:A high degree of freedom and independence in your roleA role within a multidisciplinary team consisting of highly motivated, inquisitive, and talented people with a broad diversity of experienceA role at one of the fastest-growing technology companies in the Netherlands with tremendous potential40 vacation days per yearAn interesting and balanced pension through Zwitserleven that is in line with the mission of LightyearThe ability to participate via shares and to be involved in the growth and success of LightyearIn addition to a dynamic working environment, there is time for relaxation during our already epic Friday afternoon drinks\nAbout LightyearLightyear is an innovative and progressive scale-up with one mission: clean mobility for everyone, everywhere.\nLightyear originates from the legacy as a multiple world championship of the Bridgestone World Solar Challenge® Cruiser Class. Officially established in 2016 by 5 visionaries with the dream to make this groundbreaking technology accessible to everyone, everywhere. In order to accelerate the transition towards a truly sustainable solution for mobility, we believe that it is necessary to completely rethink automotive design by starting from scratch, not limited by industry conventions.\nAt Lightyear, we all strive for the same goal. We have a team with diverse skill sets and backgrounds; all working tirelessly towards clean mobility for everyone, everywhere. We’re proud of our culture and live up to our core values: think independently, be bold, deliver the change, put people first, and take responsibility. Our shared vision is what unites and drives us.\nWant to join?\n\n\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Automotive\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Marketing\n            \n\n              Public Relations\n            \n\n              Writing/Editing", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/lightyear.one/life/", "Job URL": "https://www.linkedin.com//jobs/view/2436751755/?eBP=CwEAAAF4NHc-gnyPUYWGZWQI7JIAFWao0kzj9knaGyGDTTdn_GUAx3h9w9zpoOdWDefm2G8joU2eiXZ4vpuwI-IWJaYLgjYhXhzHSQojd6nZyy-SioYkk3neSZcqowjgZOh5gThaK3HEDC-Ovq3oW9bqsSflNZck_49_y7XfgDamWlcdHb6zJUdykD4nWlyzC6cnb_1ycPk8O0ZmkaMz-xjTKZvXW00oH3USqPRU3fnCompAb5595mWaO1ej1ozObV7nLCLr4aXNINJEK49c2k1g8dyeWyVmCVkVZjJjyQpsZ988qSBp0ZeLiGGSqCa0_Kh7Tz8E_DlMuxDXKyVzr7CdRsKf_kY0S8qkqoFqMy2cGyfu8lGfnPWtIN6zOt5JSETqaAnytN8YaV92alOMOwov0czhcsnqBh3VsDc&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=X7i%2BMqCNV%2FtKWtbc9DOCbQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 2, "Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2455502082, "Job Title": "Communication Engineer", "Company Name": "Yource Group", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Information Technology & Services', 'Computer Software', 'Computer Networking']", "Sector": "['Information Technology', 'Customer Service', 'Strategy/Planning']", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Dana van der Touw\n \n\n            Corporate Recruiter bij Yource \n          \n \n \n\n\n\nAls Communication Engineer toe aan meer uitdaging, verantwoordelijkheid en zelfstandigheid? Bouw mee aan het communicatieplatform van de toekomst bij Yource in Nederland!\nAls Communication Engineer ben je medeverantwoordelijk voor de ontwikkeling, realisatie en implementatie van het huidige en toekomstige callcenterplatform. Tevens heb je hierbij een adviserende en ondersteunende rol en ben je betrokken bij verbetervoorstellen. Jij zorgt voor het technisch en functioneel ontwerpen en inrichten van klanten, campagnes en projecten. Je rapporteert rechtsreeks aan de Manager Communications.\nHet bouwen, testen en beschikbaar stellen van maatrapportages t.b.v. externe klanten en interne opdrachtgevers m.b.t. contactcenter activiteiten is jou niet vreemd. Je bent vaak het eerste aanspreekpunt van de klant bij incidenten, problemen en veranderingen en daarom zijn jouw communicatie skills goed ontwikkeld. Ook weet jij te achterhalen wat de wensen van de klanten en opdrachtgevers zijn en verzorg jij deskundig advies voor de inrichting van de contactcenteromgeving en IVR. Wat bieden wij de Communication Engineer?\nEen goed startsalaris, inschaling afhankelijk van opleiding, skills en ervaring;Verschillende bijscholing, ontwikkel- en doorgroeimogelijkheden;Je helpt meebouwen aan het communicatieplatform van de toekomst;Je komt in een professioneel team te werken met gelijk gestemde;Verschillende tools, systemen en applicaties zorgen voor de juiste handvatten, waardoor jij in deze functie zal groeien;Veel zelfstandigheid en verantwoordelijkheid;Fulltime positie in een dynamische omgeving;Je bent onderdeel van een groeiende en ambitieuze organisatie die innovatie ademt.\nWat vragen wij van de Communication Engineer\nJe hebt minimaal een MBO4 diploma behaald, bijvoorbeeld systeem- en netwerkbeheer, Informatica, ICT, Programmeren, enz.;Je hebt ervaring met Windows servers en callcenterplatformen (Genesys is een pré)Je hebt ervaring met Exchange omgevingen;Je hebt ervaring met het bouwen, wijzigen en implementeren van callflows;Je beheerst de Nederlandse en Engelse taal zowel mondeling als schriftelijk;Je bent bereid om waakdiensten te draaien en om de week naar kantoor of andere locatie te reizen;Je bent analytisch, betrouwbaar, oplossingsgericht, kwaliteit- en resultaatgericht.\nThe future is there, make it Yource!\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Information Technology & Services\n            \n\n              Computer Software\n            \n\n              Computer Networking\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Information Technology\n            \n\n              Customer Service\n            \n\n              Strategy/Planning", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/yource-group/life/", "Job URL": "https://www.linkedin.com//jobs/view/2455502082/?eBP=CwEAAAF4NHc-gl_5pdzDYB2xuHGE9TjBTE8HjI30CUX1Y3QjKwbmGE9XEd4aPNb6fL6TfO88VWTSECkFZRqfAsKYte0Q_NnWRUimulehG0C2ANmmIAZ_I7N_rDn2n6e9fkbOFhp4ae_IcdbhKXpOsIcOcnBGPv9tNXjAG5X9t-vLrKC8bBrLt0nMcWc-IbexhaXvH2kwKBcBWXe0Vi94a3WGaF1mOBxrQ9Mjl5BuDVJo3zr0m_lVe9dUyQziZ7tXI8lQJmabJMUSvdHzxaVnNFRnZvLTUknlGObLnXbj-RwsC5hvEoaLZW9UHQFZA8K0Hc85KwLIxDf8rZeF3MOiuYphO-dJ6L1tcYMPfKg&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=lFXsB%2FZ5oXlKCeTIXmHKsQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 3, "Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2457219822, "Job Title": "Social & Communications Editor", "Company Name": "-1", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "We are looking for a Social & Communications Editor to maintain and elevate Ace & Tate's brand perception across earned media and organic channels and execute best-in-class brand storytelling through digital-first tactics.\n\nOur ideal candidate has an in-depth understanding of new and traditional media, up to date on niche and mainstream trends, keen interest in social and digital innovations, and obsessive about popular culture and news media. You must have exceptional oral and written communication skills and the ability to develop and maintain key relationships with influencers, editors, and creative talent.\n\nThis full-time position is available immediately at our headquarter in Amsterdam.\n\nYou'll...\nWrite, prepare, and review content to be used across earned media and social channels.Coordinate the preparation of communications content with various departments.Collaborate with the rest of the communications team to develop communications narratives and activation concepts to support product launches and brand campaigns.Confirm media assets and verify facts.Prepare media briefings and talking points for the company spokespeople.Ensure PR and Social assets follow brand guidelines and standards.Identify external partners ( influencers, creative talent, brand partners ) to develop and produce content that supports the communications calendar and builds brand awareness.Maintain key media and brand partner relationships.Stay up-to-date with digital, social, and news media trends.You..\nHave proven work experience in PR, Social media, or Editorial roles.Are experienced in copywriting and campaign concept and development. Know how to identify media narratives for the brand. Have excellent verbal communication and writing skills. Know how to interpret media insights and coverage. Are experienced in working with online marketing and marketing channels.Show strong attention to detail and ability to multitask. We offer you..\nThe chance to be part of an international company with a fun, hardworking and dynamic atmosphere. The opportunity to push the boundaries for our international (digital) footprint.Personal development and lots of variety in your work.A broad scope of responsibilities.Frequent updates to your eyewear collection!Jeez, that was a lot. Still with us? If you are, and you’re thinking that you might just fit this exact profile, please apply via the form below. We’d love to hear from you.\n\nPlease note that we are not interested in working with recruitment agencies for this position.\n\nAce & Tate is an equal opportunity employer. We are committed to nurturing an inclusive environment for all current and potential employees.", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2457219822/?eBP=JOB_SEARCH_ORGANIC&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=9fcFE6PmkzqHUy9kpaGFAw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 days ago", "Job Age Number": "3 days ago", "Job Date": "2021-03-11", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 4, "Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2439366508, "Job Title": "Communication & Design Internship", "Company Name": "Royal HaskoningDHV", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Information Technology & Services', 'Human Resources', 'Outsourcing/Offshoring']", "Sector": "['Marketing', 'Public Relations', 'Writing/Editing']", "Job Description": "Internship position available for September 2021 \n\nHow Will Your Internship At Royal HaskoningDHV Look Like\n\nAre you eager to join our journey to transform from a 140-year-old global consulting & engineering firm into a technology and software driven engineering company? This internship offers you a great opportunity to learn more about working in a global company, the type of communications which are needed to change the mindset of employees, how to collaborate with colleagues from all over the world with different backgrounds and cultures and many more elements.\n\nDuring this internship, you will support the culture team. This team facilitates the journey to develop the behaviour of our people aligned with the company’s strategy. You will support the team in designing, developing and creating a brand for our company’s culture and communication materials. Some examples of these communication materials are informative booklets, presentations for our senior management, flyers, visuals, images and infographics. You will develop your creative skills and gain more insights in what kind of communication materials are needed to support people in developing their behaviour.\n\nAdditionally, you will play a key role in developing the brand for the company’s culture. Together with the team, you will design, develop and create (amongst other things) icons, visuals, logos and images. Your fresh view and design and creative skills are much needed! You may be an intern, but within Royal HaskoningDHV we believe in equality and diversity which means everyone is equally valued for their contribution. So, don’t think this internship is only about fetching coffee and doing errands, you are one of us!\n\nGood to know that by joining our company, you will have access to over 10.000 digital e-learning objects which enables you to learn more about any kind of topic, whenever and wherever you want.\n\nThis is your profile:\nBilingual in Dutch and English - written and spokenLocated within commuting distance to Nijmegen, Amersfoort or Rotterdam. You can work from several of our offices (e.g. Amersfoort, Rotterdam or Nijmegen). Important note: due to COVID-19 we expect that the majority of the internship will take place virtually. However, there are opportunities to meet and work in the office when local regulations allow this. Available 4 or 5 days a week, flexible workdays Available for a duration of at least 3 months, starting in February 2021Minimum education level: MBO\n\nExperience/Background\n\nBelow you will find an overview of the skills we seek in our new intern. During the interview, we would like to hear from you where you’ve gained these skills (for example in school or in your personal life).\nBackground in graphic design, journalism, communications and/or multimedia designAbility to translate key messages into communication deliverablesKnow how to develop a brandKnow how to create podcastsKnow how to use MS PowerPoint and MS ExcelKnow how to use Adobe Photoshop and InDesign proficiency Know how to use a video editor tool (f.e. WeVideo, Adobe Premiere Pro, iMovie) Know how to use an audio editor tool (f.e. Audacity, Adobe Audition)Copywriting skills, journalism experienceCan do attitude Creative, thinking out of the box\n\nWhat Royal HaskoningDHV Can Offer You\n\nWe can offer you a dynamic internship which enables you to learn many new hard and soft skills. We have experience in guiding, supporting and training interns online due to COVID-19. You will (virtually) meet with your mentor at least twice a week. During these conversations, you will get personal coaching, feedback and discuss what you have learned and what else you’d like to learn. Furthermore, we have regular (virtual) coffee breaks with your team and ‘serendipity calls’ which allow you to meet new colleagues from all over the world!\n\nYou will receive a monthly compensation of €450,- with 20 leave days per year on a fulltime basis and an option for university feedback and evaluation.\n\nInterested? \nPlease submit your resume and short motivation via the “Apply” button. For more info, please contact Megan Heather-Cooley ( [email protected] ).\n\nOur Company\n\nRoyal HaskoningDHV is an independent, international engineering company which delivers consultancy and project management services globally across multiple sectors. Our 6000 colleagues, working from around 75 permanent offices in more than 30 countries on projects in over 140 countries, are committed to our promise to enhance society together. Our staff deliver services in the fields of aviation, buildings, energy, industry, infrastructure, maritime, mining, transport, urban and rural development and water. We are a business of professional, and motivated people who work hard, have fun, inspire and make it happen!\n \n\n \n\n          Seniority Level\n        \n\n          Internship\n        \n\n\n\n\n          Industry\n        \n\n\n              Information Technology & Services\n            \n\n              Human Resources\n            \n\n              Outsourcing/Offshoring\n            \n\n\n\n\n        Employment Type\n      \n\n        Internship\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Marketing\n            \n\n              Public Relations\n            \n\n              Writing/Editing", "Employment Type": "Internship", "Company URL": "https://www.linkedin.com//company/royal-haskoningdhv/life/", "Job URL": "https://www.linkedin.com//jobs/view/2439366508/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=hvkBPswNBpFITDfE2I4kNw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "7 hours ago\n              Within the past 24 hours", "Job Age Number": "7 hours ago\n              Within the past 24 hours", "Job Date": "2021-03-14", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 5, "Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2432189415, "Job Title": "Finance Business Partner IT", "Company Name": "IMCD Group", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Participate in the JD Edwards roll-outs to existing non-JDE and newly acquired companiesAssist the global organization, with the development of its user adoption and optimization of the use of system functionality through sharing best practicesLiaise with HQ Finance colleagues (Control, Reporting, Treasury, Tax) and local Finance leads as a business partner for Finance IT applications related topicsUnderstand end-to-end operational Finance (and non-Finance) business processes and their related requirementsWork with the business to design effective and efficient solutions assuring the quality and up gradability of the global ERP templateAnalyse, evaluate and translate business user requests into user storiesEnsure that production releases are planned out with minimal or no disruption to internal and external business partners and system usersEstablish the technical vision and analyse trade-offs between usability and performance needs, in collaboration with colleagues of other software productsContribute to configuring and testing of the solutionsSupport key users: provide and structure hands-on support on the fully implemented JD Edwards solution focusing on Finance", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2432189415/?eBP=CwEAAAF4NHc-goW23hXWTmD0aVX2g_UA2B8TU1mLFpUDWr-olXVdviMthpuRxPw706i4ECIFOyqUblghIQP014jCSuTatPmB24-IakH4TzMuMdYzxjCa5Sqa1Cr-2CPZZpP8cr1wvsiGtEmD1TrnllpcWwEaDu8i5cLf6VUxguPuST9FuKfttLrQwm6vF9pwXtI48bixCD_1npQzPF8uRz-rsRU5gIvA3rZbLNajyfrnQjvOvABYWNb33P2h22jZE4agGV-m_P2zLzdT_wC7hRYLZ0DCI2ePdb9wQB8qB1AMUsdBf_VHPZUbDFg1NCTWguWaLYpZoJ-dDLQljJNuLAXKgPOWBjTWJolTasIMIagA0LrHRMS7Yz7fWSrVE4hMhTZOrQVu8A&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=F7B2svAR%2BZIkhMHD5A%2F5zw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 6, "Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2424961511, "Job Title": "Intern Impact Investing Communication Manager", "Company Name": "PYM - the Conscious Investors' Community", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Financial Services']", "Sector": "['Marketing', 'Public Relations', 'Writing/Editing']", "Job Description": "Intern Impact Investing Communication Manager Do you have a passion for impact investing? Are you excited to jump onboard our startup PYM, the conscious investors’ community. We aim to increase the number of impact investors. We are looking for a part-time community & website manager for a period of 6 months or longer, living in/around Amsterdam, and in possession of a Dutch BSN-number (working permit).\nAbout PYMPYM is an independent foundation that connects and guides wealth owners in their journey to invest their capital consciously for a better world. We are a peer-to-peer community of families, philanthropists, investors and foundations who support solutions to our pressing global needs.\nOur mission is to inspire wealth owners to invest and donate their money meaningfully. We offer an independent fast track to becoming a conscious investor. PYM spurs, educates and guides wealth owners and their families to invest in what matters most to them, our planet and future generations. Based in Amsterdam, our first focus is on investors in the Benelux, but we welcome any wealth owner who shares our goals to join us.\nYour tasks Communication: with partners and members, through our website, newsletters, mailings and social mediaRelationship management:​  with our CRM (Customer Relations Management) systemEvents: plan member events and coordinate with our partners, including registration and logistics, also for our annual conference, the PYM Impact Days Research trends, organizations and funds in the field of impact investing.Project management: all-around support running a start-up\nWhat we are looking forA student who lives in or around Amsterdam, who has a Dutch BSN-numberDesire to solve the world’s problems and a belief in impact investing to help do soKnowledge and/or experience with social media (LinkedIn, Twitter) Passion for impact investing or social entrepreneurship and for community buildingPersonality: proactive, hands-on, independent, entrepreneurial and team player Effective communicator on- and offline, including writing skills Ability to work independently using technology with team members who work remotelyFluency in English and preferably also DutchComfortable in working with Google Drive, PowerPoint and web design\nWhat we offerBe part of a new organization within a dynamic team of experienced professionalsWork with leaders in impact investing and sustainable financeFlexible working hours and the ability to work remote a few days a week.Internship coaching and good compensationPossibility to attend our events and those of our partnersLocation of Partner office:  Amsterdam West\nAre you ready to join us? Send your CV and motivation letter to ​info@pym.nu\n \n\n \n\n          Seniority Level\n        \n\n          Internship\n        \n\n\n\n\n          Industry\n        \n\n\n              Financial Services\n            \n\n\n\n\n        Employment Type\n      \n\n        Internship\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Marketing\n            \n\n              Public Relations\n            \n\n              Writing/Editing", "Employment Type": "Internship", "Company URL": "https://www.linkedin.com//company/pym-the-conscious-investors-community/life/", "Job URL": "https://www.linkedin.com//jobs/view/2424961511/?eBP=CwEAAAF4NHc-gpgB8U9PKHOOk--RwPNTwsyOu4hrc9GZ7bHWXMZdtm0knKob7CmOrAVYy6BtY6wWXW6E_wA1f6UElZ0UIojyaPG-O81z1AOBflPYgiGr0n1nsKzMus6s7cXOnd2YN2lbQeaT4-GLgxh10Rq0-yKNuKGd3qVxcDeNJymmdftK8rkH3oLI2yywpdcHr618e07OwNmJ6kaCkSJ4zDydv1kCHshLiJkRRQlCyxv4jOiyy9DiDzvxjFjiK1YDSwDfVxU9cHQBiyUIUWdeDV8sjIw0oSjd6UXCy-WwJB537T-nefGXUeQ-la5febHCcoeVegMn9IzjHdbrrmPakoPTYXox-j07ZAQg3K3qoyS3wF0OpM8mtZSKw6p5EPpyLdOa83iHCcgR4foHMYZ8ueOuPb2u9PC0&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=HMLDOKyu5dukO3kxmYEh0w%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 0, "Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2432109835, "Job Title": "Content & Communication internship (Nederlandstalig)", "Company Name": "HelloFresh", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Marketing & Advertising', 'Internet', 'Staffing & Recruiting']", "Sector": "['Marketing', 'Public Relations', 'Writing/Editing']", "Job Description": "Passie voor goed eten!\n\nBij HelloFresh zijn we gek op lekker eten en met een box vol verse ingrediënten is het onze missie om de manier waarop Nederland kookt te veranderen. Samen maken we van elke maaltijd een moment om naar uit te kijken. Met onze maaltijdboxen vol verse ingrediënten en makkelijk te volgen recepten zijn we een revolutie gestart in de voedingsindustrie. Van het ontwikkelen van de recepten tot de vlekkeloze bezorging van onze boxen - data is een belangrijke leidraad en daarbij staat onze klant centraal. Zo leren we elke dag iets nieuws. Ons jonge en flexibele team neemt snelle beslissingen en is daardoor niet te stoppen.\n\nWe zijn op zoek naar jou! \n\nVoor ons jonge en gepassioneerde team zijn we op zoek naar een Content & Communication Intern vanaf augustus/september 2021. Als onderdeel van het Brand & Communication team leer je de verschillende communicatiekanalen van HelloFresh kennen. Je ontdekt hoe we verschillende kanalen en communicatie touchpoints gebruiken om zowel nieuwe als bestaande klanten te overtuigen en te enthousiasmeren. Ook verbeter je je schrijfvaardigheden tijdens de stage. Je werkt namelijk nauw samen met het team aan copywriters dat verantwoordelijk voor de content op al onze communicatiekanalen in België, Nederland, Luxemburg en Frankrijk. Daarnaast schakel je ook met andere teams als het gaat om Nederlandstalige content. Je zult deel uitmaken van een ontzettend dynamisch team en krijgt een brede kijk in de keuken van het gehele marketingteam! Je krijgt de kans om zelfstandig te werken, taken eigen te maken en er is veel ruimte om je eigen ideeën tot leven te brengen. De stage is een meewerkstage van 5 tot 6 maanden.\n\nJe Voornaamste Taken Zullen Zijn\n Creëren van Nederlandstalige content voor al onze online én offline marketingkanalen. Dit varieert van inbox printmateriaal, zoals flyers en booklets, tot online content voor CRM en paid social.  Contentcreatie ten behoeve van lokale productlanceringen en marketingcampagnes, zoals bijvoorbeeld onze Kerst-campagne;  Vertalen van Engelstalige copy die door de verschillende global teams op het hoofdkantoor in Berlijn aan ons lokale team wordt gebrieft. Hierbij zorg je er samen met de andere copywriters voor dat de Vlaamstalige, Nederlandstalige én Franstalige content op elkaar is afgestemd ten behoeve van consistente merkcommunicatie; Meten van de effectiviteit van onze communicatie en het continu verbeteren van de door jou geschreven content op basis van data;  Samen met je team ben jij dé brand guardian binnen het Marketing team. Je zorgt ervoor dat al onze content niet alleen foutloos en effectief is, maar ook perfect on brand.  Naast contentcreatie voor de verschillende marketing teams (Brand & Communication, Growth Marketing, Marketing Retention) creëer je ook voor andere afdelingen binnen HelloFresh aansprekende content. Van internal branding doeleinden voor het Office en HR team tot surveys redigeren voor het Business Intelligence team: waar content nodig is, kom jij om de hoek kijken! \nBen jij de perfecte nieuwe collega?\n\nVolg je op dit moment een studie richting communicatie, taal of (content)marketing en schrijf jij nóg liever over eten, dan dat je in de keuken staat? Dan is dit een echte match! Naast uitstekende Nederlandstalige schrijfvaardigheden, vind je het geen enkel probleem om onderling met collega’s Engels te spreken. Je bent creatief, schrijft graag en mist geen enkele stijl- of spelfout. Daarnaast ligt je interesse in (online) marketing, zoals CRM, SEO en Paid Social. En jij als persoon? Je bent leergierig, proactief en enthousiast. Je bent positief ingesteld, flexibel en je past je snel aan nieuwe situaties aan. Je werkt tot slot secuur, kan goed overzicht bewaren en vindt het leuk om tien dingen tegelijk te doen.\n\nWat hebben wij jou te bieden?\n Een kans om een serieuze impact te hebben op alle Nederlandstalige content voor de Nederlandse en Belgische markt in een snelgroeiend tech-bedrijf;  Veel ontwikkelingsmogelijkheden binnen een jong en dynamisch bedrijf; De vrijheid en ruimte voor eigen ideeën en initiatieven en de kans deze zelf te ontwikkelen en implementeren; Lekkere lunches en sportactiviteiten zoals bootcamp en boksles, maandelijkse borrels en andere leuke teamactiviteiten; Een tof kantoor in Amsterdam met een fantastisch team, check it out here! Korting op de HelloFresh Box; Je wordt financieel gecompenseerd voor je harde werk. \nHoe ziet het recruitment proces er uit?\n\nNadat je hebt gesolliciteerd beginnen we met het bekijken van jouw CV en motivatiebrief. Zien we overeenkomsten? Dan hebben we een eerste kennismaking via een online interview. Zien we een potentiële match? Dan vragen we je om een assessment te maken om vervolgens eventueel uitgenodigd te worden op ons hoofdkantoor in Amsterdam om verder te praten. We plannen de afspraken graag snel achter elkaar, zo weet je binnen no-time of je bij ons aan de slag kan gaan! Door de coronamaatregelen voeren we de meeste gesprekken via Google Meet om het zo veilig mogelijk te houden voor iedereen.\n\nAre you hungry for more?\n\nLeuk, goede keuze! Klik op de 'apply' knop hieronder en stuur de gevraagde gegevens in. Het liefst zonder foto en zonder het vermelden van je nationaliteit, trouwstatus, gender, religie en andere discriminerende kenmerken.\n\nBij HelloFresh vinden we diversiteit en inclusiviteit erg belangrijk. Daarom proberen wij onze teams zo samen te stellen, dat deze bestaan uit mensen met verschillende achtergronden, visies en skills. Alle keuzes binnen de sollicitatieprocedure zijn gebaseerd op kwalificaties, werkervaring en wat HelloFresh op dit moment nodig heeft.\n\nWe recruiten graag voor onze eigen vacatures. Mochten we toch hulp nodig hebben, dan benaderen we graag zelf de juiste partij.\n \n\n \n\n          Seniority Level\n        \n\n          Internship\n        \n\n\n\n\n          Industry\n        \n\n\n              Marketing & Advertising\n            \n\n              Internet\n            \n\n              Staffing & Recruiting\n            \n\n\n\n\n        Employment Type\n      \n\n        Internship\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Marketing\n            \n\n              Public Relations\n            \n\n              Writing/Editing", "Employment Type": "Internship", "Company URL": "https://www.linkedin.com//company/hellofresh/life/", "Job URL": "https://www.linkedin.com//jobs/view/2432109835/?eBP=CwEAAAF4NHc-gtUANXS8oG2-8CyfChAcg2A-Y01yB1naDoN3f9YqJhqN1I3tvkHElFm6YrLOvBScnOyvTEoSvAUTndZvknK5TENc96d9Ngf3jwqeStmN_osKHFV-osW8DFjeZVypJHwyD_ZHrQoYRL1fArsCBG3ReuP60mE0fdS34mvaH2SOzIv8jg8ZC7z_U3OOFuw6-lgF06HoN_2F2fX0Hl87vh92w1VBrIZgN0D7CsPecX6y-Rtkkn1W3CAtVgsdUeLSkNCfR44OCwRWx5m5_tJ95vc4vaL4Nk_1r5m6VHUC2YAjuZxu9Ej6ERuyNS4ymyL1frWsTv4LhOGYNOgSmbFGLgLLnx4hV5lp7-zDz8A2PAP1rhiYcDdZ_Tf8xscMhcyG6w&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=nOi%2FQA0%2FdIv1C0nebclOQw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 2, "Search Keyword": "communication", "Platform": "LinkedIn", "Job ID": 2455502082, "Job Title": "Communication Engineer", "Company Name": "Yource Group", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Information Technology & Services', 'Computer Software', 'Computer Networking']", "Sector": "['Information Technology', 'Customer Service', 'Strategy/Planning']", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Dana van der Touw\n \n\n            Corporate Recruiter bij Yource \n          \n \n \n\n\n\nAls Communication Engineer toe aan meer uitdaging, verantwoordelijkheid en zelfstandigheid? Bouw mee aan het communicatieplatform van de toekomst bij Yource in Nederland!\nAls Communication Engineer ben je medeverantwoordelijk voor de ontwikkeling, realisatie en implementatie van het huidige en toekomstige callcenterplatform. Tevens heb je hierbij een adviserende en ondersteunende rol en ben je betrokken bij verbetervoorstellen. Jij zorgt voor het technisch en functioneel ontwerpen en inrichten van klanten, campagnes en projecten. Je rapporteert rechtsreeks aan de Manager Communications.\nHet bouwen, testen en beschikbaar stellen van maatrapportages t.b.v. externe klanten en interne opdrachtgevers m.b.t. contactcenter activiteiten is jou niet vreemd. Je bent vaak het eerste aanspreekpunt van de klant bij incidenten, problemen en veranderingen en daarom zijn jouw communicatie skills goed ontwikkeld. Ook weet jij te achterhalen wat de wensen van de klanten en opdrachtgevers zijn en verzorg jij deskundig advies voor de inrichting van de contactcenteromgeving en IVR. Wat bieden wij de Communication Engineer?\nEen goed startsalaris, inschaling afhankelijk van opleiding, skills en ervaring;Verschillende bijscholing, ontwikkel- en doorgroeimogelijkheden;Je helpt meebouwen aan het communicatieplatform van de toekomst;Je komt in een professioneel team te werken met gelijk gestemde;Verschillende tools, systemen en applicaties zorgen voor de juiste handvatten, waardoor jij in deze functie zal groeien;Veel zelfstandigheid en verantwoordelijkheid;Fulltime positie in een dynamische omgeving;Je bent onderdeel van een groeiende en ambitieuze organisatie die innovatie ademt.\nWat vragen wij van de Communication Engineer\nJe hebt minimaal een MBO4 diploma behaald, bijvoorbeeld systeem- en netwerkbeheer, Informatica, ICT, Programmeren, enz.;Je hebt ervaring met Windows servers en callcenterplatformen (Genesys is een pré)Je hebt ervaring met Exchange omgevingen;Je hebt ervaring met het bouwen, wijzigen en implementeren van callflows;Je beheerst de Nederlandse en Engelse taal zowel mondeling als schriftelijk;Je bent bereid om waakdiensten te draaien en om de week naar kantoor of andere locatie te reizen;Je bent analytisch, betrouwbaar, oplossingsgericht, kwaliteit- en resultaatgericht.\nThe future is there, make it Yource!\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Information Technology & Services\n            \n\n              Computer Software\n            \n\n              Computer Networking\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Information Technology\n            \n\n              Customer Service\n            \n\n              Strategy/Planning", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/yource-group/life/", "Job URL": "https://www.linkedin.com//jobs/view/2455502082/?eBP=CwEAAAF4NHc-gl_5pdzDYB2xuHGE9TjBTE8HjI30CUX1Y3QjKwbmGE9XEd4aPNb6fL6TfO88VWTSECkFZRqfAsKYte0Q_NnWRUimulehG0C2ANmmIAZ_I7N_rDn2n6e9fkbOFhp4ae_IcdbhKXpOsIcOcnBGPv9tNXjAG5X9t-vLrKC8bBrLt0nMcWc-IbexhaXvH2kwKBcBWXe0Vi94a3WGaF1mOBxrQ9Mjl5BuDVJo3zr0m_lVe9dUyQziZ7tXI8lQJmabJMUSvdHzxaVnNFRnZvLTUknlGObLnXbj-RwsC5hvEoaLZW9UHQFZA8K0Hc85KwLIxDf8rZeF3MOiuYphO-dJ6L1tcYMPfKg&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Nu7DDjHlGhQt0BgEAy4%2FwQ%3D%3D&trackingId=lFXsB%2FZ5oXlKCeTIXmHKsQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}]
