[{"Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2411938513, "Job Title": "Groepsleider / Sociotherapeut", "Company Name": "Van der Hoeven Kliniek", "Location": "Utrecht, Netherlands", "Industry": "['Mental Health Care']", "Sector": "['Health Care Provider']", "Seniority Level": "Associate", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Debbie Heijnders\n \n\n            HR-adviseur bij de Waag & Van der Hoeven Kliniek\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nHeb jij het lef om te werken in de forensische psychiatrie en ben je beschikbaar voor 32-36 uur per week? Lees dan verder! Wij zoeken voor onze locatie aan de Oudlaan in Utrecht een:\nSociotherapeut / Groepsleider(m/v, 32-36 uur per week) Wij leren patiënten met een tbs-maatregel en een civielrechtelijke maatregel hoe ze buiten op een verantwoordelijke manier kunnen leven. Wij hebben vestigingen in Utrecht en Amersfoort en hebben 3 verschillende klinieken.  \n﻿Locatie Oudlaan (de Wierde) Op deze locatie de Wierde worden patiënten met uiteenlopende achtergrond behandeld voor hun psychische stoornis. O.a. de kliniek intensieve behandeling (KIB) is hier gevestigd. In de KIB worden patiënten behandeld die zijn opgenomen met een zorgmachtiging (ZM) of een inbewaringstelling (IBS). Dit betekent dat de civiele rechter bepaalt dat het voor de veiligheid van de patiënt en zijn (directe) omgeving beter is om te worden opgenomen in een psychiatrisch ziekenhuis. Meestal is een behandeling in een reguliere ggz-instelling vastgelopen. Er is ook een voorziening voor longcare TBS-patiënten met persoonlijkheidsproblematiek. \nWat ga je doen?Je stimuleert en begeleidt patiënten bij activiteiten en geeft leiding aan de samenwerking binnen de leefgroep.Je levert een substantiële bijdrage aan de behandeling; je deelt jouw kennis en dagelijkse ervaringen met de patiënt in het multidisciplinaire behandelteam, stelt het dynamische behandelplan op en geeft er uitvoering aan.Je integreert de verschillende onderdelen van de behandeling, stemt die op elkaar af en legt het behandelverloop vast, in nauw contact met medewerkers en patiënten.Je signaleert en meldt zaken die de samenwerking in de kliniek kunnen verbeteren of verstoren en treft zo nodig maatregelen.Je werkt in onregelmatige 8-uursdiensten. \nWat bieden we je?Goede arbeidsvoorwaarden in lijn met de cao-ggz. Je inschaling is in functiegroep FWG 45-50, minimaal €2.357,00 tot maximaal €3.678,00.Wij bieden je veelzijdig werk met een specifieke doelgroep, waarbij je nauw samenwerkt met collega's in je team, maar ook met collega's uit andere disciplines.Bij ons krijg je intensieve begeleiding en intervisie, vanwege het specialistische karakter van dit werk wat best spannend kan zijn. Je hebt bij ons goede mogelijkheden om je te ontwikkelen, zowel in de dagelijkse praktijk van je werk, als door het volgen van trainingen en opleidingen.\n Wat vragen wij van jou?Je hebt HBO werk- en denkniveau* en een relevante opleiding (bijvoorbeeld Social Work, Psychologie, e.a.).Je hebt affiniteit met onze forensische doelgroep.Je bent sociaal, gericht op samenwerking en kunt goed zelfstandig binnen een team werken.Je kijkt kritisch naar jezelf en je omgeving en durft daarover de discussie aan te gaan.Je gaat in het belang van de behandeling conflicten aan en je kunt deze hanteren.Je bent assertief en beschikt over tact en overredingskracht.Je spreekt en schrijft goed Nederlands.\n*Heb je een MBO opleiding of studeer je binnenkort af en denk je dat deze functie goed bij jou past? Dan nodigen wij je ook van harte uit om te reageren!\n﻿Interesse?Wij komen graag met je in contact! Reageer via de link \"solliciteer direct\". Voor meer informatie of vragen over de vacature kun je contact opnemen met Ruben Lombaers, Teamleider, 030-2758275.\nVoor de aanstelling is het overleggen van een “Verklaring omtrent het Gedrag” (VOG) een verplicht onderdeel. Acquisitie door werving en selecte-, detacherings- of uitzendbureaus naar aanleiding van deze advertentie wordt niet op prijs gesteld.\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Mental Health Care\n            \n\n\n\n\n        Employment Type\n      \n\n        Part-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Health Care Provider", "Employment Type": "Part-time", "Company URL": "https://www.linkedin.com//company/van-der-hoeven-kliniek/life/", "Job URL": "https://www.linkedin.com//jobs/view/2411938513/?eBP=JOB_SEARCH_ORGANIC&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=t0X80acSnZgpwCAQhgwEAA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 weeks ago", "Job Age Number": "3 weeks ago", "Job Date": "2021-02-15", "Collection Date": "2021-03-15"}, {"Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2444856695, "Job Title": "Sociotherapeut", "Company Name": "Klinisch Centrum Nootdorp", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Ben jij een ervaren begeleider of verpleegkundige in de psychiatrie en/of gehandicaptenzorg? Ben jij toe aan een nieuwe uitdaging en wil je aan de slag met cliënten met een verstandelijke beperking en een psychiatrische stoornis? Dan ben jij onze nieuwe collega!", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2444856695/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=wlSOlFMY1SKN441%2BuEQusg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 days ago", "Job Age Number": "2 days ago", "Job Date": "2021-03-12", "Collection Date": "2021-03-15"}, {"Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2427054528, "Job Title": "Sociotherapeut", "Company Name": "Ready For Change BV", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Ready For Change zoekt een Sociotherapeut HBO SPH of HBO Social Work met profiel Zorg (16-32 uur).\nWat ga je doen?Als sociotherapeut ben je werkzaam op onze ambulante groepsbehandeling. Naast het contact met de cliënten, werk je mee aan de doorontwikkeling van onze behandelmethoden. Jouw vooronderstellingen, ideeën en onderzoek worden niet in de wind geslagen. Je maakt deel uit van een multidisciplinair behandelteam en bent mede verantwoordelijk voor het leveren van zorg aan cliënten, die primair een verslaving hebben. Op basis van ervaring en interesse verzorg je de groepsbehandeling, de individuele begeleiding van enkele cliënten en het nazorgprogramma.\nDit zijn je hoofdtaken:uitvoeren van de groepsbehandeling en de diverse onderdelen hiervan;persoonlijk begeleider van enkele cliënten;uitvoeren van het nazorgprogramma van cliënten;opstellen van behandelplannen in samenwerking met het behandelteam en de regiebehandelaar;bijwonen van en een bijdrage leveren aan het multidisciplinair overleg van het behandelteam;bijhouden van dossiervoering in het EPD.\nWat breng je mee?Je hebt een persoonlijke, warme en professionele aanpak. Je kunt werken binnen een dynamisch en innovatieve werkomgeving. Daarnaast heb je een flexibele instelling. Om optimaal te passen binnen ons behandelteam ben je cliëntgericht, accuraat, representatief en teamspeler. Je draagt bij aan een veilige en stabiele omgeving voor zoal de cliënt als je collega’s.\nJe bent in het bezit van een afgeronde opleiding HBO SPH/HBO Social Work en je bent minimaal beschikbaar op maandag en dinsdag tussen 14.15 – 22.45 uur.\nWat bieden wij?Een jonge dynamische en snelgroeiende professionele organisatie waar meedenken op prijs wordt gesteld; de lijnen kort zijn en besluiten snel genomen worden. Een multidisciplinair team met enthousiaste en zeer betrokken collega’s die hart hebben voor de cliënt en diens naasten. Een plezierige werkomgeving, waarbij je zult deelnemen aan deskundigheidsbevordering en werkbegeleiding. Daarnaast krijg je een intern inwerkprogramma aangeboden. Salariëring vindt plaats volgens de FWG-salarisstructuur en is afhankelijk van opleiding, leeftijd en ervaring. De secundaire arbeidsvoorwaarden zijn geregeld overeenkomstig de CAO-GGZ.\nVerder bieden wij:Een salaris conform CAO GGZInschaling voor deze functie FWG 50Opname in het PGGM PensioenfondsEen gezellig team met enthousiaste collega’sReady For Change is onderdeel van het Zorg van de Zaak netwerk waarbinnen mogelijkheden zijn om je verder te ontwikkelen\nHet betreft een vacature voor 16-32 uur en wij zijn gevestigd in Rotterdam.\nSollicitatieJouw sollicitatie vergezeld van je CV en motivatie zien wij graag tegemoet (t.a.v. Denise Engels).De gesprekken zullen in overleg gepland worden. Het aanleveren van een VOG is onderdeel van de sollicitatieprocedure.\nOver onsReady For Change GGZ behandelt cliënten met een verslaving. Soms zijn naast de verslaving uiteenlopende co-morbide ziektebeelden aanwezig. Verslaving is in de visie van Ready For Change GGZ een chronische ziekte, waarvan herstel mogelijk is. Ready For Change biedt alle cliënten zicht op herstel, meer autonomie en een hogere kwaliteit van leven. Binnen de diverse afdelingen van Ready For Change staat de cliënt centraal; de behandeling wordt aangepast op het individu om de cliënt in zijn eigen omgeving de kans op herstel te bieden. Het effectieve behandelprogramma wat grotendeels groepsgewijs wordt aangeboden, bevat cognitieve gedragstherapie, psycho-educatie en individuele therapie. Ook wordt de omgeving van de cliënt nauw betrokken bij de behandeling.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2427054528/?eBP=JOB_SEARCH_ORGANIC&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=bCJI5QGxjR%2FV7bEgP3qvyw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-25", "Collection Date": "2021-03-15"}, {"Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2376858370, "Job Title": "Sociotherapeut", "Company Name": "Ministerie van Justitie en Veiligheid", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Functie­omschrijving\n\nBen jij als social worker of sociaalpedagogisch hulpverlener op zoek naar meer uitdaging en een baan met veel betekenis? Dan moet je bij de Oostvaarderskliniek zijn. Hier behandel je een interessante en complexe doelgroep: tbs-patiënten of mensen met een verslaving die vaak ernstige delicten hebben gepleegd. Bijzonder toch, dat jij als hun sociotherapeut en persoonlijke mentor bijdraagt aan hun resocialisatie?\n\nJe werkt met een uitdagende doelgroep. Maar bij de Oostvaarderskliniek zien wij onze patiënten in de eerste plaats als mensen. Mensen met bagage die in aanraking zijn gekomen met justitie. Jij draagt bij aan het vergroten van hun kans om op een veilige manier terug te keren in de samenleving. Hoe je dat doet? Door de patiënten op jouw afdeling – een groep tussen de 11 en 22 personen – dagstructuur te bieden en door ze goed te observeren en te begeleiden. Of je nu samen met ze eet, wandelt of tv kijkt, je bent continu alert op wat je ziet. Dit doe je tijdens dag-, avond- en weekenddiensten: je draait in deze functie geen nachtdiensten.\n\nHoe is de interactie in de groep en wat is het effect van iemands gedrag? En hoe passen de patiënten toe wat ze tijdens hun therapieën of de gesprekken met de psycholoog leren? Jij observeert en toetst, en op basis van je bevindingen ga je het gesprek aan: lopen de patiënten ergens tegenaan in het contact met anderen en hoe zitten ze in hun vel? Je bevindingen rapporteer je en stem je continu af met je collega’s. Je werkt nauw samen met de anderen in het behandelteam, onder wie het hoofd behandeling, de psychiater en maatschappelijk werker, en collega’s van het dagprogramma (werken, leren vrijetijd en dagbesteding).\n\nOok ben je de persoonlijke mentor van één of twee van de patiënten van jouw afdeling. Je bent dé spil als het gaat om hun behandeling. Zo heb je wekelijks gesprekken met ze, stel je mede de behandelplannen op en brief je je collega’s over hun omgang met en behandeling van deze patiënten. Skills als relativeringsvermogen, zelfbewustzijn en flexibiliteit zijn hierbij geen overbodige luxe. Er is continu beweging doordat de patiënten elk moment anders kunnen reageren. Zij reageren ook op jou en je behandeling, maar je bent je ervan bewust dat het niet óver jou gaat. Nee, jij bent het instrument: in het contact met jou kunnen de patiënten leren en oefenen hoe mensen op een respectvolle manier met elkaar omgaan. Binnen de Forensische Zorg groei je als persoon en als professional.\n\nJudith Over Werken Als Sociotherapeut Bij De Oostvaarderskliniek\n\n“Bij de Oostvaarderskliniek staat samenwerken voorop, en juist dat maakt dit werk zo leuk. Ik sta constant in contact met mijn collega’s en we stemmen veel af om te blijven volgen wat er op de afdeling gebeurt. Als je je hierin steeds belangstellend en nieuwsgierig opstelt – richting je collega’s én de patiënten – haal je veel relevante informatie boven water. Geen dag is hier hetzelfde en er zijn ook verschillende uitdagingen. Humor en zelfreflectie komen dan uitstekend van pas.”\n\nFunctie-eisen\n Je hebt een relevant hbo-diploma in de zorg, bijvoorbeeld in de richting van social work, sociaalpedagogische hulpverlening (sph), verpleegkunde of maatschappelijk werk en dienstverlening (mwd). Je hebt kennis van en ervaring met de doelgroep.Voor deze vacature zijn wij op zoek naar een kandidaat met meerdere jaren relevante en aantoonbare werkervaring. Je bent in staat om functionele, op behandeling gerichte relaties op te bouwen met forensisch-psychiatrische patiënten, en je hebt gevoel voor verhoudingen en de balans tussen afstand-nabijheid. Je bent een teamplayer en in staat om bij te dragen aan de professionele ontwikkeling van het team. \nJouw competenties\n Je hebt een integere instelling. Je kunt goed luisteren, begrijpen, accepteren, aanspreken, bespreken en motiveren. Je bent initiatiefrijk en kunt zelfstanding tot een oordeel komen.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2376858370/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=oBoeHVb87MnDH6hNOZy%2Bhw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 months ago", "Job Age Number": "2 months ago", "Job Date": "2020-12-17", "Collection Date": "2021-03-15"}, {"Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2457947315, "Job Title": "Sociotherapeut Den Haag", "Company Name": "-1", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Wij Zoeken Daarom Iemand Die\n\nSociotherapeut Youz, specialistische zorg voor jeugd en gezin, zoekt voor de Deeltijdbehandeling Kayak een sociotherapeut. Dit ga je doen Het Kayak team is een klein maar krachtig team dat staat voor zelfstandigheid, vernieuwing & flexibiliteit. Wij zijn als team continu actief opzoek naar nieuwe mogelijkheden die aansluiten bij de gebruikte methodieken om de kinderen en ouders te begeleiden. Het betrekken van ouders bij de behandeling is één van onze grootste prioriteiten om de behandeling te kunnen doen slagen. Want omdat het de dagbehandeling betreft zijn ouders continu in beeld en is de driehoeksverhouding ouder (verzorger), de sociotherapeuten en het kind noodzakelijk. De doelgroep op de Kayak betreft een verscheidenheid aan leeftijd, IQ en psychiatrische problematiek. (ADHD, ASS, Hechtingstoornis, ODD). Op de Kayak werken wij samen aan veiligheid, duidelijkheid en structuur en werken wij aan de hand van het competentiemodel en de NVR methodiek. Het Kayak team bestaat uit totaal 4 sociotherapeuten die niet dagelijks met elkaar samenwerken, daarom is een goede communicatie essentieel. Wij zetten een behandeling samen met elkaar neer en maken hierin gebruik van elkaars kwaliteiten. Een goede samenwerking is bijdragen aan het samenwerkingsproces, de resultaten en de harmonie binnen het team. Je werkt regelmatige diensten in de vorm van dagdiensten. Dit ben jij Zowel de kinderen als de ouders zijn vaak onvoorspelbaar, grillig, passief (agressief) vermijdend en hebben moeite met zelfreflectie. Dit zorgt voor de nodige weerstand en conflicten. Daarnaast is de samenstelling van de groep continu in beweging door de wisseling in cliënten.\n stevig in de schoenen staat en zijn/haar stem durft te laten gelden actief te werk gaat, een aanpakker is, die out of the box durft te denken en anderen hierin wil enthousiasmerenen doorzettings- en aanpassingsvermogen heeft Omdat de-escalerend werken hoog in het vaandel staat binnen het Kayak team is geduld, creativiteit en afstemmen op het individu erg belangrijk. Verder vragen wij: Een relevante afgeronde HBO opleiding, bijvoorbeeld SPH, Social Work, HBO-V of Pedagogiek Bij voorkeur ervaring in de kinder- en jeugd GGZ en ervaring met jongeren met complexe problematiek/opvoedingsproblemen Een SKJ inschrijving in het beroepsregister voor jeugd- en gezinsprofessionals Om in aanmerking te komen voor deze functie is een positieve Verklaring Omtrent Gedrag (VOG) vereist. Het natrekken van referenties, integriteitscontrole via het Waarschuwingsregister Zorg & Welzijn en het controleren van diploma’s maken onderdeel uit van de sollicitatieprocedure. Wij bieden Wij bieden onze collega’s gevarieerd en zinvol werk in een professionele en prettige werkomgeving. Daarbij hoort natuurlijk een goed pakket aan arbeidsvoorwaarden conform cao GGZ. Klik hier voor meer informatie over onze arbeidsvoorwaarden. Het betreft de functieBegeleider 5 voor 24 uur. Je krijgt een jaarcontract met uitzicht op een vast dienstverband. Het salaris bedraagt minimaal € 2218 en maximaal € 3678 (FWG 49/50) bruto per maand op basis van een werkweek van 36 uur. Werken bij Parnassia Groep Youz is een instelling voor kinder-, jeugd- en (jong)volwassenenpsychiatrie met locaties in (bijna) heel Nederland. Wij bieden diagnostiek en behandeling van o.a. ADHD, autisme, infant mental health, transitiepsychiatrie en alle andere psychiatrische problematiek. Via Leo Kannerhuis, ons behandel- en kenniscentrum voor autisme, kan iedereen terecht waar eerdere specialistische behandeling niet heeft geholpen. Youz is onderdeel van Parnassia Groep, een werkgever in de geestelijke gezondheidszorg die streeft naar een inclusieve cultuur met gelijke kansen voor iedereen. We maken geen onderscheid op gebied van geslacht, geloof, sociale achtergrond, geaardheid of etniciteit. Wij vinden het belangrijk om van en mét elkaar te leren, dat iedereen zichzelf kan zijn en een ieder zich gewaardeerd voelt. Bij ons kun je bijdragen aan tal van specialisaties, wetenschappelijke onderzoeken en via onze eigen Parnassia Groep Academie gebruik maken van (geaccrediteerde) opleidingsmogelijkheden. Alleen in een werkomgeving waarin we openstaan voor verschillen, halen we het beste uit onszelf, kunnen we creatieve en innovatieve oplossingen bieden voor onze patiënten en succesvol zijn. Interesse? Heb je nog vragen of wil je meer informatie over deze vacature? Neem dan contact op met Michelle van Ruijven, manager bedrijfsvoering, via 06-51030574.", "Employment Type": "-1", "Company URL": -1, "Job URL": "https://www.linkedin.com//jobs/view/2457947315/?eBP=JOB_SEARCH_ORGANIC&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=ZaKGQTtsC%2BwjYEKlHUELag%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 days ago", "Job Age Number": "3 days ago", "Job Date": "2021-03-12", "Collection Date": "2021-03-15"}, {"Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2387928952, "Job Title": "Sociotherapeut", "Company Name": "Parnassia Groep", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "GZ Psycholoog\n\nPsyQ en i-psy in Den Haag zoeken een GZ psycholoog.\n\nDit ga je doen\nGZ psycholoog gezocht die met ons wil bouwen aan een nieuw team.\n\nDeze teams van i-psy en PsyQ voeren onder andere de eerste diagnostiek na aanmelding en specialistische kortdurende interventies uit. De hulpvraag, de situatie waarin iemand zich bevindt en de culturele achtergrond, zijn het startpunt om samen met de patiënt te komen tot het beste behandelresultaat. Dit betekent dat we ook kijken naar factoren die de psychiatrische problemen kunnen verergeren of ervoor zorgen dat een behandeling niet voldoende helpt. We werken hierin samen met andere instanties en zorgaanbieders, zoals Indigo, Reakt, maatschappelijk werk, enz. Zo kunnen onze patiënten sneller baat hebben bij hun behandeling en sluit deze nog beter aan bij de problemen waar iemand last van heeft.\n\nOm onze ambities te realiseren zoeken we een gedreven GZ psycholoog, voor het team op de Leggelostraat, die met ons het verschil wil maken.\n\nOns team bestaat uit 7 collega’s, waaronder een SPV, psycholoog, GZ psycholoog, klinisch psycholoog en een psychiater.\n\nJe Dagelijkse Werkzaamheden Bestaan Onder Andere Uit\n\nJe taakomschrijving vullen we in overleg met jou op basis van jouw affiniteiten in.\nhet uitvoeren van psychotherapeutische behandelingenhet doen van intakes en diagnostiekhet deelnemen aan de multidisciplinaire casuïstiekbesprekingeneen bijdrage leveren aan verdere ontwikkeling van het behandelaanbodhet geven van supervisie aan opleidingen en niet BIG geregistreerde collega’shet dragen van inhoudelijke verantwoordelijkheid bij multidisciplinaire indicatie- en behandelplanbesprekingenJouw werklocatie bevindt zich midden in de woonwijk van jouw cliënten met gratis parkeergelegenheid en goed bereikbaar met OV. Op steenworp afstand is een winkelcentrum waar je terecht kunt voor een boodschap of een lekkere lunch.\n\n\nDit ben jij\nBen jij een BIG geregistreerde GZ psycholoog met kennis van en ervaring met diagnostiek en behandeling in het algemeen en specifiek ten aanzien van traumabehandeling (IE en/of EMDR) en schematherapie?\nKijk jij ook graag breder dan alleen de stoornis? Houd jij van korte lijnen, directe communicatie, humor, een inspirerende en energieke werkomgeving? Dan hopen we dat we je binnenkort kunnen verwelkomen in ons team.\n\nOm in aanmerking te komen voor deze functie is een positieve Verklaring Omtrent Gedrag (VOG) vereist.\nHet natrekken van referenties, integriteitscontrole via het Waarschuwingsregister Zorg & Welzijn en het controleren van diploma’s maken onderdeel uit van de sollicitatieprocedure.\n\nWij bieden\nWij bieden onze collega’s gevarieerd en zinvol werk in een professionele en prettige werkomgeving. Daarbij hoort natuurlijk een goed pakket aan arbeidsvoorwaarden conform cao GGZ. Klik hier voor meer informatie over onze arbeidsvoorwaarden.\n\nHet betreft de functie van GZ Psycholoog voor 18-40 uur per week. Je krijgt een contract voor onbepaalde tijd. Het salaris bedraagt minimaal € 4053,- en maximaal € 5439,- (FWG 65) bruto per maand op basis van een werkweek van 36 uur.\n\nWerken bij Parnassia Groep\nPsyQ  biedt specialistische behandeling voor de 10 meest voorkomende psychische aandoeningen volgens de laatste inzichten en richtlijnen. We zijn ambitieus als het gaat om innovatieve behandelmethoden. Dankzij deze mentaliteit hebben we meer dan 30 vestigingen verspreid over heel Nederland.\n i-psy  is specialist in interculturele psychiatrie en biedt specialistische geestelijke gezondheidszorg aan volwassenen en kinderen met een migratieachtergrond. Hierbij houden wij rekening met culturele achtergrond, taal en geloofsovertuiging van onze patiënten.\n\nPsyQ en i-psy zijn onderdeel van  Parnassia Groep , een werkgever in de geestelijke gezondheidszorg die streeft naar een inclusieve cultuur met gelijke kansen voor iedereen. We maken geen onderscheid op gebied van geslacht, geloof, sociale achtergrond, geaardheid of etniciteit. Wij vinden het belangrijk om van en mét elkaar te leren, dat iedereen zichzelf kan zijn en een ieder zich gewaardeerd voelt. Bij ons kun je bijdragen aan tal van specialisaties, wetenschappelijke onderzoeken en via onze eigen Parnassia Groep Academie gebruik maken van (geaccrediteerde) opleidingsmogelijkheden. Alleen in een werkomgeving waarin we openstaan voor verschillen, halen we het beste uit onszelf, kunnen we creatieve en innovatieve oplossingen bieden voor onze patiënten en succesvol zijn.\n\nInteresse?\nHeb je nog vragen of wil je meer informatie over deze vacature? Neem dan contact op met Fatima Akkabi, leidinggevende, via 06-22055634.\n\npdf\n\nSolliciteer direct", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2387928952/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=%2Bszq8DBnYiAczUtERRjvlA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-01-20", "Collection Date": "2021-03-15"}, {"Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2422630723, "Job Title": "Sociotherapeut", "Company Name": "Randstad Nederland", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Functieomschrijving\n\nWerk jij straks als sociotherapeut in de forensische psychiatrie op een nieuwbouw afdeling? En bied jij patiënten die zijn vastgelopen in hun behandeling weer perspectief? Als dit klinkt als een interessante nieuwe uitdaging gaan we graag verder met je in gesprek. Je werkt in 2021 op contract bij jouw nieuwe werkgever in de omgeving van Venray.\nwat bieden wij jou\n\nverdien €2611,- tot €3571,- per maand en extra'sWerk in een bijzondere omgevingNieuwbouw afdeling met de beste faciliteitenGeef vastgelopen patiënten een nieuwe kanswie ben jij\n\nAls persoon weet je dat je goed bent in de begeleiding en behandeling van patiënten met complexe problematiek. Je hebt ervaring in de (forensische) GGZ. Je weet wat het werken in de geslotenheid inhoud. Ook ben je een teamspeler met veel inhoudelijke kennis van de GGZ. Je houd van een uitdaging. En die uitdaging zie je in het werken met ontregelde patiënten met hele uitlopende, complexe problematiek. Je weet van jezelf dat je overzicht kan houden als het hectisch wordt. Op deze afdeling leer je elke dag weer iets nieuws.\nwat ga je doen\n\nJe werkt op een nieuwe afdeling van een groeiende organisatie. Deze afdeling wordt begin 2021 geopend. Je start in een team met bestaande én met nieuwe collega's samen aan deze uitdaging. Op de afdeling wordt perspectief geboden aan vastgelopen patiënten van andere afdelingen. Deze patiënten zijn vastgelopen in hun behandeling. Op de perspectief afdeling wordt beoordeeld of deze patiënten doorgaan naar een longstay afdeling, of dat ze naar een reguliere afdeling terug kunnen. Je werkt met een hele diverse cliëntengroep. Bijvoorbeeld met patiënten met persoonlijkheidsstoornissen of een verstandelijke beperking. Mocht je je liever focussen op één doelgroep dan komen we ook graag met je in gesprek. Wellicht is een plek op een reguliere afdeling dan passender voor je.\n\nJe gaat in je functie als sociotherapeut in gesprek met patiënten en doet dit in nauwe afstemming met je team. Je rapporteert over de voortgang en levert maatwerk per patiënt. Maatwerk in je benadering en behandeling.\nwaar ga je werken\n\nJe werkt bij een groeiende organisatie in de forensische GGZ. Zij hebben verschillende locaties in de omgeving van Venray. Zij richten zich op de behandeling en begeleiding in de forensische psychiatrie. De afgelopen tijd hebben zij meerdere nieuwe afdelingen geopend. En in 2021 openen ze hun nieuwe perspectief afdeling. Deze afdeling is erop gericht om patiënten een nieuwe kans te bieden, voordat ze naar een longstay afdeling zouden moeten verhuizen. Op de perspectief afdeling vind je een mix aan patiënten van andere afdelingen van binnen de organisatie. De afdeling opent begin 2021 en is volledig nieuw gebouwd. Als je al eerder kan en wil starten dan de afdeling open is, is er de mogelijkheid om eerst op een van de bestaande afdelingen te gaan werken.\n\nWerken in de forensische psychiatrie betekent werken met hele complexe, uitdagende casussen. Dit is oprecht een baan waarin je je niet zal vervelen en uitgedaagd zal blijven. Ga jij met ons in gesprek? Solliciteren kan door te klikken op de sollicitatieknop. Of door je CV te e-mailen naar: profindezorg@nl.randstad.com. Tot snel!\nUiteraard staat deze vacature open voor iedereen die zich hierin herkent.\n\nSollicitatieprocedure\nJe maakt een 'mijn Randstad' account aan om te kunnen reageren op onze vacatures. Dit doe je automatisch wanneer je voor het eerst een sollicitatie afrond bij Randstad, heel eenvoudig dus. Via je 'mijn Randstad' account beheer je gemakkelijk je gegevens en gaan je volgende sollicitaties nog sneller!", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2422630723/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=%2F74X9fw1aShC3t3%2F6l9%2FcA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 weeks ago", "Job Age Number": "4 weeks ago", "Job Date": "2021-02-13", "Collection Date": "2021-03-15"}, {"index": 0, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2411938513, "Job Title": "Groepsleider / Sociotherapeut", "Company Name": "Van der Hoeven Kliniek", "Location": "Utrecht, Netherlands", "Industry": "['Mental Health Care']", "Sector": "['Health Care Provider']", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Debbie Heijnders\n \n\n            HR-adviseur bij de Waag & Van der Hoeven Kliniek\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nHeb jij het lef om te werken in de forensische psychiatrie en ben je beschikbaar voor 32-36 uur per week? Lees dan verder! Wij zoeken voor onze locatie aan de Oudlaan in Utrecht een:\nSociotherapeut / Groepsleider(m/v, 32-36 uur per week) Wij leren patiënten met een tbs-maatregel en een civielrechtelijke maatregel hoe ze buiten op een verantwoordelijke manier kunnen leven. Wij hebben vestigingen in Utrecht en Amersfoort en hebben 3 verschillende klinieken.  \n﻿Locatie Oudlaan (de Wierde) Op deze locatie de Wierde worden patiënten met uiteenlopende achtergrond behandeld voor hun psychische stoornis. O.a. de kliniek intensieve behandeling (KIB) is hier gevestigd. In de KIB worden patiënten behandeld die zijn opgenomen met een zorgmachtiging (ZM) of een inbewaringstelling (IBS). Dit betekent dat de civiele rechter bepaalt dat het voor de veiligheid van de patiënt en zijn (directe) omgeving beter is om te worden opgenomen in een psychiatrisch ziekenhuis. Meestal is een behandeling in een reguliere ggz-instelling vastgelopen. Er is ook een voorziening voor longcare TBS-patiënten met persoonlijkheidsproblematiek. \nWat ga je doen?Je stimuleert en begeleidt patiënten bij activiteiten en geeft leiding aan de samenwerking binnen de leefgroep.Je levert een substantiële bijdrage aan de behandeling; je deelt jouw kennis en dagelijkse ervaringen met de patiënt in het multidisciplinaire behandelteam, stelt het dynamische behandelplan op en geeft er uitvoering aan.Je integreert de verschillende onderdelen van de behandeling, stemt die op elkaar af en legt het behandelverloop vast, in nauw contact met medewerkers en patiënten.Je signaleert en meldt zaken die de samenwerking in de kliniek kunnen verbeteren of verstoren en treft zo nodig maatregelen.Je werkt in onregelmatige 8-uursdiensten. \nWat bieden we je?Goede arbeidsvoorwaarden in lijn met de cao-ggz. Je inschaling is in functiegroep FWG 45-50, minimaal €2.357,00 tot maximaal €3.678,00.Wij bieden je veelzijdig werk met een specifieke doelgroep, waarbij je nauw samenwerkt met collega's in je team, maar ook met collega's uit andere disciplines.Bij ons krijg je intensieve begeleiding en intervisie, vanwege het specialistische karakter van dit werk wat best spannend kan zijn. Je hebt bij ons goede mogelijkheden om je te ontwikkelen, zowel in de dagelijkse praktijk van je werk, als door het volgen van trainingen en opleidingen.\n Wat vragen wij van jou?Je hebt HBO werk- en denkniveau* en een relevante opleiding (bijvoorbeeld Social Work, Psychologie, e.a.).Je hebt affiniteit met onze forensische doelgroep.Je bent sociaal, gericht op samenwerking en kunt goed zelfstandig binnen een team werken.Je kijkt kritisch naar jezelf en je omgeving en durft daarover de discussie aan te gaan.Je gaat in het belang van de behandeling conflicten aan en je kunt deze hanteren.Je bent assertief en beschikt over tact en overredingskracht.Je spreekt en schrijft goed Nederlands.\n*Heb je een MBO opleiding of studeer je binnenkort af en denk je dat deze functie goed bij jou past? Dan nodigen wij je ook van harte uit om te reageren!\n﻿Interesse?Wij komen graag met je in contact! Reageer via de link \"solliciteer direct\". Voor meer informatie of vragen over de vacature kun je contact opnemen met Ruben Lombaers, Teamleider, 030-2758275.\nVoor de aanstelling is het overleggen van een “Verklaring omtrent het Gedrag” (VOG) een verplicht onderdeel. Acquisitie door werving en selecte-, detacherings- of uitzendbureaus naar aanleiding van deze advertentie wordt niet op prijs gesteld.\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Mental Health Care\n            \n\n\n\n\n        Employment Type\n      \n\n        Part-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Health Care Provider", "Employment Type": "Part-time", "Company URL": "https://www.linkedin.com//company/van-der-hoeven-kliniek/life/", "Job URL": "https://www.linkedin.com//jobs/view/2411938513/?eBP=JOB_SEARCH_ORGANIC&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=t0X80acSnZgpwCAQhgwEAA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 weeks ago", "Job Age Number": "3 weeks ago", "Job Date": "2021-02-15", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Female"}, {"index": 1, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2444856695, "Job Title": "Sociotherapeut", "Company Name": "Klinisch Centrum Nootdorp", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Ben jij een ervaren begeleider of verpleegkundige in de psychiatrie en/of gehandicaptenzorg? Ben jij toe aan een nieuwe uitdaging en wil je aan de slag met cliënten met een verstandelijke beperking en een psychiatrische stoornis? Dan ben jij onze nieuwe collega!", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2444856695/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=wlSOlFMY1SKN441%2BuEQusg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 days ago", "Job Age Number": "2 days ago", "Job Date": "2021-03-12", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Female"}, {"index": 2, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2427054528, "Job Title": "Sociotherapeut", "Company Name": "Ready For Change BV", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Ready For Change zoekt een Sociotherapeut HBO SPH of HBO Social Work met profiel Zorg (16-32 uur).\nWat ga je doen?Als sociotherapeut ben je werkzaam op onze ambulante groepsbehandeling. Naast het contact met de cliënten, werk je mee aan de doorontwikkeling van onze behandelmethoden. Jouw vooronderstellingen, ideeën en onderzoek worden niet in de wind geslagen. Je maakt deel uit van een multidisciplinair behandelteam en bent mede verantwoordelijk voor het leveren van zorg aan cliënten, die primair een verslaving hebben. Op basis van ervaring en interesse verzorg je de groepsbehandeling, de individuele begeleiding van enkele cliënten en het nazorgprogramma.\nDit zijn je hoofdtaken:uitvoeren van de groepsbehandeling en de diverse onderdelen hiervan;persoonlijk begeleider van enkele cliënten;uitvoeren van het nazorgprogramma van cliënten;opstellen van behandelplannen in samenwerking met het behandelteam en de regiebehandelaar;bijwonen van en een bijdrage leveren aan het multidisciplinair overleg van het behandelteam;bijhouden van dossiervoering in het EPD.\nWat breng je mee?Je hebt een persoonlijke, warme en professionele aanpak. Je kunt werken binnen een dynamisch en innovatieve werkomgeving. Daarnaast heb je een flexibele instelling. Om optimaal te passen binnen ons behandelteam ben je cliëntgericht, accuraat, representatief en teamspeler. Je draagt bij aan een veilige en stabiele omgeving voor zoal de cliënt als je collega’s.\nJe bent in het bezit van een afgeronde opleiding HBO SPH/HBO Social Work en je bent minimaal beschikbaar op maandag en dinsdag tussen 14.15 – 22.45 uur.\nWat bieden wij?Een jonge dynamische en snelgroeiende professionele organisatie waar meedenken op prijs wordt gesteld; de lijnen kort zijn en besluiten snel genomen worden. Een multidisciplinair team met enthousiaste en zeer betrokken collega’s die hart hebben voor de cliënt en diens naasten. Een plezierige werkomgeving, waarbij je zult deelnemen aan deskundigheidsbevordering en werkbegeleiding. Daarnaast krijg je een intern inwerkprogramma aangeboden. Salariëring vindt plaats volgens de FWG-salarisstructuur en is afhankelijk van opleiding, leeftijd en ervaring. De secundaire arbeidsvoorwaarden zijn geregeld overeenkomstig de CAO-GGZ.\nVerder bieden wij:Een salaris conform CAO GGZInschaling voor deze functie FWG 50Opname in het PGGM PensioenfondsEen gezellig team met enthousiaste collega’sReady For Change is onderdeel van het Zorg van de Zaak netwerk waarbinnen mogelijkheden zijn om je verder te ontwikkelen\nHet betreft een vacature voor 16-32 uur en wij zijn gevestigd in Rotterdam.\nSollicitatieJouw sollicitatie vergezeld van je CV en motivatie zien wij graag tegemoet (t.a.v. Denise Engels).De gesprekken zullen in overleg gepland worden. Het aanleveren van een VOG is onderdeel van de sollicitatieprocedure.\nOver onsReady For Change GGZ behandelt cliënten met een verslaving. Soms zijn naast de verslaving uiteenlopende co-morbide ziektebeelden aanwezig. Verslaving is in de visie van Ready For Change GGZ een chronische ziekte, waarvan herstel mogelijk is. Ready For Change biedt alle cliënten zicht op herstel, meer autonomie en een hogere kwaliteit van leven. Binnen de diverse afdelingen van Ready For Change staat de cliënt centraal; de behandeling wordt aangepast op het individu om de cliënt in zijn eigen omgeving de kans op herstel te bieden. Het effectieve behandelprogramma wat grotendeels groepsgewijs wordt aangeboden, bevat cognitieve gedragstherapie, psycho-educatie en individuele therapie. Ook wordt de omgeving van de cliënt nauw betrokken bij de behandeling.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2427054528/?eBP=JOB_SEARCH_ORGANIC&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=bCJI5QGxjR%2FV7bEgP3qvyw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-25", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Female"}, {"index": 3, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2376858370, "Job Title": "Sociotherapeut", "Company Name": "Ministerie van Justitie en Veiligheid", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Functie­omschrijving\n\nBen jij als social worker of sociaalpedagogisch hulpverlener op zoek naar meer uitdaging en een baan met veel betekenis? Dan moet je bij de Oostvaarderskliniek zijn. Hier behandel je een interessante en complexe doelgroep: tbs-patiënten of mensen met een verslaving die vaak ernstige delicten hebben gepleegd. Bijzonder toch, dat jij als hun sociotherapeut en persoonlijke mentor bijdraagt aan hun resocialisatie?\n\nJe werkt met een uitdagende doelgroep. Maar bij de Oostvaarderskliniek zien wij onze patiënten in de eerste plaats als mensen. Mensen met bagage die in aanraking zijn gekomen met justitie. Jij draagt bij aan het vergroten van hun kans om op een veilige manier terug te keren in de samenleving. Hoe je dat doet? Door de patiënten op jouw afdeling – een groep tussen de 11 en 22 personen – dagstructuur te bieden en door ze goed te observeren en te begeleiden. Of je nu samen met ze eet, wandelt of tv kijkt, je bent continu alert op wat je ziet. Dit doe je tijdens dag-, avond- en weekenddiensten: je draait in deze functie geen nachtdiensten.\n\nHoe is de interactie in de groep en wat is het effect van iemands gedrag? En hoe passen de patiënten toe wat ze tijdens hun therapieën of de gesprekken met de psycholoog leren? Jij observeert en toetst, en op basis van je bevindingen ga je het gesprek aan: lopen de patiënten ergens tegenaan in het contact met anderen en hoe zitten ze in hun vel? Je bevindingen rapporteer je en stem je continu af met je collega’s. Je werkt nauw samen met de anderen in het behandelteam, onder wie het hoofd behandeling, de psychiater en maatschappelijk werker, en collega’s van het dagprogramma (werken, leren vrijetijd en dagbesteding).\n\nOok ben je de persoonlijke mentor van één of twee van de patiënten van jouw afdeling. Je bent dé spil als het gaat om hun behandeling. Zo heb je wekelijks gesprekken met ze, stel je mede de behandelplannen op en brief je je collega’s over hun omgang met en behandeling van deze patiënten. Skills als relativeringsvermogen, zelfbewustzijn en flexibiliteit zijn hierbij geen overbodige luxe. Er is continu beweging doordat de patiënten elk moment anders kunnen reageren. Zij reageren ook op jou en je behandeling, maar je bent je ervan bewust dat het niet óver jou gaat. Nee, jij bent het instrument: in het contact met jou kunnen de patiënten leren en oefenen hoe mensen op een respectvolle manier met elkaar omgaan. Binnen de Forensische Zorg groei je als persoon en als professional.\n\nJudith Over Werken Als Sociotherapeut Bij De Oostvaarderskliniek\n\n“Bij de Oostvaarderskliniek staat samenwerken voorop, en juist dat maakt dit werk zo leuk. Ik sta constant in contact met mijn collega’s en we stemmen veel af om te blijven volgen wat er op de afdeling gebeurt. Als je je hierin steeds belangstellend en nieuwsgierig opstelt – richting je collega’s én de patiënten – haal je veel relevante informatie boven water. Geen dag is hier hetzelfde en er zijn ook verschillende uitdagingen. Humor en zelfreflectie komen dan uitstekend van pas.”\n\nFunctie-eisen\n Je hebt een relevant hbo-diploma in de zorg, bijvoorbeeld in de richting van social work, sociaalpedagogische hulpverlening (sph), verpleegkunde of maatschappelijk werk en dienstverlening (mwd). Je hebt kennis van en ervaring met de doelgroep.Voor deze vacature zijn wij op zoek naar een kandidaat met meerdere jaren relevante en aantoonbare werkervaring. Je bent in staat om functionele, op behandeling gerichte relaties op te bouwen met forensisch-psychiatrische patiënten, en je hebt gevoel voor verhoudingen en de balans tussen afstand-nabijheid. Je bent een teamplayer en in staat om bij te dragen aan de professionele ontwikkeling van het team. \nJouw competenties\n Je hebt een integere instelling. Je kunt goed luisteren, begrijpen, accepteren, aanspreken, bespreken en motiveren. Je bent initiatiefrijk en kunt zelfstanding tot een oordeel komen.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2376858370/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=oBoeHVb87MnDH6hNOZy%2Bhw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 months ago", "Job Age Number": "2 months ago", "Job Date": "2020-12-17", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Female"}, {"index": 4, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2457947315, "Job Title": "Sociotherapeut Den Haag", "Company Name": "-1", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Wij Zoeken Daarom Iemand Die\n\nSociotherapeut Youz, specialistische zorg voor jeugd en gezin, zoekt voor de Deeltijdbehandeling Kayak een sociotherapeut. Dit ga je doen Het Kayak team is een klein maar krachtig team dat staat voor zelfstandigheid, vernieuwing & flexibiliteit. Wij zijn als team continu actief opzoek naar nieuwe mogelijkheden die aansluiten bij de gebruikte methodieken om de kinderen en ouders te begeleiden. Het betrekken van ouders bij de behandeling is één van onze grootste prioriteiten om de behandeling te kunnen doen slagen. Want omdat het de dagbehandeling betreft zijn ouders continu in beeld en is de driehoeksverhouding ouder (verzorger), de sociotherapeuten en het kind noodzakelijk. De doelgroep op de Kayak betreft een verscheidenheid aan leeftijd, IQ en psychiatrische problematiek. (ADHD, ASS, Hechtingstoornis, ODD). Op de Kayak werken wij samen aan veiligheid, duidelijkheid en structuur en werken wij aan de hand van het competentiemodel en de NVR methodiek. Het Kayak team bestaat uit totaal 4 sociotherapeuten die niet dagelijks met elkaar samenwerken, daarom is een goede communicatie essentieel. Wij zetten een behandeling samen met elkaar neer en maken hierin gebruik van elkaars kwaliteiten. Een goede samenwerking is bijdragen aan het samenwerkingsproces, de resultaten en de harmonie binnen het team. Je werkt regelmatige diensten in de vorm van dagdiensten. Dit ben jij Zowel de kinderen als de ouders zijn vaak onvoorspelbaar, grillig, passief (agressief) vermijdend en hebben moeite met zelfreflectie. Dit zorgt voor de nodige weerstand en conflicten. Daarnaast is de samenstelling van de groep continu in beweging door de wisseling in cliënten.\n stevig in de schoenen staat en zijn/haar stem durft te laten gelden actief te werk gaat, een aanpakker is, die out of the box durft te denken en anderen hierin wil enthousiasmerenen doorzettings- en aanpassingsvermogen heeft Omdat de-escalerend werken hoog in het vaandel staat binnen het Kayak team is geduld, creativiteit en afstemmen op het individu erg belangrijk. Verder vragen wij: Een relevante afgeronde HBO opleiding, bijvoorbeeld SPH, Social Work, HBO-V of Pedagogiek Bij voorkeur ervaring in de kinder- en jeugd GGZ en ervaring met jongeren met complexe problematiek/opvoedingsproblemen Een SKJ inschrijving in het beroepsregister voor jeugd- en gezinsprofessionals Om in aanmerking te komen voor deze functie is een positieve Verklaring Omtrent Gedrag (VOG) vereist. Het natrekken van referenties, integriteitscontrole via het Waarschuwingsregister Zorg & Welzijn en het controleren van diploma’s maken onderdeel uit van de sollicitatieprocedure. Wij bieden Wij bieden onze collega’s gevarieerd en zinvol werk in een professionele en prettige werkomgeving. Daarbij hoort natuurlijk een goed pakket aan arbeidsvoorwaarden conform cao GGZ. Klik hier voor meer informatie over onze arbeidsvoorwaarden. Het betreft de functieBegeleider 5 voor 24 uur. Je krijgt een jaarcontract met uitzicht op een vast dienstverband. Het salaris bedraagt minimaal € 2218 en maximaal € 3678 (FWG 49/50) bruto per maand op basis van een werkweek van 36 uur. Werken bij Parnassia Groep Youz is een instelling voor kinder-, jeugd- en (jong)volwassenenpsychiatrie met locaties in (bijna) heel Nederland. Wij bieden diagnostiek en behandeling van o.a. ADHD, autisme, infant mental health, transitiepsychiatrie en alle andere psychiatrische problematiek. Via Leo Kannerhuis, ons behandel- en kenniscentrum voor autisme, kan iedereen terecht waar eerdere specialistische behandeling niet heeft geholpen. Youz is onderdeel van Parnassia Groep, een werkgever in de geestelijke gezondheidszorg die streeft naar een inclusieve cultuur met gelijke kansen voor iedereen. We maken geen onderscheid op gebied van geslacht, geloof, sociale achtergrond, geaardheid of etniciteit. Wij vinden het belangrijk om van en mét elkaar te leren, dat iedereen zichzelf kan zijn en een ieder zich gewaardeerd voelt. Bij ons kun je bijdragen aan tal van specialisaties, wetenschappelijke onderzoeken en via onze eigen Parnassia Groep Academie gebruik maken van (geaccrediteerde) opleidingsmogelijkheden. Alleen in een werkomgeving waarin we openstaan voor verschillen, halen we het beste uit onszelf, kunnen we creatieve en innovatieve oplossingen bieden voor onze patiënten en succesvol zijn. Interesse? Heb je nog vragen of wil je meer informatie over deze vacature? Neem dan contact op met Michelle van Ruijven, manager bedrijfsvoering, via 06-51030574.", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2457947315/?eBP=JOB_SEARCH_ORGANIC&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=ZaKGQTtsC%2BwjYEKlHUELag%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 days ago", "Job Age Number": "3 days ago", "Job Date": "2021-03-12", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Female"}, {"index": 5, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2387928952, "Job Title": "Sociotherapeut", "Company Name": "Parnassia Groep", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "GZ Psycholoog\n\nPsyQ en i-psy in Den Haag zoeken een GZ psycholoog.\n\nDit ga je doen\nGZ psycholoog gezocht die met ons wil bouwen aan een nieuw team.\n\nDeze teams van i-psy en PsyQ voeren onder andere de eerste diagnostiek na aanmelding en specialistische kortdurende interventies uit. De hulpvraag, de situatie waarin iemand zich bevindt en de culturele achtergrond, zijn het startpunt om samen met de patiënt te komen tot het beste behandelresultaat. Dit betekent dat we ook kijken naar factoren die de psychiatrische problemen kunnen verergeren of ervoor zorgen dat een behandeling niet voldoende helpt. We werken hierin samen met andere instanties en zorgaanbieders, zoals Indigo, Reakt, maatschappelijk werk, enz. Zo kunnen onze patiënten sneller baat hebben bij hun behandeling en sluit deze nog beter aan bij de problemen waar iemand last van heeft.\n\nOm onze ambities te realiseren zoeken we een gedreven GZ psycholoog, voor het team op de Leggelostraat, die met ons het verschil wil maken.\n\nOns team bestaat uit 7 collega’s, waaronder een SPV, psycholoog, GZ psycholoog, klinisch psycholoog en een psychiater.\n\nJe Dagelijkse Werkzaamheden Bestaan Onder Andere Uit\n\nJe taakomschrijving vullen we in overleg met jou op basis van jouw affiniteiten in.\nhet uitvoeren van psychotherapeutische behandelingenhet doen van intakes en diagnostiekhet deelnemen aan de multidisciplinaire casuïstiekbesprekingeneen bijdrage leveren aan verdere ontwikkeling van het behandelaanbodhet geven van supervisie aan opleidingen en niet BIG geregistreerde collega’shet dragen van inhoudelijke verantwoordelijkheid bij multidisciplinaire indicatie- en behandelplanbesprekingenJouw werklocatie bevindt zich midden in de woonwijk van jouw cliënten met gratis parkeergelegenheid en goed bereikbaar met OV. Op steenworp afstand is een winkelcentrum waar je terecht kunt voor een boodschap of een lekkere lunch.\n\n\nDit ben jij\nBen jij een BIG geregistreerde GZ psycholoog met kennis van en ervaring met diagnostiek en behandeling in het algemeen en specifiek ten aanzien van traumabehandeling (IE en/of EMDR) en schematherapie?\nKijk jij ook graag breder dan alleen de stoornis? Houd jij van korte lijnen, directe communicatie, humor, een inspirerende en energieke werkomgeving? Dan hopen we dat we je binnenkort kunnen verwelkomen in ons team.\n\nOm in aanmerking te komen voor deze functie is een positieve Verklaring Omtrent Gedrag (VOG) vereist.\nHet natrekken van referenties, integriteitscontrole via het Waarschuwingsregister Zorg & Welzijn en het controleren van diploma’s maken onderdeel uit van de sollicitatieprocedure.\n\nWij bieden\nWij bieden onze collega’s gevarieerd en zinvol werk in een professionele en prettige werkomgeving. Daarbij hoort natuurlijk een goed pakket aan arbeidsvoorwaarden conform cao GGZ. Klik hier voor meer informatie over onze arbeidsvoorwaarden.\n\nHet betreft de functie van GZ Psycholoog voor 18-40 uur per week. Je krijgt een contract voor onbepaalde tijd. Het salaris bedraagt minimaal € 4053,- en maximaal € 5439,- (FWG 65) bruto per maand op basis van een werkweek van 36 uur.\n\nWerken bij Parnassia Groep\nPsyQ  biedt specialistische behandeling voor de 10 meest voorkomende psychische aandoeningen volgens de laatste inzichten en richtlijnen. We zijn ambitieus als het gaat om innovatieve behandelmethoden. Dankzij deze mentaliteit hebben we meer dan 30 vestigingen verspreid over heel Nederland.\n i-psy  is specialist in interculturele psychiatrie en biedt specialistische geestelijke gezondheidszorg aan volwassenen en kinderen met een migratieachtergrond. Hierbij houden wij rekening met culturele achtergrond, taal en geloofsovertuiging van onze patiënten.\n\nPsyQ en i-psy zijn onderdeel van  Parnassia Groep , een werkgever in de geestelijke gezondheidszorg die streeft naar een inclusieve cultuur met gelijke kansen voor iedereen. We maken geen onderscheid op gebied van geslacht, geloof, sociale achtergrond, geaardheid of etniciteit. Wij vinden het belangrijk om van en mét elkaar te leren, dat iedereen zichzelf kan zijn en een ieder zich gewaardeerd voelt. Bij ons kun je bijdragen aan tal van specialisaties, wetenschappelijke onderzoeken en via onze eigen Parnassia Groep Academie gebruik maken van (geaccrediteerde) opleidingsmogelijkheden. Alleen in een werkomgeving waarin we openstaan voor verschillen, halen we het beste uit onszelf, kunnen we creatieve en innovatieve oplossingen bieden voor onze patiënten en succesvol zijn.\n\nInteresse?\nHeb je nog vragen of wil je meer informatie over deze vacature? Neem dan contact op met Fatima Akkabi, leidinggevende, via 06-22055634.\n\npdf\n\nSolliciteer direct", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2387928952/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=%2Bszq8DBnYiAczUtERRjvlA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-01-20", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Female"}, {"index": 6, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2422630723, "Job Title": "Sociotherapeut", "Company Name": "Randstad Nederland", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Functieomschrijving\n\nWerk jij straks als sociotherapeut in de forensische psychiatrie op een nieuwbouw afdeling? En bied jij patiënten die zijn vastgelopen in hun behandeling weer perspectief? Als dit klinkt als een interessante nieuwe uitdaging gaan we graag verder met je in gesprek. Je werkt in 2021 op contract bij jouw nieuwe werkgever in de omgeving van Venray.\nwat bieden wij jou\n\nverdien €2611,- tot €3571,- per maand en extra'sWerk in een bijzondere omgevingNieuwbouw afdeling met de beste faciliteitenGeef vastgelopen patiënten een nieuwe kanswie ben jij\n\nAls persoon weet je dat je goed bent in de begeleiding en behandeling van patiënten met complexe problematiek. Je hebt ervaring in de (forensische) GGZ. Je weet wat het werken in de geslotenheid inhoud. Ook ben je een teamspeler met veel inhoudelijke kennis van de GGZ. Je houd van een uitdaging. En die uitdaging zie je in het werken met ontregelde patiënten met hele uitlopende, complexe problematiek. Je weet van jezelf dat je overzicht kan houden als het hectisch wordt. Op deze afdeling leer je elke dag weer iets nieuws.\nwat ga je doen\n\nJe werkt op een nieuwe afdeling van een groeiende organisatie. Deze afdeling wordt begin 2021 geopend. Je start in een team met bestaande én met nieuwe collega's samen aan deze uitdaging. Op de afdeling wordt perspectief geboden aan vastgelopen patiënten van andere afdelingen. Deze patiënten zijn vastgelopen in hun behandeling. Op de perspectief afdeling wordt beoordeeld of deze patiënten doorgaan naar een longstay afdeling, of dat ze naar een reguliere afdeling terug kunnen. Je werkt met een hele diverse cliëntengroep. Bijvoorbeeld met patiënten met persoonlijkheidsstoornissen of een verstandelijke beperking. Mocht je je liever focussen op één doelgroep dan komen we ook graag met je in gesprek. Wellicht is een plek op een reguliere afdeling dan passender voor je.\n\nJe gaat in je functie als sociotherapeut in gesprek met patiënten en doet dit in nauwe afstemming met je team. Je rapporteert over de voortgang en levert maatwerk per patiënt. Maatwerk in je benadering en behandeling.\nwaar ga je werken\n\nJe werkt bij een groeiende organisatie in de forensische GGZ. Zij hebben verschillende locaties in de omgeving van Venray. Zij richten zich op de behandeling en begeleiding in de forensische psychiatrie. De afgelopen tijd hebben zij meerdere nieuwe afdelingen geopend. En in 2021 openen ze hun nieuwe perspectief afdeling. Deze afdeling is erop gericht om patiënten een nieuwe kans te bieden, voordat ze naar een longstay afdeling zouden moeten verhuizen. Op de perspectief afdeling vind je een mix aan patiënten van andere afdelingen van binnen de organisatie. De afdeling opent begin 2021 en is volledig nieuw gebouwd. Als je al eerder kan en wil starten dan de afdeling open is, is er de mogelijkheid om eerst op een van de bestaande afdelingen te gaan werken.\n\nWerken in de forensische psychiatrie betekent werken met hele complexe, uitdagende casussen. Dit is oprecht een baan waarin je je niet zal vervelen en uitgedaagd zal blijven. Ga jij met ons in gesprek? Solliciteren kan door te klikken op de sollicitatieknop. Of door je CV te e-mailen naar: profindezorg@nl.randstad.com. Tot snel!\nUiteraard staat deze vacature open voor iedereen die zich hierin herkent.\n\nSollicitatieprocedure\nJe maakt een 'mijn Randstad' account aan om te kunnen reageren op onze vacatures. Dit doe je automatisch wanneer je voor het eerst een sollicitatie afrond bij Randstad, heel eenvoudig dus. Via je 'mijn Randstad' account beheer je gemakkelijk je gegevens en gaan je volgende sollicitaties nog sneller!", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2422630723/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=%2F74X9fw1aShC3t3%2F6l9%2FcA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 weeks ago", "Job Age Number": "4 weeks ago", "Job Date": "2021-02-13", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Female"}, {"index": 0, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2411938513, "Job Title": "Groepsleider / Sociotherapeut", "Company Name": "Van der Hoeven Kliniek", "Location": "Utrecht, Netherlands", "Industry": "['Mental Health Care']", "Sector": "['Health Care Provider']", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Debbie Heijnders\n \n\n            HR-adviseur bij de Waag & Van der Hoeven Kliniek\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nHeb jij het lef om te werken in de forensische psychiatrie en ben je beschikbaar voor 32-36 uur per week? Lees dan verder! Wij zoeken voor onze locatie aan de Oudlaan in Utrecht een:\nSociotherapeut / Groepsleider(m/v, 32-36 uur per week) Wij leren patiënten met een tbs-maatregel en een civielrechtelijke maatregel hoe ze buiten op een verantwoordelijke manier kunnen leven. Wij hebben vestigingen in Utrecht en Amersfoort en hebben 3 verschillende klinieken.  \n﻿Locatie Oudlaan (de Wierde) Op deze locatie de Wierde worden patiënten met uiteenlopende achtergrond behandeld voor hun psychische stoornis. O.a. de kliniek intensieve behandeling (KIB) is hier gevestigd. In de KIB worden patiënten behandeld die zijn opgenomen met een zorgmachtiging (ZM) of een inbewaringstelling (IBS). Dit betekent dat de civiele rechter bepaalt dat het voor de veiligheid van de patiënt en zijn (directe) omgeving beter is om te worden opgenomen in een psychiatrisch ziekenhuis. Meestal is een behandeling in een reguliere ggz-instelling vastgelopen. Er is ook een voorziening voor longcare TBS-patiënten met persoonlijkheidsproblematiek. \nWat ga je doen?Je stimuleert en begeleidt patiënten bij activiteiten en geeft leiding aan de samenwerking binnen de leefgroep.Je levert een substantiële bijdrage aan de behandeling; je deelt jouw kennis en dagelijkse ervaringen met de patiënt in het multidisciplinaire behandelteam, stelt het dynamische behandelplan op en geeft er uitvoering aan.Je integreert de verschillende onderdelen van de behandeling, stemt die op elkaar af en legt het behandelverloop vast, in nauw contact met medewerkers en patiënten.Je signaleert en meldt zaken die de samenwerking in de kliniek kunnen verbeteren of verstoren en treft zo nodig maatregelen.Je werkt in onregelmatige 8-uursdiensten. \nWat bieden we je?Goede arbeidsvoorwaarden in lijn met de cao-ggz. Je inschaling is in functiegroep FWG 45-50, minimaal €2.357,00 tot maximaal €3.678,00.Wij bieden je veelzijdig werk met een specifieke doelgroep, waarbij je nauw samenwerkt met collega's in je team, maar ook met collega's uit andere disciplines.Bij ons krijg je intensieve begeleiding en intervisie, vanwege het specialistische karakter van dit werk wat best spannend kan zijn. Je hebt bij ons goede mogelijkheden om je te ontwikkelen, zowel in de dagelijkse praktijk van je werk, als door het volgen van trainingen en opleidingen.\n Wat vragen wij van jou?Je hebt HBO werk- en denkniveau* en een relevante opleiding (bijvoorbeeld Social Work, Psychologie, e.a.).Je hebt affiniteit met onze forensische doelgroep.Je bent sociaal, gericht op samenwerking en kunt goed zelfstandig binnen een team werken.Je kijkt kritisch naar jezelf en je omgeving en durft daarover de discussie aan te gaan.Je gaat in het belang van de behandeling conflicten aan en je kunt deze hanteren.Je bent assertief en beschikt over tact en overredingskracht.Je spreekt en schrijft goed Nederlands.\n*Heb je een MBO opleiding of studeer je binnenkort af en denk je dat deze functie goed bij jou past? Dan nodigen wij je ook van harte uit om te reageren!\n﻿Interesse?Wij komen graag met je in contact! Reageer via de link \"solliciteer direct\". Voor meer informatie of vragen over de vacature kun je contact opnemen met Ruben Lombaers, Teamleider, 030-2758275.\nVoor de aanstelling is het overleggen van een “Verklaring omtrent het Gedrag” (VOG) een verplicht onderdeel. Acquisitie door werving en selecte-, detacherings- of uitzendbureaus naar aanleiding van deze advertentie wordt niet op prijs gesteld.\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Mental Health Care\n            \n\n\n\n\n        Employment Type\n      \n\n        Part-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Health Care Provider", "Employment Type": "Part-time", "Company URL": "https://www.linkedin.com//company/van-der-hoeven-kliniek/life/", "Job URL": "https://www.linkedin.com//jobs/view/2411938513/?eBP=JOB_SEARCH_ORGANIC&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=t0X80acSnZgpwCAQhgwEAA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 weeks ago", "Job Age Number": "3 weeks ago", "Job Date": "2021-02-15", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 1, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2444856695, "Job Title": "Sociotherapeut", "Company Name": "Klinisch Centrum Nootdorp", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Ben jij een ervaren begeleider of verpleegkundige in de psychiatrie en/of gehandicaptenzorg? Ben jij toe aan een nieuwe uitdaging en wil je aan de slag met cliënten met een verstandelijke beperking en een psychiatrische stoornis? Dan ben jij onze nieuwe collega!", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2444856695/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=wlSOlFMY1SKN441%2BuEQusg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 days ago", "Job Age Number": "2 days ago", "Job Date": "2021-03-12", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 2, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2427054528, "Job Title": "Sociotherapeut", "Company Name": "Ready For Change BV", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Ready For Change zoekt een Sociotherapeut HBO SPH of HBO Social Work met profiel Zorg (16-32 uur).\nWat ga je doen?Als sociotherapeut ben je werkzaam op onze ambulante groepsbehandeling. Naast het contact met de cliënten, werk je mee aan de doorontwikkeling van onze behandelmethoden. Jouw vooronderstellingen, ideeën en onderzoek worden niet in de wind geslagen. Je maakt deel uit van een multidisciplinair behandelteam en bent mede verantwoordelijk voor het leveren van zorg aan cliënten, die primair een verslaving hebben. Op basis van ervaring en interesse verzorg je de groepsbehandeling, de individuele begeleiding van enkele cliënten en het nazorgprogramma.\nDit zijn je hoofdtaken:uitvoeren van de groepsbehandeling en de diverse onderdelen hiervan;persoonlijk begeleider van enkele cliënten;uitvoeren van het nazorgprogramma van cliënten;opstellen van behandelplannen in samenwerking met het behandelteam en de regiebehandelaar;bijwonen van en een bijdrage leveren aan het multidisciplinair overleg van het behandelteam;bijhouden van dossiervoering in het EPD.\nWat breng je mee?Je hebt een persoonlijke, warme en professionele aanpak. Je kunt werken binnen een dynamisch en innovatieve werkomgeving. Daarnaast heb je een flexibele instelling. Om optimaal te passen binnen ons behandelteam ben je cliëntgericht, accuraat, representatief en teamspeler. Je draagt bij aan een veilige en stabiele omgeving voor zoal de cliënt als je collega’s.\nJe bent in het bezit van een afgeronde opleiding HBO SPH/HBO Social Work en je bent minimaal beschikbaar op maandag en dinsdag tussen 14.15 – 22.45 uur.\nWat bieden wij?Een jonge dynamische en snelgroeiende professionele organisatie waar meedenken op prijs wordt gesteld; de lijnen kort zijn en besluiten snel genomen worden. Een multidisciplinair team met enthousiaste en zeer betrokken collega’s die hart hebben voor de cliënt en diens naasten. Een plezierige werkomgeving, waarbij je zult deelnemen aan deskundigheidsbevordering en werkbegeleiding. Daarnaast krijg je een intern inwerkprogramma aangeboden. Salariëring vindt plaats volgens de FWG-salarisstructuur en is afhankelijk van opleiding, leeftijd en ervaring. De secundaire arbeidsvoorwaarden zijn geregeld overeenkomstig de CAO-GGZ.\nVerder bieden wij:Een salaris conform CAO GGZInschaling voor deze functie FWG 50Opname in het PGGM PensioenfondsEen gezellig team met enthousiaste collega’sReady For Change is onderdeel van het Zorg van de Zaak netwerk waarbinnen mogelijkheden zijn om je verder te ontwikkelen\nHet betreft een vacature voor 16-32 uur en wij zijn gevestigd in Rotterdam.\nSollicitatieJouw sollicitatie vergezeld van je CV en motivatie zien wij graag tegemoet (t.a.v. Denise Engels).De gesprekken zullen in overleg gepland worden. Het aanleveren van een VOG is onderdeel van de sollicitatieprocedure.\nOver onsReady For Change GGZ behandelt cliënten met een verslaving. Soms zijn naast de verslaving uiteenlopende co-morbide ziektebeelden aanwezig. Verslaving is in de visie van Ready For Change GGZ een chronische ziekte, waarvan herstel mogelijk is. Ready For Change biedt alle cliënten zicht op herstel, meer autonomie en een hogere kwaliteit van leven. Binnen de diverse afdelingen van Ready For Change staat de cliënt centraal; de behandeling wordt aangepast op het individu om de cliënt in zijn eigen omgeving de kans op herstel te bieden. Het effectieve behandelprogramma wat grotendeels groepsgewijs wordt aangeboden, bevat cognitieve gedragstherapie, psycho-educatie en individuele therapie. Ook wordt de omgeving van de cliënt nauw betrokken bij de behandeling.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2427054528/?eBP=JOB_SEARCH_ORGANIC&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=bCJI5QGxjR%2FV7bEgP3qvyw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-25", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 3, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2376858370, "Job Title": "Sociotherapeut", "Company Name": "Ministerie van Justitie en Veiligheid", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Functie­omschrijving\n\nBen jij als social worker of sociaalpedagogisch hulpverlener op zoek naar meer uitdaging en een baan met veel betekenis? Dan moet je bij de Oostvaarderskliniek zijn. Hier behandel je een interessante en complexe doelgroep: tbs-patiënten of mensen met een verslaving die vaak ernstige delicten hebben gepleegd. Bijzonder toch, dat jij als hun sociotherapeut en persoonlijke mentor bijdraagt aan hun resocialisatie?\n\nJe werkt met een uitdagende doelgroep. Maar bij de Oostvaarderskliniek zien wij onze patiënten in de eerste plaats als mensen. Mensen met bagage die in aanraking zijn gekomen met justitie. Jij draagt bij aan het vergroten van hun kans om op een veilige manier terug te keren in de samenleving. Hoe je dat doet? Door de patiënten op jouw afdeling – een groep tussen de 11 en 22 personen – dagstructuur te bieden en door ze goed te observeren en te begeleiden. Of je nu samen met ze eet, wandelt of tv kijkt, je bent continu alert op wat je ziet. Dit doe je tijdens dag-, avond- en weekenddiensten: je draait in deze functie geen nachtdiensten.\n\nHoe is de interactie in de groep en wat is het effect van iemands gedrag? En hoe passen de patiënten toe wat ze tijdens hun therapieën of de gesprekken met de psycholoog leren? Jij observeert en toetst, en op basis van je bevindingen ga je het gesprek aan: lopen de patiënten ergens tegenaan in het contact met anderen en hoe zitten ze in hun vel? Je bevindingen rapporteer je en stem je continu af met je collega’s. Je werkt nauw samen met de anderen in het behandelteam, onder wie het hoofd behandeling, de psychiater en maatschappelijk werker, en collega’s van het dagprogramma (werken, leren vrijetijd en dagbesteding).\n\nOok ben je de persoonlijke mentor van één of twee van de patiënten van jouw afdeling. Je bent dé spil als het gaat om hun behandeling. Zo heb je wekelijks gesprekken met ze, stel je mede de behandelplannen op en brief je je collega’s over hun omgang met en behandeling van deze patiënten. Skills als relativeringsvermogen, zelfbewustzijn en flexibiliteit zijn hierbij geen overbodige luxe. Er is continu beweging doordat de patiënten elk moment anders kunnen reageren. Zij reageren ook op jou en je behandeling, maar je bent je ervan bewust dat het niet óver jou gaat. Nee, jij bent het instrument: in het contact met jou kunnen de patiënten leren en oefenen hoe mensen op een respectvolle manier met elkaar omgaan. Binnen de Forensische Zorg groei je als persoon en als professional.\n\nJudith Over Werken Als Sociotherapeut Bij De Oostvaarderskliniek\n\n“Bij de Oostvaarderskliniek staat samenwerken voorop, en juist dat maakt dit werk zo leuk. Ik sta constant in contact met mijn collega’s en we stemmen veel af om te blijven volgen wat er op de afdeling gebeurt. Als je je hierin steeds belangstellend en nieuwsgierig opstelt – richting je collega’s én de patiënten – haal je veel relevante informatie boven water. Geen dag is hier hetzelfde en er zijn ook verschillende uitdagingen. Humor en zelfreflectie komen dan uitstekend van pas.”\n\nFunctie-eisen\n Je hebt een relevant hbo-diploma in de zorg, bijvoorbeeld in de richting van social work, sociaalpedagogische hulpverlening (sph), verpleegkunde of maatschappelijk werk en dienstverlening (mwd). Je hebt kennis van en ervaring met de doelgroep.Voor deze vacature zijn wij op zoek naar een kandidaat met meerdere jaren relevante en aantoonbare werkervaring. Je bent in staat om functionele, op behandeling gerichte relaties op te bouwen met forensisch-psychiatrische patiënten, en je hebt gevoel voor verhoudingen en de balans tussen afstand-nabijheid. Je bent een teamplayer en in staat om bij te dragen aan de professionele ontwikkeling van het team. \nJouw competenties\n Je hebt een integere instelling. Je kunt goed luisteren, begrijpen, accepteren, aanspreken, bespreken en motiveren. Je bent initiatiefrijk en kunt zelfstanding tot een oordeel komen.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2376858370/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=oBoeHVb87MnDH6hNOZy%2Bhw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 months ago", "Job Age Number": "2 months ago", "Job Date": "2020-12-17", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 4, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2457947315, "Job Title": "Sociotherapeut Den Haag", "Company Name": "-1", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Wij Zoeken Daarom Iemand Die\n\nSociotherapeut Youz, specialistische zorg voor jeugd en gezin, zoekt voor de Deeltijdbehandeling Kayak een sociotherapeut. Dit ga je doen Het Kayak team is een klein maar krachtig team dat staat voor zelfstandigheid, vernieuwing & flexibiliteit. Wij zijn als team continu actief opzoek naar nieuwe mogelijkheden die aansluiten bij de gebruikte methodieken om de kinderen en ouders te begeleiden. Het betrekken van ouders bij de behandeling is één van onze grootste prioriteiten om de behandeling te kunnen doen slagen. Want omdat het de dagbehandeling betreft zijn ouders continu in beeld en is de driehoeksverhouding ouder (verzorger), de sociotherapeuten en het kind noodzakelijk. De doelgroep op de Kayak betreft een verscheidenheid aan leeftijd, IQ en psychiatrische problematiek. (ADHD, ASS, Hechtingstoornis, ODD). Op de Kayak werken wij samen aan veiligheid, duidelijkheid en structuur en werken wij aan de hand van het competentiemodel en de NVR methodiek. Het Kayak team bestaat uit totaal 4 sociotherapeuten die niet dagelijks met elkaar samenwerken, daarom is een goede communicatie essentieel. Wij zetten een behandeling samen met elkaar neer en maken hierin gebruik van elkaars kwaliteiten. Een goede samenwerking is bijdragen aan het samenwerkingsproces, de resultaten en de harmonie binnen het team. Je werkt regelmatige diensten in de vorm van dagdiensten. Dit ben jij Zowel de kinderen als de ouders zijn vaak onvoorspelbaar, grillig, passief (agressief) vermijdend en hebben moeite met zelfreflectie. Dit zorgt voor de nodige weerstand en conflicten. Daarnaast is de samenstelling van de groep continu in beweging door de wisseling in cliënten.\n stevig in de schoenen staat en zijn/haar stem durft te laten gelden actief te werk gaat, een aanpakker is, die out of the box durft te denken en anderen hierin wil enthousiasmerenen doorzettings- en aanpassingsvermogen heeft Omdat de-escalerend werken hoog in het vaandel staat binnen het Kayak team is geduld, creativiteit en afstemmen op het individu erg belangrijk. Verder vragen wij: Een relevante afgeronde HBO opleiding, bijvoorbeeld SPH, Social Work, HBO-V of Pedagogiek Bij voorkeur ervaring in de kinder- en jeugd GGZ en ervaring met jongeren met complexe problematiek/opvoedingsproblemen Een SKJ inschrijving in het beroepsregister voor jeugd- en gezinsprofessionals Om in aanmerking te komen voor deze functie is een positieve Verklaring Omtrent Gedrag (VOG) vereist. Het natrekken van referenties, integriteitscontrole via het Waarschuwingsregister Zorg & Welzijn en het controleren van diploma’s maken onderdeel uit van de sollicitatieprocedure. Wij bieden Wij bieden onze collega’s gevarieerd en zinvol werk in een professionele en prettige werkomgeving. Daarbij hoort natuurlijk een goed pakket aan arbeidsvoorwaarden conform cao GGZ. Klik hier voor meer informatie over onze arbeidsvoorwaarden. Het betreft de functieBegeleider 5 voor 24 uur. Je krijgt een jaarcontract met uitzicht op een vast dienstverband. Het salaris bedraagt minimaal € 2218 en maximaal € 3678 (FWG 49/50) bruto per maand op basis van een werkweek van 36 uur. Werken bij Parnassia Groep Youz is een instelling voor kinder-, jeugd- en (jong)volwassenenpsychiatrie met locaties in (bijna) heel Nederland. Wij bieden diagnostiek en behandeling van o.a. ADHD, autisme, infant mental health, transitiepsychiatrie en alle andere psychiatrische problematiek. Via Leo Kannerhuis, ons behandel- en kenniscentrum voor autisme, kan iedereen terecht waar eerdere specialistische behandeling niet heeft geholpen. Youz is onderdeel van Parnassia Groep, een werkgever in de geestelijke gezondheidszorg die streeft naar een inclusieve cultuur met gelijke kansen voor iedereen. We maken geen onderscheid op gebied van geslacht, geloof, sociale achtergrond, geaardheid of etniciteit. Wij vinden het belangrijk om van en mét elkaar te leren, dat iedereen zichzelf kan zijn en een ieder zich gewaardeerd voelt. Bij ons kun je bijdragen aan tal van specialisaties, wetenschappelijke onderzoeken en via onze eigen Parnassia Groep Academie gebruik maken van (geaccrediteerde) opleidingsmogelijkheden. Alleen in een werkomgeving waarin we openstaan voor verschillen, halen we het beste uit onszelf, kunnen we creatieve en innovatieve oplossingen bieden voor onze patiënten en succesvol zijn. Interesse? Heb je nog vragen of wil je meer informatie over deze vacature? Neem dan contact op met Michelle van Ruijven, manager bedrijfsvoering, via 06-51030574.", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2457947315/?eBP=JOB_SEARCH_ORGANIC&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=ZaKGQTtsC%2BwjYEKlHUELag%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 days ago", "Job Age Number": "3 days ago", "Job Date": "2021-03-12", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 5, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2387928952, "Job Title": "Sociotherapeut", "Company Name": "Parnassia Groep", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "GZ Psycholoog\n\nPsyQ en i-psy in Den Haag zoeken een GZ psycholoog.\n\nDit ga je doen\nGZ psycholoog gezocht die met ons wil bouwen aan een nieuw team.\n\nDeze teams van i-psy en PsyQ voeren onder andere de eerste diagnostiek na aanmelding en specialistische kortdurende interventies uit. De hulpvraag, de situatie waarin iemand zich bevindt en de culturele achtergrond, zijn het startpunt om samen met de patiënt te komen tot het beste behandelresultaat. Dit betekent dat we ook kijken naar factoren die de psychiatrische problemen kunnen verergeren of ervoor zorgen dat een behandeling niet voldoende helpt. We werken hierin samen met andere instanties en zorgaanbieders, zoals Indigo, Reakt, maatschappelijk werk, enz. Zo kunnen onze patiënten sneller baat hebben bij hun behandeling en sluit deze nog beter aan bij de problemen waar iemand last van heeft.\n\nOm onze ambities te realiseren zoeken we een gedreven GZ psycholoog, voor het team op de Leggelostraat, die met ons het verschil wil maken.\n\nOns team bestaat uit 7 collega’s, waaronder een SPV, psycholoog, GZ psycholoog, klinisch psycholoog en een psychiater.\n\nJe Dagelijkse Werkzaamheden Bestaan Onder Andere Uit\n\nJe taakomschrijving vullen we in overleg met jou op basis van jouw affiniteiten in.\nhet uitvoeren van psychotherapeutische behandelingenhet doen van intakes en diagnostiekhet deelnemen aan de multidisciplinaire casuïstiekbesprekingeneen bijdrage leveren aan verdere ontwikkeling van het behandelaanbodhet geven van supervisie aan opleidingen en niet BIG geregistreerde collega’shet dragen van inhoudelijke verantwoordelijkheid bij multidisciplinaire indicatie- en behandelplanbesprekingenJouw werklocatie bevindt zich midden in de woonwijk van jouw cliënten met gratis parkeergelegenheid en goed bereikbaar met OV. Op steenworp afstand is een winkelcentrum waar je terecht kunt voor een boodschap of een lekkere lunch.\n\n\nDit ben jij\nBen jij een BIG geregistreerde GZ psycholoog met kennis van en ervaring met diagnostiek en behandeling in het algemeen en specifiek ten aanzien van traumabehandeling (IE en/of EMDR) en schematherapie?\nKijk jij ook graag breder dan alleen de stoornis? Houd jij van korte lijnen, directe communicatie, humor, een inspirerende en energieke werkomgeving? Dan hopen we dat we je binnenkort kunnen verwelkomen in ons team.\n\nOm in aanmerking te komen voor deze functie is een positieve Verklaring Omtrent Gedrag (VOG) vereist.\nHet natrekken van referenties, integriteitscontrole via het Waarschuwingsregister Zorg & Welzijn en het controleren van diploma’s maken onderdeel uit van de sollicitatieprocedure.\n\nWij bieden\nWij bieden onze collega’s gevarieerd en zinvol werk in een professionele en prettige werkomgeving. Daarbij hoort natuurlijk een goed pakket aan arbeidsvoorwaarden conform cao GGZ. Klik hier voor meer informatie over onze arbeidsvoorwaarden.\n\nHet betreft de functie van GZ Psycholoog voor 18-40 uur per week. Je krijgt een contract voor onbepaalde tijd. Het salaris bedraagt minimaal € 4053,- en maximaal € 5439,- (FWG 65) bruto per maand op basis van een werkweek van 36 uur.\n\nWerken bij Parnassia Groep\nPsyQ  biedt specialistische behandeling voor de 10 meest voorkomende psychische aandoeningen volgens de laatste inzichten en richtlijnen. We zijn ambitieus als het gaat om innovatieve behandelmethoden. Dankzij deze mentaliteit hebben we meer dan 30 vestigingen verspreid over heel Nederland.\n i-psy  is specialist in interculturele psychiatrie en biedt specialistische geestelijke gezondheidszorg aan volwassenen en kinderen met een migratieachtergrond. Hierbij houden wij rekening met culturele achtergrond, taal en geloofsovertuiging van onze patiënten.\n\nPsyQ en i-psy zijn onderdeel van  Parnassia Groep , een werkgever in de geestelijke gezondheidszorg die streeft naar een inclusieve cultuur met gelijke kansen voor iedereen. We maken geen onderscheid op gebied van geslacht, geloof, sociale achtergrond, geaardheid of etniciteit. Wij vinden het belangrijk om van en mét elkaar te leren, dat iedereen zichzelf kan zijn en een ieder zich gewaardeerd voelt. Bij ons kun je bijdragen aan tal van specialisaties, wetenschappelijke onderzoeken en via onze eigen Parnassia Groep Academie gebruik maken van (geaccrediteerde) opleidingsmogelijkheden. Alleen in een werkomgeving waarin we openstaan voor verschillen, halen we het beste uit onszelf, kunnen we creatieve en innovatieve oplossingen bieden voor onze patiënten en succesvol zijn.\n\nInteresse?\nHeb je nog vragen of wil je meer informatie over deze vacature? Neem dan contact op met Fatima Akkabi, leidinggevende, via 06-22055634.\n\npdf\n\nSolliciteer direct", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2387928952/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=%2Bszq8DBnYiAczUtERRjvlA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-01-20", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 6, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2422630723, "Job Title": "Sociotherapeut", "Company Name": "Randstad Nederland", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Functieomschrijving\n\nWerk jij straks als sociotherapeut in de forensische psychiatrie op een nieuwbouw afdeling? En bied jij patiënten die zijn vastgelopen in hun behandeling weer perspectief? Als dit klinkt als een interessante nieuwe uitdaging gaan we graag verder met je in gesprek. Je werkt in 2021 op contract bij jouw nieuwe werkgever in de omgeving van Venray.\nwat bieden wij jou\n\nverdien €2611,- tot €3571,- per maand en extra'sWerk in een bijzondere omgevingNieuwbouw afdeling met de beste faciliteitenGeef vastgelopen patiënten een nieuwe kanswie ben jij\n\nAls persoon weet je dat je goed bent in de begeleiding en behandeling van patiënten met complexe problematiek. Je hebt ervaring in de (forensische) GGZ. Je weet wat het werken in de geslotenheid inhoud. Ook ben je een teamspeler met veel inhoudelijke kennis van de GGZ. Je houd van een uitdaging. En die uitdaging zie je in het werken met ontregelde patiënten met hele uitlopende, complexe problematiek. Je weet van jezelf dat je overzicht kan houden als het hectisch wordt. Op deze afdeling leer je elke dag weer iets nieuws.\nwat ga je doen\n\nJe werkt op een nieuwe afdeling van een groeiende organisatie. Deze afdeling wordt begin 2021 geopend. Je start in een team met bestaande én met nieuwe collega's samen aan deze uitdaging. Op de afdeling wordt perspectief geboden aan vastgelopen patiënten van andere afdelingen. Deze patiënten zijn vastgelopen in hun behandeling. Op de perspectief afdeling wordt beoordeeld of deze patiënten doorgaan naar een longstay afdeling, of dat ze naar een reguliere afdeling terug kunnen. Je werkt met een hele diverse cliëntengroep. Bijvoorbeeld met patiënten met persoonlijkheidsstoornissen of een verstandelijke beperking. Mocht je je liever focussen op één doelgroep dan komen we ook graag met je in gesprek. Wellicht is een plek op een reguliere afdeling dan passender voor je.\n\nJe gaat in je functie als sociotherapeut in gesprek met patiënten en doet dit in nauwe afstemming met je team. Je rapporteert over de voortgang en levert maatwerk per patiënt. Maatwerk in je benadering en behandeling.\nwaar ga je werken\n\nJe werkt bij een groeiende organisatie in de forensische GGZ. Zij hebben verschillende locaties in de omgeving van Venray. Zij richten zich op de behandeling en begeleiding in de forensische psychiatrie. De afgelopen tijd hebben zij meerdere nieuwe afdelingen geopend. En in 2021 openen ze hun nieuwe perspectief afdeling. Deze afdeling is erop gericht om patiënten een nieuwe kans te bieden, voordat ze naar een longstay afdeling zouden moeten verhuizen. Op de perspectief afdeling vind je een mix aan patiënten van andere afdelingen van binnen de organisatie. De afdeling opent begin 2021 en is volledig nieuw gebouwd. Als je al eerder kan en wil starten dan de afdeling open is, is er de mogelijkheid om eerst op een van de bestaande afdelingen te gaan werken.\n\nWerken in de forensische psychiatrie betekent werken met hele complexe, uitdagende casussen. Dit is oprecht een baan waarin je je niet zal vervelen en uitgedaagd zal blijven. Ga jij met ons in gesprek? Solliciteren kan door te klikken op de sollicitatieknop. Of door je CV te e-mailen naar: profindezorg@nl.randstad.com. Tot snel!\nUiteraard staat deze vacature open voor iedereen die zich hierin herkent.\n\nSollicitatieprocedure\nJe maakt een 'mijn Randstad' account aan om te kunnen reageren op onze vacatures. Dit doe je automatisch wanneer je voor het eerst een sollicitatie afrond bij Randstad, heel eenvoudig dus. Via je 'mijn Randstad' account beheer je gemakkelijk je gegevens en gaan je volgende sollicitaties nog sneller!", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2422630723/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=%2F74X9fw1aShC3t3%2F6l9%2FcA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 weeks ago", "Job Age Number": "4 weeks ago", "Job Date": "2021-02-13", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 0, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2411938513, "Job Title": "Groepsleider / Sociotherapeut", "Company Name": "Van der Hoeven Kliniek", "Location": "Utrecht, Netherlands", "Industry": "['Mental Health Care']", "Sector": "['Health Care Provider']", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Debbie Heijnders\n \n\n            HR-adviseur bij de Waag & Van der Hoeven Kliniek\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nHeb jij het lef om te werken in de forensische psychiatrie en ben je beschikbaar voor 32-36 uur per week? Lees dan verder! Wij zoeken voor onze locatie aan de Oudlaan in Utrecht een:\nSociotherapeut / Groepsleider(m/v, 32-36 uur per week) Wij leren patiënten met een tbs-maatregel en een civielrechtelijke maatregel hoe ze buiten op een verantwoordelijke manier kunnen leven. Wij hebben vestigingen in Utrecht en Amersfoort en hebben 3 verschillende klinieken.  \n﻿Locatie Oudlaan (de Wierde) Op deze locatie de Wierde worden patiënten met uiteenlopende achtergrond behandeld voor hun psychische stoornis. O.a. de kliniek intensieve behandeling (KIB) is hier gevestigd. In de KIB worden patiënten behandeld die zijn opgenomen met een zorgmachtiging (ZM) of een inbewaringstelling (IBS). Dit betekent dat de civiele rechter bepaalt dat het voor de veiligheid van de patiënt en zijn (directe) omgeving beter is om te worden opgenomen in een psychiatrisch ziekenhuis. Meestal is een behandeling in een reguliere ggz-instelling vastgelopen. Er is ook een voorziening voor longcare TBS-patiënten met persoonlijkheidsproblematiek. \nWat ga je doen?Je stimuleert en begeleidt patiënten bij activiteiten en geeft leiding aan de samenwerking binnen de leefgroep.Je levert een substantiële bijdrage aan de behandeling; je deelt jouw kennis en dagelijkse ervaringen met de patiënt in het multidisciplinaire behandelteam, stelt het dynamische behandelplan op en geeft er uitvoering aan.Je integreert de verschillende onderdelen van de behandeling, stemt die op elkaar af en legt het behandelverloop vast, in nauw contact met medewerkers en patiënten.Je signaleert en meldt zaken die de samenwerking in de kliniek kunnen verbeteren of verstoren en treft zo nodig maatregelen.Je werkt in onregelmatige 8-uursdiensten. \nWat bieden we je?Goede arbeidsvoorwaarden in lijn met de cao-ggz. Je inschaling is in functiegroep FWG 45-50, minimaal €2.357,00 tot maximaal €3.678,00.Wij bieden je veelzijdig werk met een specifieke doelgroep, waarbij je nauw samenwerkt met collega's in je team, maar ook met collega's uit andere disciplines.Bij ons krijg je intensieve begeleiding en intervisie, vanwege het specialistische karakter van dit werk wat best spannend kan zijn. Je hebt bij ons goede mogelijkheden om je te ontwikkelen, zowel in de dagelijkse praktijk van je werk, als door het volgen van trainingen en opleidingen.\n Wat vragen wij van jou?Je hebt HBO werk- en denkniveau* en een relevante opleiding (bijvoorbeeld Social Work, Psychologie, e.a.).Je hebt affiniteit met onze forensische doelgroep.Je bent sociaal, gericht op samenwerking en kunt goed zelfstandig binnen een team werken.Je kijkt kritisch naar jezelf en je omgeving en durft daarover de discussie aan te gaan.Je gaat in het belang van de behandeling conflicten aan en je kunt deze hanteren.Je bent assertief en beschikt over tact en overredingskracht.Je spreekt en schrijft goed Nederlands.\n*Heb je een MBO opleiding of studeer je binnenkort af en denk je dat deze functie goed bij jou past? Dan nodigen wij je ook van harte uit om te reageren!\n﻿Interesse?Wij komen graag met je in contact! Reageer via de link \"solliciteer direct\". Voor meer informatie of vragen over de vacature kun je contact opnemen met Ruben Lombaers, Teamleider, 030-2758275.\nVoor de aanstelling is het overleggen van een “Verklaring omtrent het Gedrag” (VOG) een verplicht onderdeel. Acquisitie door werving en selecte-, detacherings- of uitzendbureaus naar aanleiding van deze advertentie wordt niet op prijs gesteld.\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Mental Health Care\n            \n\n\n\n\n        Employment Type\n      \n\n        Part-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Health Care Provider", "Employment Type": "Part-time", "Company URL": "https://www.linkedin.com//company/van-der-hoeven-kliniek/life/", "Job URL": "https://www.linkedin.com//jobs/view/2411938513/?eBP=JOB_SEARCH_ORGANIC&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=t0X80acSnZgpwCAQhgwEAA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 weeks ago", "Job Age Number": "3 weeks ago", "Job Date": "2021-02-15", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 1, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2444856695, "Job Title": "Sociotherapeut", "Company Name": "Klinisch Centrum Nootdorp", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Ben jij een ervaren begeleider of verpleegkundige in de psychiatrie en/of gehandicaptenzorg? Ben jij toe aan een nieuwe uitdaging en wil je aan de slag met cliënten met een verstandelijke beperking en een psychiatrische stoornis? Dan ben jij onze nieuwe collega!", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2444856695/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=wlSOlFMY1SKN441%2BuEQusg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 days ago", "Job Age Number": "2 days ago", "Job Date": "2021-03-12", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 2, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2427054528, "Job Title": "Sociotherapeut", "Company Name": "Ready For Change BV", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Ready For Change zoekt een Sociotherapeut HBO SPH of HBO Social Work met profiel Zorg (16-32 uur).\nWat ga je doen?Als sociotherapeut ben je werkzaam op onze ambulante groepsbehandeling. Naast het contact met de cliënten, werk je mee aan de doorontwikkeling van onze behandelmethoden. Jouw vooronderstellingen, ideeën en onderzoek worden niet in de wind geslagen. Je maakt deel uit van een multidisciplinair behandelteam en bent mede verantwoordelijk voor het leveren van zorg aan cliënten, die primair een verslaving hebben. Op basis van ervaring en interesse verzorg je de groepsbehandeling, de individuele begeleiding van enkele cliënten en het nazorgprogramma.\nDit zijn je hoofdtaken:uitvoeren van de groepsbehandeling en de diverse onderdelen hiervan;persoonlijk begeleider van enkele cliënten;uitvoeren van het nazorgprogramma van cliënten;opstellen van behandelplannen in samenwerking met het behandelteam en de regiebehandelaar;bijwonen van en een bijdrage leveren aan het multidisciplinair overleg van het behandelteam;bijhouden van dossiervoering in het EPD.\nWat breng je mee?Je hebt een persoonlijke, warme en professionele aanpak. Je kunt werken binnen een dynamisch en innovatieve werkomgeving. Daarnaast heb je een flexibele instelling. Om optimaal te passen binnen ons behandelteam ben je cliëntgericht, accuraat, representatief en teamspeler. Je draagt bij aan een veilige en stabiele omgeving voor zoal de cliënt als je collega’s.\nJe bent in het bezit van een afgeronde opleiding HBO SPH/HBO Social Work en je bent minimaal beschikbaar op maandag en dinsdag tussen 14.15 – 22.45 uur.\nWat bieden wij?Een jonge dynamische en snelgroeiende professionele organisatie waar meedenken op prijs wordt gesteld; de lijnen kort zijn en besluiten snel genomen worden. Een multidisciplinair team met enthousiaste en zeer betrokken collega’s die hart hebben voor de cliënt en diens naasten. Een plezierige werkomgeving, waarbij je zult deelnemen aan deskundigheidsbevordering en werkbegeleiding. Daarnaast krijg je een intern inwerkprogramma aangeboden. Salariëring vindt plaats volgens de FWG-salarisstructuur en is afhankelijk van opleiding, leeftijd en ervaring. De secundaire arbeidsvoorwaarden zijn geregeld overeenkomstig de CAO-GGZ.\nVerder bieden wij:Een salaris conform CAO GGZInschaling voor deze functie FWG 50Opname in het PGGM PensioenfondsEen gezellig team met enthousiaste collega’sReady For Change is onderdeel van het Zorg van de Zaak netwerk waarbinnen mogelijkheden zijn om je verder te ontwikkelen\nHet betreft een vacature voor 16-32 uur en wij zijn gevestigd in Rotterdam.\nSollicitatieJouw sollicitatie vergezeld van je CV en motivatie zien wij graag tegemoet (t.a.v. Denise Engels).De gesprekken zullen in overleg gepland worden. Het aanleveren van een VOG is onderdeel van de sollicitatieprocedure.\nOver onsReady For Change GGZ behandelt cliënten met een verslaving. Soms zijn naast de verslaving uiteenlopende co-morbide ziektebeelden aanwezig. Verslaving is in de visie van Ready For Change GGZ een chronische ziekte, waarvan herstel mogelijk is. Ready For Change biedt alle cliënten zicht op herstel, meer autonomie en een hogere kwaliteit van leven. Binnen de diverse afdelingen van Ready For Change staat de cliënt centraal; de behandeling wordt aangepast op het individu om de cliënt in zijn eigen omgeving de kans op herstel te bieden. Het effectieve behandelprogramma wat grotendeels groepsgewijs wordt aangeboden, bevat cognitieve gedragstherapie, psycho-educatie en individuele therapie. Ook wordt de omgeving van de cliënt nauw betrokken bij de behandeling.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2427054528/?eBP=JOB_SEARCH_ORGANIC&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=bCJI5QGxjR%2FV7bEgP3qvyw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-25", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 3, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2376858370, "Job Title": "Sociotherapeut", "Company Name": "Ministerie van Justitie en Veiligheid", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Functie­omschrijving\n\nBen jij als social worker of sociaalpedagogisch hulpverlener op zoek naar meer uitdaging en een baan met veel betekenis? Dan moet je bij de Oostvaarderskliniek zijn. Hier behandel je een interessante en complexe doelgroep: tbs-patiënten of mensen met een verslaving die vaak ernstige delicten hebben gepleegd. Bijzonder toch, dat jij als hun sociotherapeut en persoonlijke mentor bijdraagt aan hun resocialisatie?\n\nJe werkt met een uitdagende doelgroep. Maar bij de Oostvaarderskliniek zien wij onze patiënten in de eerste plaats als mensen. Mensen met bagage die in aanraking zijn gekomen met justitie. Jij draagt bij aan het vergroten van hun kans om op een veilige manier terug te keren in de samenleving. Hoe je dat doet? Door de patiënten op jouw afdeling – een groep tussen de 11 en 22 personen – dagstructuur te bieden en door ze goed te observeren en te begeleiden. Of je nu samen met ze eet, wandelt of tv kijkt, je bent continu alert op wat je ziet. Dit doe je tijdens dag-, avond- en weekenddiensten: je draait in deze functie geen nachtdiensten.\n\nHoe is de interactie in de groep en wat is het effect van iemands gedrag? En hoe passen de patiënten toe wat ze tijdens hun therapieën of de gesprekken met de psycholoog leren? Jij observeert en toetst, en op basis van je bevindingen ga je het gesprek aan: lopen de patiënten ergens tegenaan in het contact met anderen en hoe zitten ze in hun vel? Je bevindingen rapporteer je en stem je continu af met je collega’s. Je werkt nauw samen met de anderen in het behandelteam, onder wie het hoofd behandeling, de psychiater en maatschappelijk werker, en collega’s van het dagprogramma (werken, leren vrijetijd en dagbesteding).\n\nOok ben je de persoonlijke mentor van één of twee van de patiënten van jouw afdeling. Je bent dé spil als het gaat om hun behandeling. Zo heb je wekelijks gesprekken met ze, stel je mede de behandelplannen op en brief je je collega’s over hun omgang met en behandeling van deze patiënten. Skills als relativeringsvermogen, zelfbewustzijn en flexibiliteit zijn hierbij geen overbodige luxe. Er is continu beweging doordat de patiënten elk moment anders kunnen reageren. Zij reageren ook op jou en je behandeling, maar je bent je ervan bewust dat het niet óver jou gaat. Nee, jij bent het instrument: in het contact met jou kunnen de patiënten leren en oefenen hoe mensen op een respectvolle manier met elkaar omgaan. Binnen de Forensische Zorg groei je als persoon en als professional.\n\nJudith Over Werken Als Sociotherapeut Bij De Oostvaarderskliniek\n\n“Bij de Oostvaarderskliniek staat samenwerken voorop, en juist dat maakt dit werk zo leuk. Ik sta constant in contact met mijn collega’s en we stemmen veel af om te blijven volgen wat er op de afdeling gebeurt. Als je je hierin steeds belangstellend en nieuwsgierig opstelt – richting je collega’s én de patiënten – haal je veel relevante informatie boven water. Geen dag is hier hetzelfde en er zijn ook verschillende uitdagingen. Humor en zelfreflectie komen dan uitstekend van pas.”\n\nFunctie-eisen\n Je hebt een relevant hbo-diploma in de zorg, bijvoorbeeld in de richting van social work, sociaalpedagogische hulpverlening (sph), verpleegkunde of maatschappelijk werk en dienstverlening (mwd). Je hebt kennis van en ervaring met de doelgroep.Voor deze vacature zijn wij op zoek naar een kandidaat met meerdere jaren relevante en aantoonbare werkervaring. Je bent in staat om functionele, op behandeling gerichte relaties op te bouwen met forensisch-psychiatrische patiënten, en je hebt gevoel voor verhoudingen en de balans tussen afstand-nabijheid. Je bent een teamplayer en in staat om bij te dragen aan de professionele ontwikkeling van het team. \nJouw competenties\n Je hebt een integere instelling. Je kunt goed luisteren, begrijpen, accepteren, aanspreken, bespreken en motiveren. Je bent initiatiefrijk en kunt zelfstanding tot een oordeel komen.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2376858370/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=oBoeHVb87MnDH6hNOZy%2Bhw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 months ago", "Job Age Number": "2 months ago", "Job Date": "2020-12-17", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 4, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2457947315, "Job Title": "Sociotherapeut Den Haag", "Company Name": "-1", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Wij Zoeken Daarom Iemand Die\n\nSociotherapeut Youz, specialistische zorg voor jeugd en gezin, zoekt voor de Deeltijdbehandeling Kayak een sociotherapeut. Dit ga je doen Het Kayak team is een klein maar krachtig team dat staat voor zelfstandigheid, vernieuwing & flexibiliteit. Wij zijn als team continu actief opzoek naar nieuwe mogelijkheden die aansluiten bij de gebruikte methodieken om de kinderen en ouders te begeleiden. Het betrekken van ouders bij de behandeling is één van onze grootste prioriteiten om de behandeling te kunnen doen slagen. Want omdat het de dagbehandeling betreft zijn ouders continu in beeld en is de driehoeksverhouding ouder (verzorger), de sociotherapeuten en het kind noodzakelijk. De doelgroep op de Kayak betreft een verscheidenheid aan leeftijd, IQ en psychiatrische problematiek. (ADHD, ASS, Hechtingstoornis, ODD). Op de Kayak werken wij samen aan veiligheid, duidelijkheid en structuur en werken wij aan de hand van het competentiemodel en de NVR methodiek. Het Kayak team bestaat uit totaal 4 sociotherapeuten die niet dagelijks met elkaar samenwerken, daarom is een goede communicatie essentieel. Wij zetten een behandeling samen met elkaar neer en maken hierin gebruik van elkaars kwaliteiten. Een goede samenwerking is bijdragen aan het samenwerkingsproces, de resultaten en de harmonie binnen het team. Je werkt regelmatige diensten in de vorm van dagdiensten. Dit ben jij Zowel de kinderen als de ouders zijn vaak onvoorspelbaar, grillig, passief (agressief) vermijdend en hebben moeite met zelfreflectie. Dit zorgt voor de nodige weerstand en conflicten. Daarnaast is de samenstelling van de groep continu in beweging door de wisseling in cliënten.\n stevig in de schoenen staat en zijn/haar stem durft te laten gelden actief te werk gaat, een aanpakker is, die out of the box durft te denken en anderen hierin wil enthousiasmerenen doorzettings- en aanpassingsvermogen heeft Omdat de-escalerend werken hoog in het vaandel staat binnen het Kayak team is geduld, creativiteit en afstemmen op het individu erg belangrijk. Verder vragen wij: Een relevante afgeronde HBO opleiding, bijvoorbeeld SPH, Social Work, HBO-V of Pedagogiek Bij voorkeur ervaring in de kinder- en jeugd GGZ en ervaring met jongeren met complexe problematiek/opvoedingsproblemen Een SKJ inschrijving in het beroepsregister voor jeugd- en gezinsprofessionals Om in aanmerking te komen voor deze functie is een positieve Verklaring Omtrent Gedrag (VOG) vereist. Het natrekken van referenties, integriteitscontrole via het Waarschuwingsregister Zorg & Welzijn en het controleren van diploma’s maken onderdeel uit van de sollicitatieprocedure. Wij bieden Wij bieden onze collega’s gevarieerd en zinvol werk in een professionele en prettige werkomgeving. Daarbij hoort natuurlijk een goed pakket aan arbeidsvoorwaarden conform cao GGZ. Klik hier voor meer informatie over onze arbeidsvoorwaarden. Het betreft de functieBegeleider 5 voor 24 uur. Je krijgt een jaarcontract met uitzicht op een vast dienstverband. Het salaris bedraagt minimaal € 2218 en maximaal € 3678 (FWG 49/50) bruto per maand op basis van een werkweek van 36 uur. Werken bij Parnassia Groep Youz is een instelling voor kinder-, jeugd- en (jong)volwassenenpsychiatrie met locaties in (bijna) heel Nederland. Wij bieden diagnostiek en behandeling van o.a. ADHD, autisme, infant mental health, transitiepsychiatrie en alle andere psychiatrische problematiek. Via Leo Kannerhuis, ons behandel- en kenniscentrum voor autisme, kan iedereen terecht waar eerdere specialistische behandeling niet heeft geholpen. Youz is onderdeel van Parnassia Groep, een werkgever in de geestelijke gezondheidszorg die streeft naar een inclusieve cultuur met gelijke kansen voor iedereen. We maken geen onderscheid op gebied van geslacht, geloof, sociale achtergrond, geaardheid of etniciteit. Wij vinden het belangrijk om van en mét elkaar te leren, dat iedereen zichzelf kan zijn en een ieder zich gewaardeerd voelt. Bij ons kun je bijdragen aan tal van specialisaties, wetenschappelijke onderzoeken en via onze eigen Parnassia Groep Academie gebruik maken van (geaccrediteerde) opleidingsmogelijkheden. Alleen in een werkomgeving waarin we openstaan voor verschillen, halen we het beste uit onszelf, kunnen we creatieve en innovatieve oplossingen bieden voor onze patiënten en succesvol zijn. Interesse? Heb je nog vragen of wil je meer informatie over deze vacature? Neem dan contact op met Michelle van Ruijven, manager bedrijfsvoering, via 06-51030574.", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2457947315/?eBP=JOB_SEARCH_ORGANIC&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=ZaKGQTtsC%2BwjYEKlHUELag%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 days ago", "Job Age Number": "3 days ago", "Job Date": "2021-03-12", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 5, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2387928952, "Job Title": "Sociotherapeut", "Company Name": "Parnassia Groep", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "GZ Psycholoog\n\nPsyQ en i-psy in Den Haag zoeken een GZ psycholoog.\n\nDit ga je doen\nGZ psycholoog gezocht die met ons wil bouwen aan een nieuw team.\n\nDeze teams van i-psy en PsyQ voeren onder andere de eerste diagnostiek na aanmelding en specialistische kortdurende interventies uit. De hulpvraag, de situatie waarin iemand zich bevindt en de culturele achtergrond, zijn het startpunt om samen met de patiënt te komen tot het beste behandelresultaat. Dit betekent dat we ook kijken naar factoren die de psychiatrische problemen kunnen verergeren of ervoor zorgen dat een behandeling niet voldoende helpt. We werken hierin samen met andere instanties en zorgaanbieders, zoals Indigo, Reakt, maatschappelijk werk, enz. Zo kunnen onze patiënten sneller baat hebben bij hun behandeling en sluit deze nog beter aan bij de problemen waar iemand last van heeft.\n\nOm onze ambities te realiseren zoeken we een gedreven GZ psycholoog, voor het team op de Leggelostraat, die met ons het verschil wil maken.\n\nOns team bestaat uit 7 collega’s, waaronder een SPV, psycholoog, GZ psycholoog, klinisch psycholoog en een psychiater.\n\nJe Dagelijkse Werkzaamheden Bestaan Onder Andere Uit\n\nJe taakomschrijving vullen we in overleg met jou op basis van jouw affiniteiten in.\nhet uitvoeren van psychotherapeutische behandelingenhet doen van intakes en diagnostiekhet deelnemen aan de multidisciplinaire casuïstiekbesprekingeneen bijdrage leveren aan verdere ontwikkeling van het behandelaanbodhet geven van supervisie aan opleidingen en niet BIG geregistreerde collega’shet dragen van inhoudelijke verantwoordelijkheid bij multidisciplinaire indicatie- en behandelplanbesprekingenJouw werklocatie bevindt zich midden in de woonwijk van jouw cliënten met gratis parkeergelegenheid en goed bereikbaar met OV. Op steenworp afstand is een winkelcentrum waar je terecht kunt voor een boodschap of een lekkere lunch.\n\n\nDit ben jij\nBen jij een BIG geregistreerde GZ psycholoog met kennis van en ervaring met diagnostiek en behandeling in het algemeen en specifiek ten aanzien van traumabehandeling (IE en/of EMDR) en schematherapie?\nKijk jij ook graag breder dan alleen de stoornis? Houd jij van korte lijnen, directe communicatie, humor, een inspirerende en energieke werkomgeving? Dan hopen we dat we je binnenkort kunnen verwelkomen in ons team.\n\nOm in aanmerking te komen voor deze functie is een positieve Verklaring Omtrent Gedrag (VOG) vereist.\nHet natrekken van referenties, integriteitscontrole via het Waarschuwingsregister Zorg & Welzijn en het controleren van diploma’s maken onderdeel uit van de sollicitatieprocedure.\n\nWij bieden\nWij bieden onze collega’s gevarieerd en zinvol werk in een professionele en prettige werkomgeving. Daarbij hoort natuurlijk een goed pakket aan arbeidsvoorwaarden conform cao GGZ. Klik hier voor meer informatie over onze arbeidsvoorwaarden.\n\nHet betreft de functie van GZ Psycholoog voor 18-40 uur per week. Je krijgt een contract voor onbepaalde tijd. Het salaris bedraagt minimaal € 4053,- en maximaal € 5439,- (FWG 65) bruto per maand op basis van een werkweek van 36 uur.\n\nWerken bij Parnassia Groep\nPsyQ  biedt specialistische behandeling voor de 10 meest voorkomende psychische aandoeningen volgens de laatste inzichten en richtlijnen. We zijn ambitieus als het gaat om innovatieve behandelmethoden. Dankzij deze mentaliteit hebben we meer dan 30 vestigingen verspreid over heel Nederland.\n i-psy  is specialist in interculturele psychiatrie en biedt specialistische geestelijke gezondheidszorg aan volwassenen en kinderen met een migratieachtergrond. Hierbij houden wij rekening met culturele achtergrond, taal en geloofsovertuiging van onze patiënten.\n\nPsyQ en i-psy zijn onderdeel van  Parnassia Groep , een werkgever in de geestelijke gezondheidszorg die streeft naar een inclusieve cultuur met gelijke kansen voor iedereen. We maken geen onderscheid op gebied van geslacht, geloof, sociale achtergrond, geaardheid of etniciteit. Wij vinden het belangrijk om van en mét elkaar te leren, dat iedereen zichzelf kan zijn en een ieder zich gewaardeerd voelt. Bij ons kun je bijdragen aan tal van specialisaties, wetenschappelijke onderzoeken en via onze eigen Parnassia Groep Academie gebruik maken van (geaccrediteerde) opleidingsmogelijkheden. Alleen in een werkomgeving waarin we openstaan voor verschillen, halen we het beste uit onszelf, kunnen we creatieve en innovatieve oplossingen bieden voor onze patiënten en succesvol zijn.\n\nInteresse?\nHeb je nog vragen of wil je meer informatie over deze vacature? Neem dan contact op met Fatima Akkabi, leidinggevende, via 06-22055634.\n\npdf\n\nSolliciteer direct", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2387928952/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=%2Bszq8DBnYiAczUtERRjvlA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-01-20", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 6, "Search Keyword": "sociologist", "Platform": "LinkedIn", "Job ID": 2422630723, "Job Title": "Sociotherapeut", "Company Name": "Randstad Nederland", "Location": "Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Functieomschrijving\n\nWerk jij straks als sociotherapeut in de forensische psychiatrie op een nieuwbouw afdeling? En bied jij patiënten die zijn vastgelopen in hun behandeling weer perspectief? Als dit klinkt als een interessante nieuwe uitdaging gaan we graag verder met je in gesprek. Je werkt in 2021 op contract bij jouw nieuwe werkgever in de omgeving van Venray.\nwat bieden wij jou\n\nverdien €2611,- tot €3571,- per maand en extra'sWerk in een bijzondere omgevingNieuwbouw afdeling met de beste faciliteitenGeef vastgelopen patiënten een nieuwe kanswie ben jij\n\nAls persoon weet je dat je goed bent in de begeleiding en behandeling van patiënten met complexe problematiek. Je hebt ervaring in de (forensische) GGZ. Je weet wat het werken in de geslotenheid inhoud. Ook ben je een teamspeler met veel inhoudelijke kennis van de GGZ. Je houd van een uitdaging. En die uitdaging zie je in het werken met ontregelde patiënten met hele uitlopende, complexe problematiek. Je weet van jezelf dat je overzicht kan houden als het hectisch wordt. Op deze afdeling leer je elke dag weer iets nieuws.\nwat ga je doen\n\nJe werkt op een nieuwe afdeling van een groeiende organisatie. Deze afdeling wordt begin 2021 geopend. Je start in een team met bestaande én met nieuwe collega's samen aan deze uitdaging. Op de afdeling wordt perspectief geboden aan vastgelopen patiënten van andere afdelingen. Deze patiënten zijn vastgelopen in hun behandeling. Op de perspectief afdeling wordt beoordeeld of deze patiënten doorgaan naar een longstay afdeling, of dat ze naar een reguliere afdeling terug kunnen. Je werkt met een hele diverse cliëntengroep. Bijvoorbeeld met patiënten met persoonlijkheidsstoornissen of een verstandelijke beperking. Mocht je je liever focussen op één doelgroep dan komen we ook graag met je in gesprek. Wellicht is een plek op een reguliere afdeling dan passender voor je.\n\nJe gaat in je functie als sociotherapeut in gesprek met patiënten en doet dit in nauwe afstemming met je team. Je rapporteert over de voortgang en levert maatwerk per patiënt. Maatwerk in je benadering en behandeling.\nwaar ga je werken\n\nJe werkt bij een groeiende organisatie in de forensische GGZ. Zij hebben verschillende locaties in de omgeving van Venray. Zij richten zich op de behandeling en begeleiding in de forensische psychiatrie. De afgelopen tijd hebben zij meerdere nieuwe afdelingen geopend. En in 2021 openen ze hun nieuwe perspectief afdeling. Deze afdeling is erop gericht om patiënten een nieuwe kans te bieden, voordat ze naar een longstay afdeling zouden moeten verhuizen. Op de perspectief afdeling vind je een mix aan patiënten van andere afdelingen van binnen de organisatie. De afdeling opent begin 2021 en is volledig nieuw gebouwd. Als je al eerder kan en wil starten dan de afdeling open is, is er de mogelijkheid om eerst op een van de bestaande afdelingen te gaan werken.\n\nWerken in de forensische psychiatrie betekent werken met hele complexe, uitdagende casussen. Dit is oprecht een baan waarin je je niet zal vervelen en uitgedaagd zal blijven. Ga jij met ons in gesprek? Solliciteren kan door te klikken op de sollicitatieknop. Of door je CV te e-mailen naar: profindezorg@nl.randstad.com. Tot snel!\nUiteraard staat deze vacature open voor iedereen die zich hierin herkent.\n\nSollicitatieprocedure\nJe maakt een 'mijn Randstad' account aan om te kunnen reageren op onze vacatures. Dit doe je automatisch wanneer je voor het eerst een sollicitatie afrond bij Randstad, heel eenvoudig dus. Via je 'mijn Randstad' account beheer je gemakkelijk je gegevens en gaan je volgende sollicitaties nog sneller!", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2422630723/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=cozfB1qi8wqUCjHJ02Z9Yw%3D%3D&trackingId=%2F74X9fw1aShC3t3%2F6l9%2FcA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 weeks ago", "Job Age Number": "4 weeks ago", "Job Date": "2021-02-13", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}]