[{"Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2456434643, "Job Title": "Junior staff assurance", "Company Name": "CROP accountants & adviseurs", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Accounting']", "Sector": "['Finance', 'Accounting/Auditing']", "Seniority Level": "Entry level", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Weijmie Roseboom\n \n\n            Ambassadeur  @CROP en in mijn rol als recruiter altijd op zoek naar de juiste match! *Hiring* (senior) supervisor assurance & compilation\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nVoor onze locaties in Amersfoort, Arnhem, Ede, Hoofddorp en Nieuwegein zijn wij op zoek naar starters in de controlepraktijk per september 2021!\nWord jij onze nieuwe CROP-er?\nWat ga je doen:Als Junior Staff Assurance bij CROP werk je vanaf dag één rechtstreeks voor onze klanten en lever je een essentiële bijdrage aan de uitvoering van assurance-opdrachten. Bij ons krijg je verantwoordelijkheid en ruimte voor eigen initiatief en ontwikkeling.Naast je assurance werkzaamheden zal je werk deels bestaan uit compilation werkzaamheden, fiscale werkzaamheden en het verlenen van diverse adviesdiensten. Dit betekent dat er van jou verwacht wordt dat je een brede interesse hebt en kunt inspelen op de behoeftes van verschillende type klanten Ons klantenpakket is divers en bestaat uit zowel nationale als regionale klanten van diverse omvang uit de midden markt. Je beschikt over een brede interesse en je kunt inspelen op de behoeftes van onze diverse type klanten.Je komt te werken in een informele omgeving waar zelfontplooiing, werkplezier en carrièrekansen centraal staan. Je standplaats is afgestemd op je woonplaats want bij CROP vinden wij een goede balans tussen werk en vrije tijd belangrijk. Wat vragen wij van je:Je hebt een VWO diploma, een propedeuse HBO accountancy, of je hebt een hbo - of universitaire opleiding afgerondJe volgt momenteel de opleiding tot registeraccountant (RA)Je beschikt over 0-2 jaar werkervaring als accountant binnen de audit-praktijkJe bent klantgericht en beschikt over sterke communicatieve vaardighedenJe bent een teamplayerJe hebt brede kennis van vaktechnische onderwerpen en volgt marktontwikkelingen op het gebied van accountancy op de voet\nWat kan je van ons verwachten:Onze kernwaarden aandacht, samen en vooruit zijn ons DNA, dit merk je zodra je onderdeel uitmaakt van CROP. Wij zijn blij met je komst en trakteren jou op een warm welkom. Wij bieden je het volgende aan om zo optimaal mogelijk aan de slag te kunnen gaan:Een functie voor 32 tot 40 uur per weekEen goede onboarding; je doorloopt een custom made programma gedurende je eerste maand bij ons.Een marktconform salaris, afhankelijk van je ervaring.Een jaarcontract; In eerste instantie ontvang je een jaarcontract met de intentie deze na een jaar om te zetten in onbepaalde tijd.Vakantiedagen; Je krijgt bij ons minimaal 24 vakantiedagen tot een maximum van 29 vakantiedagen op basis van een fulltime dienstverband.Een zeer goede pensioenregeling;  Premie vrij basis pensioen met de mogelijkheid tot bij sparen.8% vakantietoeslagEen goede werk/privé balans: onze tijd-voor-tijd regeling biedt ruimte voor een goede werk/privé-balans.Ruimte voor ontwikkeling; bij CROP is er volop ruimte om jezelf te ontwikkelen door middel van vakgerichte scholing en opleidingen en training on the job.Mobiele devices; Wij stellen natuurlijk een mobiele telefoon en laptop ter beschikking om je werk zo goed mogelijk uit te voeren.\nHeb je nog vragen of wil je eerst meer informatie? Neem dan contact op met recruiter Weijmie Roseboom.\n \n\n \n\n          Seniority Level\n        \n\n          Entry level\n        \n\n\n\n\n          Industry\n        \n\n\n              Accounting\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Finance\n            \n\n              Accounting/Auditing", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/crop-accountants-&-adviseurs/life/", "Job URL": "https://www.linkedin.com//jobs/view/2456434643/?eBP=CwEAAAF4NJtevFvMI9SjUFBBD7dXtNzy_bJUE9AxmixIMA63fyD2xp--f99ktp3_kRz_xnzZDv_e4ujBXHfPBb6XnqKzgchAI4Xcm1EhaFkJDj20nKts9jRu6N5g_nDMTLY9_bU2vUAVr29QfpYlsanZK-VdiDntZiC0zpXVHfMBWQriSj1bvYUgpW5oM_LQL2asU8YJx9_FX--oBp3HtJQ5ldmrTMfJwBpoc9sST6DJK-QSNlGJg8Xkx5sKqJILwvaM-l9g9sZzYJPrM13t7Te1qgSQv2xZYC0GpdxaCcjZht5n0jvi-U_9_vX3iSXDvB_L2u56U0RyGEQQ2g58RMRKob7v1tAYDX670QeUjeSwmwWxNp8q7dVsAwoTIjxezCFR-Gg&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=hz4E%2BhYq34VSnbNocC328A%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-15"}, {"Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2425207263, "Job Title": "Staff Software Engineer", "Company Name": "Flexport", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Marketing & Advertising', 'Logistics & Supply Chain', 'Internet']", "Sector": "['Engineering', 'Information Technology']", "Seniority Level": "Associate", "Job Description": "Staff Software Engineer, Marketplace, Amsterdam\n\nBuild the first modern logistics platform\n\nThe Opportunity\n\nFlexport is building the first modern logistics platform to make global trade easier for everyone. We are solving complex problems on a global scale, and disrupting a multi-trillion dollar industry that has remained stubbornly unchanged.\n\nWe move our client’s freight around the globe through services bought from our network of carriers (air, ocean, rail, trucking) and partners. Our marketplace group builds systems handling all order-to-cash & procure-to-pay aspects of our business. We are expanding in Amsterdam with a new team to evolve our vendor portal and accounts payable systems. These are the systems that ingest 800K vendor bills through APIs, ML based OCR, manual data entry and once ingested, supports our finance teams to validate and process these bills to prevent any leakage.\n\nWe're looking for a Staff Software Engineer to help drive this key initiative that is at the forefront of reshaping the entire logistics & supply chain industries. You’ll work alongside self-starters interested in solving real-world problems and streamlining the inefficiencies in the complex global trade industry. You’ll have the opportunity to reshape an industry by creating the new operating system for global trade.\n\nYou Will\n Think big picture, dive deep into the domain and communicate the architecture of Marketplace systems to technical and non-technical stakeholders. Independently architect and lead major projects which have a significant amount of complexity and cross functional dependencies. You play a significant role in the career development of others, actively mentoring and educating the larger software engineering community on trends, technologies, and best practices. Craft the architectural strategy, and own the technical landscape, for a major domain in Flexport and the world of logistics that powers global trade Design systems that represent the real-world intricacies of logistics services, such as service offerings, charges, rates, bills and cost allocations Work closely with business partners and product managers to distill complex business problems into elegant technical solutions \n\nWhat You’ll Build\n A multi-mode bill ingestion pipeline that, in real-time, capture the cost when we move freight between any two points in the world. Automate the labor intensive daily process of processing thousands of PDF bills from all our vendor and save our finance team thousands of hours per month Build APIs and portals for our vendors to submit bills in structured format Deliver a taxonomy mapping vendor services to our freight services Help bring trade to everyone in the world \n\nYou Should Have\n\nBasic Qualifications\n Technical leadership experience, either formally or informally, for one or more engineerings teams 5+ years of experience designing and building distributed software architectures Knowledge of at least one modern programming language such as Java, Kotlin, Ruby, C# 10+ years of experience writing software, and a strong engineering background. Bachelor's degree in Computer Science or related technical field, or equivalent experience Outstanding written and verbal communication skills. \n\nPreferred Qualifications\n A love of simple, well-tested code that is easy to extend and hard to break. A product-first approach to building software. You are interested in the real world functionality of your programming and is able to convey technical ideas in common terms to business partners, product managers, designers and engineers alike Strong analytical problem-solving skills Understanding of performance tradeoffs, load balancing and operational issues Demonstrated ability to mentor junior software engineers in all aspects of their engineering skill-sets Knowledge of professional software engineering practices & best practices for full software development life cycle, including coding standards, code reviews, source control management, continuous deployments, testing, and operations Identifying engineering roadmaps, system architecture and take lead in building this new architecture to gradually replace our monolith  A desire to develop your tooling repertoire. We are tech-agnostic regarding candidate background, but we use React/GraphQL/Java/gRPC/Protobuf when building services moving Flexport into a service oriented architecture to replace our monolithic Rails backend A desire to work in a global organization with engineering hubs in San Francisco, Seattle, Chicago, Shenzhen and Amsterdam \n\nEngineering Culture And Values\n\nCheck out our Key Values profile\n\nOur Stack\n\nYou should have:\n\nOur continuous releases are integrated with Buildkite and Github. On the frontend, we create our views with React, manage the flow of data with GraphQL/Relay, and test our application with Jest. On the backend, we’re in the process of decoupling our monolithic Rails app and moving to services mostly written in JVM based languages. Our data is persisted in relational and document databases. Our stack is hosted on AWS using Kubernetes.\n\nEngineering Culture And Values\n\nCheck out our Key Values profile\n\nAbout Flexport\n\nWe believe global trade can move the human race forward. That’s why it’s our mission to make global trade easier for everyone. We aim to do this by building the Operating System for Global trade - a strategic model combining advanced technology and data analytics, logistics infrastructure, and supply chain expertise. Flexport today connects almost 10,000 clients and suppliers across 109 countries, including established global brands like Georgia-Pacific as well as emerging innovators like Sonos. Started in 2013, we've raised over $1.3B in funding from SoftBank Vision Fund, Founders Fund, GV, First Round Capital and Y Combinator. We’re excited about the three big ways we’re moving forward after our recent $1B investment from SoftBank Vision Fund in February 2019.\n\nWorried about not having any freight forwarding experience?\n Don’t be! We’re building the first Operating System for Global Trade. That’s why it’s incredibly important for us to bring people from diverse backgrounds and experiences together with our industry veterans to help move the freight forwarding industry forward. What’s freight forwarding and why does it matter? Freight forwarding is the coordination and shipment of goods from one place to another and it’s what makes global trade possible. Flexport is on a mission to make global trade easier for everyone because we believe it can help connect the world and break down economic barriers. We know this industry is complex. That’s why we invest in education starting day one with Flexport Academy, a one week intensive onboarding program designed specifically to set every new Flexport employee up for success. \n\nAt Flexport, our ability to fulfill our mission of making global trade easy for everyone relies on having a diverse, dedicated and engaged workforce. That is why Flexport is committed to creating and nurturing an environment where anyone can be their authentic self. All qualified applicants will receive consideration for employment regardless of race, color, religion, sex, national origin, age, physical and mental disability, health status, marital and family status, sexual orientation, gender identity and expression, military and veteran status, and any other characteristic protected by applicable law.\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Marketing & Advertising\n            \n\n              Logistics & Supply Chain\n            \n\n              Internet\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Engineering\n            \n\n              Information Technology", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/flexport/life/", "Job URL": "https://www.linkedin.com//jobs/view/2425207263/?eBP=CwEAAAF4NJtevAqrqz-FuzcOjFsquih_4mHZWMAShmtkiFx0WTOrzI2q_eooeV8jOjLhacly6U3CVNGQPMfhW6AuD61nTiJ15yi06dRQ5F8DW-1ueC5z4d5S1ylWOUrVdhg4LSYfS6B2rgOyYZyLqqFFpcWzhzAZyF2BtssaiPHau-6mCRzEKSOxI72hvHDQUOTna6S2cLPaBdHIwy_0-q9aRFJhdaDVST-81PWFRVDCKxVDf0w1qr0DhY3ZjLho-Ansoaev1hiEjEImgfMCTHVSe1UqpTK5ndjzDyl8YfFHO2jEl5hzfrnWr3DiPdv00nM_qcOZkT0hIsrGA67tWd5SKQfwkDJkZavzhyBJWg6YWMeP3NksTQPE_Snp5O7lpTDdxTs&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=NSVz8p0DvMBpwvX2Z7uttQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-15"}, {"Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2417654349, "Job Title": "Staff Engineer (Java)", "Company Name": "Picnic Technologies", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "At Picnic we care about health and safety, so currently all interviews are done online and our team is working from home. We keep a close eye on the developments around Covid-19, and support your relocation to Amsterdam when it is safe to do so. It is possible to start working remotely with us - have a peek at how the remote onboarding is going here. \nDo you want to be part of the grocery revolution? At Picnic you get the chance to join a young and forward-thinking startup culture, where everything you do matters. With a data-driven approach and an incredible service, Picnic strives to make grocery shopping simple, fun, and affordable for everyone. Known for our just-in-time supply-chain and a unique last-mile delivery strategy, we have become one of the fastest-growing companies of the Netherlands!We are looking for Staff Engineers wanting to make a difference. Is this you?\n🏢 Where you fit in\nOur developers are highly involved and essential to each part of our company. From route planning, scaling our customers’ analytics, handling enormous chunks of data, to calculating how many bananas we should have in our warehouse on a Thursday – our teams write, plan, and predict.\nAs Staff Engineer in one of our product teams you will work with stakeholders from tech and business to translate requirements into resilient and scalable solutions. Through your experience and the domain knowledge you will gain, you can provide expertise in cross-product projects and company wide technology decisions. You feel at home writing reliable code and proactively look for ways to improve code, technologies and processes employed by your team. You are able to communicate your views both when specifying new features with stakeholders and while providing technical mentorship to your colleagues. As a staff engineer you lead by example, not by title.\nAt Picnic your experience will be complemented with the latest tech and you'll have the opportunity to dive into a broad choice of innovative projects. By keeping an eye on the roadmap and our business priorities, you'll support and guide your team to make a real difference. From designing, developing, and testing new user-facing features, to optimizing supply chain systems and improving the scalability and security of our platform: you’ll be ensuring code quality, guiding tech decisions and driving improvements, while finding yourself fully immersed in an engaging, inclusive and communicative culture.\nWe don’t hide what we do. Instead, we open-source with the community that helped us grow. Here’s proof: http://picnic.tech\n👉🏼 Who you are\nYou have a Bachelor’s or Master’s Degree in Computer Science or a related technical field You have at least 5 years of experience and a profound understanding of back-end development including Java, Spring Boot, MongoDB and PostgreSQLYou have solid problem solving skills and enjoy complex challenges You have great English skills (no Dutch required) and are able to structure your thoughts and express them clearly verbally and in writing\n👩‍💻 Technologies you'll use\nJava 11 (Spring 5 with Spring Boot 2, Reactor, Immutables, Maven)Python 3.xRabbitMQ and KafkaPostgreSQL, MongoDBGit and DockerAWS, Helm, Terraform, Kubernetes, VaultNew Relic, Grafana and Prometheus\nHungry for more? Check out https://stackshare.io/picnic-technologies for an overview of our tech stack.\n🍩 Picnic perks\nLocated in the cosmopolitan city of Amsterdam, the Picnic offices are your ideal launchpad to bring your work to the next level. Equipped with your favorite hardware and surrounded by like-minded people, you’ll grow professionally and personally, working with us to bring Picnic to the next level.\nOur tech team consists of more than 20 product teams, handling innovative projects in a variety of domains. Sharing, mentoring and keeping up to date is a must at Picnic: meetups, webinars, Lunch & Learn sessions, and our very own Tech Academy make sure that’s taken care of. Your soft skills will get some attention as well, with tailored training and courses.Our salaries are market competitive and our pension program will put your mind at ease.\n🏡 Relocation package?Sure! If you join Picnic from abroad, we’ll cover your trip to Amsterdam, sponsor your Visa, and offer you a month of accommodation while you settle in.\nIf you are joining us from a country that doesn’t allow traveling to the Netherlands just yet, there's a chance that your onboarding could take place remotely. We had lots of new team members starting their Picnic-journey remotely already, you can have a peek at how it's going here.\nWhat are you waiting for? Get in touch! And no worries, the whole process is currently fully remote, to keep everyone safe and healthy.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2417654349/?eBP=CwEAAAF4NJtevCHNK6SCfm-iygnADBLfTtQl70fz--3e4dQEqhVTBvqVyJL2EOA3qG9S0OiUVb-KEyS_C5wOxUTCAHi6cbyyYoZ_qia6nzAlHqwh55t16GonGUWfyzwu77l-r8z_mF3-Y2CryC1f5iwmEKAzHsqtXv8zHSHmjr6GeXQR0VdQU1CC_qDfQkUOtvBp_mYiZlspdoeiIdNsG3CVicchizYNs5U5sywNrWuOAj456OLWw1VNYGitb3_92xzNOmd0lAl2QxfNRzcv1SwbNWcfdWCAJA3EHVd85mfaTtqogqfNJ1AuD7BXFGKtW5MywX9B1Gdn7pS7Hdnp_MHXmWysKQa-PELCnsgpFge1jmrPToglGz1zO39T6AeR6pjnKEs&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=JOLUX4aZSGUqPeeUX%2FKoIA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-15"}, {"Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2430630149, "Job Title": "Assistant", "Company Name": "De Brauw Blackstone Westbroek", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Law Practice']", "Sector": "['Administrative', 'Legal']", "Seniority Level": "Entry level", "Job Description": "At De Brauw we are looking for an Assistant with a passion for administration.\nYou are part of the Business Support department, and will work closely together with a Personal Assistant in supporting a Partner. You are mainly responsible for the administrative tasks within the practice.\nThe role contains a diverse range of tasks. Your responsibilities include:\nPreparing invoices, overviews and keeping our CRM system up to dateOpening and closing case filesCreating engagement lettersE-filingExpense management\nOur ideal candidate:\nWe are looking for someone who takes initiative, is proactive, and loves to organize the busy practice from an administrative perspective. Someone who can collaborate with our lawyers, assistant teams, and other support teams. You enjoy co-owning the practice of this Partner together with the other assistant.\nYou also:\nHave a bachelor degree or working levelCan quickly switch between tasksAre honest, confident, and secure in your opinionGet excited and motivated about organizing and planning complicated projectsHave strong knowledge of both the Dutch (C2) and English language Who are we?\nDe Brauw Blackstone Westbroek is an international law firm that is deeply rooted in the Netherlands. De Brauw advises more than 70% of the largest multinationals with headquarters in the Netherlands. De Brauw specialises in high-quality legal advice in complex transactions, proceedings and regulatory issues for companies and financial institutions. Over the years, De Brauw has built up a large and close-knit international network of renowned law firms. About 650 individuals are on staff at De Brauw in Amsterdam, Brussels, London, Shanghai and Singapore. \n \n\n \n\n          Seniority Level\n        \n\n          Entry level\n        \n\n\n\n\n          Industry\n        \n\n\n              Law Practice\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Administrative\n            \n\n              Legal", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/de-brauw-blackstone-westbroek/life/", "Job URL": "https://www.linkedin.com//jobs/view/2430630149/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=r2Xr1E7db62ynxWTW4iYHw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 weeks ago", "Job Age Number": "3 weeks ago", "Job Date": "2021-02-19", "Collection Date": "2021-03-15"}, {"Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2453344438, "Job Title": "Remote work From Home Virtual Staff €180 Daily (Remote)", "Company Name": "-1", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Job Description\n\nWe are looking for a talented and competitive Data Entry that can work from any remote location based on his/her comfort. We also offer flexibility in timings and looking for passionate, vibrant individuals who want to earn independently.\n\nEarning potential up to €1800+ to €2400+ per month without any specific qualification and experience.\n\nAre you Looking To earn some money with a Job as a Student, Stay at Home Individual, Sales Manager, Project Manager, Retail Sales Associate, Administrative Assistant, Cashier Sales Associate, receptionist, secretary , housekeepers, Head Cashier, Secretary, Receptionist Administrative Assistant, Front Desk Receptionist, Front Office Receptionist, Executive Secretary, Delivery Driver, etc to take part in our paid surveys work from home Remote Positions.\n\nThe ideal candidate loves talking to people and proactively solving issues.\n\nResponsibilities\nEnergeticMust Enjoy Helping PeopleMust Have A Positive AttitudeMust Own A Smart Phone, Mobile Phone, Desktop Computer or LaptopMust Have Reliable Internet ServiceCommunicate with customers via phone, email and chatProvide knowledgeable answers to questions about product, pricing and availabilityWork with internal departments to meet customer and needsData entry in various platforms\n\nTo Get started takes only 2mins, Please Read and follow these 3 Steps; \n\n1. Follow This LINK TO APPLY: www.remotedataentryjob.com\n\n2. Fill in your Details and Sign up on the Website\n\n Very Important : Please Check Your E-MAIL Inbox and Click The Confirmation Link to Activate Your Account. If the e-mail is not in your inbox, check Spam folder.\n\nFailure to activate your account will result to you not getting paid.**\n\nFOLLOW THIS LINK TO APPLY: www.remotedataentryjob.com\n\nONLY CLICK THIS LINK ABOVE TO JOIN***\n\n\n\nQualifications\nAt least 1 - 2 years of relevant work experience but not required.Good Phone etiquette and excellent verbal, written, and interpersonal skillsAbility to multi-task, organize, and prioritize workRemote opportunityQuick cashBonusesZero supervision\n\nJob Role / Responsibilities\nSolid outgoing personality with superior interaction abilities as well as great work principles.Data entry and also strong business abilities.Effective listening as well as analytical abilities, in addition to the capability to summarise details and deal solutions.Experience with personal computer and also have at least a typical functioning degree typing capability.You should be professional and positive and additionally have a high level of self-motivation and also have the capacity to function individually in your task.Excellent time management and administrative abilities with a keen focus to detail.Other Requirements: This is an on-line work from home position, so you will be required to have the following:Excellent Working Entry Level. Personal Computer.Legitimate high-speed internet access.Full time and amp; Part time telemarketing position jobs.\n\nRequirements\nReps Typically Earn €500 to €900 Plus a weekFlexible Hours, Virtual RemoteComplete Training Is OfferedWork At Your Individual Schedule And SpeedPaid WeeklyWork At HomeNo Sales and No Cold CallingFull Time And Part Time Hours AvailableExcellent client-facing and internal communication skills, written and verbal communication skillsmulti-tasking skillsBasic working knowledge of Microsoft Office Word\n\nMAKE SURE YOU CHECK YOUR EMAIL AND CLICK THE CONFIRMATION LINK IN YOUR INBOX OR SPAM FOLDER\n\nCustomer Service Representative - Work From Home Full & Part Time\n\nWe're actively recruiting during COVID-19. Earn money from Home by Participating in Paid Studies, Data Entry agent, Customer Service Agent, Part-time.\n\nEarn at Home by Taking Polls - Data Entry Clerk.\n\n\n\nTo Get started takes only 2mins, Please Read and follow these 3 Steps; \n\n1. Follow This LINK TO APPLY: www.remotedataentryjob.com\n\n2. Fill in your Details and Sign up on the Website\n\n Very Important : Please Check Your E-MAIL Inbox and Click The Confirmation Link to Activate Your Account. If the e-mail is not in your inbox, check Spam folder.\n\nFailure to activate your account will result to you not getting paid.**\n\nFOLLOW THIS LINK TO APPLY: www.remotedataentryjob.com\n\nONLY CLICK THIS LINK ABOVE TO JOIN***\n\n\n\nEqual Opportunity\n\nWe Remote Jobs Are you Looking To earn some money with a Job as a Student, Stay at Home Individual, Sales Manager, Project Manager, Retail Sales Associate, Administrative Assistant, Cashier Sales Associate, receptionist, secretary, housekeepers, Head Cashier, Secretary, Receptionist Administrative Assistant, Front Desk Receptionist,Front Office Receptionist, Executive Secretary, Delivery Driver, etc to take part in our paid surveys work from home Remote Positions.", "Employment Type": "-1", "Company URL": -1, "Job URL": "https://www.linkedin.com//jobs/view/2453344438/?eBP=JOB_SEARCH_ORGANIC&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=2s9fkerUd%2BHnXBz5Vw1%2FuA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "5 days ago", "Job Age Number": "5 days ago", "Job Date": "2021-03-09", "Collection Date": "2021-03-15"}, {"Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2444176483, "Job Title": "Staff Software Engineer / Tech Lead (Fleet)", "Company Name": "ChargePoint", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "About Us\n\nWith electric vehicles (EVs) expected to be nearly 30% of new vehicle sales by 2025 and more than 50% by 2040, electric mobility is becoming a reality. ChargePoint is at the center of this revolution, powering one of the world’s leading EV charging networks and a comprehensive set of hardware, software and mobile solutions for every charging need. We bring together drivers, businesses, automakers, policymakers, utilities and other stakeholders to make e-mobility a global reality.\n\nSince our founding in 2007, ChargePoint has focused solely on EV charging and established a business model that's been validated by more than a decade in business and thousands of customers. As now a public company, we remain focused on broadening our market leadership and building on years of innovation. ChargePoint offers a once-in-a-lifetime chance to build our all-electric future and dominate a trillion-dollar market.\n\nJoin the team that is building the EV charging industry and make your mark on how people and goods will get everywhere they need to go, in any context, for generations to come\n\nDiscover what it’s like to help build the fueling network of the future - check out our Engineering Blog.\n\nReports To\n\nDirector, Software Engineering\n\nWhat You Will Be Doing\n You will build user-facing products and a scalable architecture to optimize electric fleet charging solutions. As a product back-end engineer at ChargePoint, you’ll work on code that’s closest to the business. Software goals include building and maintaining real-time depot and energy management, providing a dynamic and real-time view of electric vehicle (EV) fleets, and fashioning visualization and notification systems that let us make the users’ experience efficient and seamless. Your work will affect electrical vehicle drivers, fleets, and operations teams as they use the ChargePoint network across the globe. You will work across teams to build and collaborate on product requirements for the next generation of world-class EV technology products. Help make our team better by contributing to code reviews, documentation, and development process. \nThis role could sit remote**\n\nWhat You Will Bring to ChargePoint\n Write code for high quality, web-based energy-management applications. Create robust applications and develop functional prototypes quickly. Design best-fit, adaptive solutions to energy and cost optimization problems. Work with the product team to design and spec new functionality. Work with QA to understand and deliver the work in a given timeline. Participate in all phases of development, from design to implementation, unit testing, and release. Introduce new, cutting-edge technologies to help ChargePoint applications manage energy efficiently and minimize energy costs in a scalable, high-availability manner. \n\nRequirements\n Bachelor's Degree in Computer Science or equivalent At least 7 years of industry experience Strong CS fundamentals Experience with a server-side language such as Python (preferred), Java, Go, etc. AWS experience or any other cloud dev experience is important Comfortable with full-stack projects and able to build a minimum working product quickly Familiarity with server architectures, web services (REST, SOAP) and distributed systems, micro services, etc. Experience with linear programming techniques, process control, device control, and queueing systems is a plus Exposure to architectural patterns of a large-scale web application Understanding of web concepts such as session, cache, cookies, connection pooling, and so on Working knowledge of databases Knowledge of source control tools Familiarity with Kubernetes, NoSQL, ELK stack is a plus \nLocation\n\nNetherlands (Remote)\n\nWe are committed to an inclusive and diverse team. ChargePoint is an equal opportunity employer. We do not discriminate based on race, color, ethnicity, ancestry, national origin, religion, sex, gender, gender identity, gender expression, sexual orientation, age, disability, veteran status, genetic information, marital status or any legally protected status.\n\nIf there is a match between your experiences/skills and the Company needs, we will contact you directly.\n\nChargePoint is an equal opportunity employer.\nApplicants only - Recruiting agencies do not contact.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2444176483/?eBP=CwEAAAF4NJtevAioib0IGc-z7rNJs8guIvi8VAfdPmLXebpjFCpeRZXyhlCmgbwvFR8Hw2URevy2rGNL70sEBv8WtmcpeXwsnbTyYlYf4I1BjgG-xXa2f4n3lqidvqwxZScvA8P-16O2JKeoCfM11V_qeVrT0cT7hkQv4J4UOwWmimGKmMxnfRzvIR1Y3PpMBz7imVtIUPJFfIIqe8Zd5RZK26OwfHvBAkugzdJSIva7FhuUlCsjyAstnrB_DZBbyEiJ8moQWIgxSPBCfOyl86q6REOb61DRe0-rDy6c2zj8qKr2o5OtQHXEmV3AMnXnf1lcc4yuXx4oR5MjKRLx-wIUMlEbY3T7usd54iLeAwMUGfx-epgrWEl4Yn9cGvNxTETTvpg&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=MZJhgaN5gZT7v883LgjOWA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-15"}, {"Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2444176482, "Job Title": "Staff Software Engineer – Driver Services", "Company Name": "ChargePoint", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Electrical & Electronic Manufacturing', 'Information Technology & Services', 'Computer Software']", "Sector": "['Engineering', 'Information Technology']", "Seniority Level": "Associate", "Job Description": "About Us\n\nWith electric vehicles (EVs) expected to be nearly 30% of new vehicle sales by 2025 and more than 50% by 2040, electric mobility is becoming a reality. ChargePoint is at the center of this revolution, powering one of the world’s leading EV charging networks and a comprehensive set of hardware, software and mobile solutions for every charging need. We bring together drivers, businesses, automakers, policymakers, utilities and other stakeholders to make e-mobility a global reality.\n\nSince our founding in 2007, ChargePoint has focused solely on EV charging and established a business model that's been validated by more than a decade in business and thousands of customers. As now a public company, we remain focused on broadening our market leadership and building on years of innovation. ChargePoint offers a once-in-a-lifetime chance to build our all-electric future and dominate a trillion-dollar market.\n\nJoin the team that is building the EV charging industry and make your mark on how people and goods will get everywhere they need to go, in any context, for generations to come\n\nDiscover what it’s like to help build the fueling network of the future - check out our Engineering Blog.\n\nReports To\n\nEngineering Manager\n\nWhat You Will Be Doing\n\nMillions of drivers will be switching to electric vehicles over the coming years. We need your help to make their experience easy. You will design and build back-end systems that power our mobile app, provide special benefits to drivers, and more. You will work with a collaborative, cross-functional team that takes ideas from the drawing board to full-scale implementation. Your outstanding work will speed up the transition to electrified transportation worldwide!\n\nThis role could sit remote**\n\nWhat You Will Bring to ChargePoint\n You architect flexible and scalable systems. You can lead a project from conception to post-release monitoring and maintenance You make thoughtful and respectful contributions to code reviews and design discussions You are excited to dive into code you’ve never seen before, figure out what it does, make it better, and document it. You define user requirements, discuss trade-offs, and plan timelines. You mentor junior developers and make your team stronger. You test your code to ensure correctness and minimize regressions. You have a respectful, positive, and constructive attitude. \n\nRequirements\n You have three or more years of experience building back-end software. You have experience with at least one server-side programming language (PHP, Java, Go, Python, etc.) You have a strong understanding of relational databases (MySQL, PostgreSQL, etc.) You know how to apply computer science algorithms and data structures. You have built and used RESTful APIs You communicate effectively with cross-functional groups. \n\nLocation\n\nNetherlands (Remote)\n\nWe are committed to an inclusive and diverse team. ChargePoint is an equal opportunity employer. We do not discriminate based on race, color, ethnicity, ancestry, national origin, religion, sex, gender, gender identity, gender expression, sexual orientation, age, disability, veteran status, genetic information, marital status or any legally protected status.\n\nIf there is a match between your experiences/skills and the Company needs, we will contact you directly.\n\nChargePoint is an equal opportunity employer.\nApplicants only - Recruiting agencies do not contact.\n\n\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Electrical & Electronic Manufacturing\n            \n\n              Information Technology & Services\n            \n\n              Computer Software\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Engineering\n            \n\n              Information Technology", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/chargepoint/life/", "Job URL": "https://www.linkedin.com//jobs/view/2444176482/?eBP=CwEAAAF4NJtevNXAtO4m44CIFeI2iwYblfwuhddnees82GTC-eSYThlCIFjT5zXiIL_e_PCPlo2irM-MOOqvr1OnxcPwXzo0QHG_ZWrToEWoWs296dpbw6xsk_0bFp4siYdkhZosWFmQdzHs3njAnFq8mRjQyB6dGL-2kFDzHC-i5XJPzDmdbWzSltXGMywmj69RAPHM4muZTlkv8BZMQYHYEhWcF3LNWC8gVbIK6cjqjcsi8TFXHYWEPVf-CNQPmOw64be4bQjwKrSUklIkPGpzpQKAZP_qL8BKe-4A2U5BwFOOV2FILgEl4iorek7UfbDqDz1t458GbCMG3YC5bb5TFDY5bGY_hz1S7LtnFQUB8qlMaoK02rNGFMLZqJbtKvKe5C4&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=6QTZAlCZzJqN2UH9FqjyHw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-15"}, {"Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2425260833, "Job Title": "Full-Stack Staff Engineer - Scale", "Company Name": "Airwallex", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Financial Services', 'Banking', 'Internet']", "Sector": "['Information Technology', 'Engineering']", "Seniority Level": "Associate", "Job Description": "Who We Are\n\nEstablished in Melbourne in 2015, Airwallex is a global payments fintech transforming the way businesses move and manage money domestically and internationally. In today’s fast-changing digital era, our purpose is to empower businesses of all sizes to grow in their own markets and around the world, and by doing so, contribute to the global economy. With technology at our core, we built a proprietary global financial infrastructure platform to help businesses transact, collect and pay in any foreign currency across 130+ countries and 50+ currencies, without the constraints of the traditional global financial system. In just five years since we were founded, Airwallex has grown to become Australia’s fastest-growing fintech unicorn and a well-funded international technology leader backed by world-leading investors. Our leadership, innovation and scale have been recognised and awarded by leading independent authorities, such as listing in Forbes' Cloud 100 2020, and placing in the Top 50 of KPMG’s Global Fintech100 two years in a row. To support our ambitious growth plans, we’re looking to expand our global teams with smart, driven and passionate individuals who are excited about joining our rocketship and taking on the challenge of a lifetime.\n\nWho We Are\n\nAirwallex is a technology company that revolutionises the way businesses operate globally. Our financial infrastructure provides a modern technology stack for businesses to operate internationally, without the challenges of the current global financial system.\n\nBusinesses use Airwallex as their end-to-end global financial services platform. Whether it’s making or receiving payments from customers, domestically or internationally, Airwallex saves businesses time and money by offering real-time, reliable and cost-effective financial solutions. Our web and API solutions support businesses of all sizes, from small companies to large enterprises.\n\nIn this fast-changing digital world that is increasingly becoming borderless, our mission is to empower businesses of all sizes to grow in their own markets and around the world, and by doing so, contribute to the global economy.\n\nThe Role\n\nThis role will work on building one of Airwallex’s flagship product Scale, a payment ecosystem for platform and marketplace businesses. Scale enables platforms to bring merchants and users on their platform together in a single, centralised solution, delivering powerful account management, collection, conversion and payment capabilities with tailored user experience.\n\nResponsibilities\nLead the planning, design, and hands-on to the implementation of the Scale productWork closely with product managers to analyse the product requirements and designing the technical solution and planning the deliveryAdapt technical practices to achieve sustainable and efficient technical resultsDirect technical teams and be accountable for the technical resultsEnsuring compliance with industry standards and safety regulationsThe quality and performance of Scale product, defining and ensuring service SLAs that matches Airwallex’s Engineering OKREstablishing and ensuring great coding standards in the team, reviewing code from team membersContributing to the hiring, training and development of the engineers within the teamIntegrate quality principles and methodology to enhance engineering performance\n\nRequired Experience\nBachelor's degree in engineering or a related field of specialization preferredA minimum of two years' experience as a staff engineer in a similar environment, developing large-scale, distributed systemsAbility to apply safety standards and adhere to industry regulationsExcellent collaboration and communication skills, fluency in EnglishExceptional analytical, strategic thinking, and problem-solving abilitiesAmbitious mindset to make an impact and willingness to challenge the status quoBelieves in Clean Code, Clean Architecture and sets high bar for code qualityFamiliar with common Web Application technologies, frameworks, and multiple programming languages, proficient in Java/KotlinExpertise in common server technologies to optimize service responses and data queries, ensuring service quality, with high performance and availabilityFamiliar with Spring / Spring BootFamiliar with common network protocols and RESTful API design\n\nPreferred\nIndustry experience in payments or broader FinTech industryField experience in designing and delivering global deployable services across multiple data region Great organizational and time management skillsPassionate about technology, performance, accessibility and the beauty of API designFamiliar with frontend technology stacks (React, Webpack, CDN, BFF, Micro Frontend, etc)Experience in leveraging cloud providers AWS/GCP/Azure to provision and managing servicesIn addition to solving for the large opportunities, attention to the details\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Financial Services\n            \n\n              Banking\n            \n\n              Internet\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Information Technology\n            \n\n              Engineering", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/airwallex/life/", "Job URL": "https://www.linkedin.com//jobs/view/2425260833/?eBP=CwEAAAF4NJtevJEBooqNjzOOZrbih0PBML03bsueYPa6k7g8uW46DKupNJdxy29lkjbKStXFfFcGhtPIKx6F614L6yXho9SQp0ofgtGAQqloMKM7FywFZxUKa4ycRW40ljIsc5REntzchOah-V6gcUHc8KPNnY6QvE9PGI26bTuHZcFsaY7rPUXiYptazTvRlPIZ-5Q_cTWckBSjRp0oi_hGapO_1G_o6nc8lEyu0cAdNpEqq7EvCleHOb0zsXZOwCGNKnYkdT7thamgNa9ymaK7e1TF3mVOgpa5z03ebN9nOn2ceq_-8TMQzlztYFGLZX_gRO5JAMiLGwPOIf6HdfYG15XRPELNvfWzYTmtpN_p7rHONV8RqzSrDASgWDCW77omo7s&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=oAeJIklbHrjbRClQ8co6lg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-15"}, {"Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2425940839, "Job Title": "People Lead (Amsterdam)", "Company Name": "AND Digital", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Information Technology & Services']", "Sector": "['Other']", "Seniority Level": "-1", "Job Description": "Description\n\nPeople Lead (Amsterdam)\n\nAND Introduction\n\nAt AND, we accelerate the development of digital capabilities. In practice, that means helping ambitious leaders and organisations build the teams, products, processes and even operational structures they need to close the digital skills gap within their organisation today, so that they thrive tomorrow.\n\nClients rely on our experience, agility and craft skills across tech and business strategy, software development and product management to address some of the toughest challenges facing their businesses.\n\nWe bring aboard thinkers, tinkerers, passionate software craftspeople and inspiring technologists to help us solve these challenges. Together, we’re united by a sense of pragmatism, purpose and a deeply-held belief that digital products and technology alone won’t transform a business or save the world: it’s the people that count.\n\nAbout You\n\nOur People function isn’t like many others. Our culture is shaped and carried by every single ANDi (that’s what we call our people), and we focus on empowering our teams with the tools, training and support they need to take care of themselves and each other, whilst doing what they enjoy the most. Our People Leads (or People Operations Leads as we call the role internally) play an important role in making this happen. You'll do this by:\n Supporting the Club Exec in executing all people activities for the Club and liaises directly with the other Lines of Business for day to day support on HR practices. Being the first point of contact for Squad Leads and ANDis on guidance about our processes in general (performance management, progression, training, benefits). Managing the Performance Review cycle for everyone in the club – 360 feedback, consolidating performance score and ensuring reviews happen to schedule. Proactively anticipate needs and act where appropriate by keeping in touch with teams, managers and especially people in lone roles. Provide support across key areas such as on-boarding, communications, training, succession and promotion reviews, performance management, change management, and employee engagement. Plan and deliver (with support from the team) Club events such as Club Days, business updates, and any other Club Ops/team engagement related communications. Carry out any other reasonable ad hoc duties in order to support the HR function. Liaise with the payroll team to make sure pension, payroll, contracts and other HR administration updates all happen on time. \n\nTo do that, it’s essential you bring the following:\n Demonstrable experience in similar roles. Flexibility to figure out what is right for our people and environment, and appetite to try new ways of doing things. Challenging the list of rules to help us really live our culture. The technical know-how. This means basic knowledge of Dutch employment law in an HR context. A desire to work within a fast-paced environment. A heap of empathy and emotional intelligence. A positive, can-do attitude focused on solutions and a constant drive for improvement; with a calm attitude in challenging situations. Ability to work closely and engage with remote teams. \n\nIt’s Helpful If You Also Have\n Postgraduate work experience gained in the technology/professional services space. \nJoining AND\n\nFrom the work we deliver, to the way we serve and support our people, we work hard to ensure that there’s nowhere quite like AND. But joining a company is a two-way street: the fit has to work on both sides. So before you apply, here’s three key things to understand about us:\n We’re built for people - like, real humans. Not ‘resources’ or ‘staff’. That means happiness and wellbeing really do matter to us, and we hate unnecessary hierarchy and bureaucracy. There’s no well-trodden path ahead: AND is growing fast and forging a new trail. That’s exciting, and gives us all the autonomy and opportunity we love - but bear in mind it also demands focus, patience and resilience. Diversity is a priority. After all, to build great products that a wide variety of different people love to use, we need a wide variety of people to help us build them. So diversity is more than a policy or a word: it’s business critical for us.\n \n\n\n\n\n\n          Industry\n        \n\n\n              Information Technology & Services\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Other", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/and_digital/life/", "Job URL": "https://www.linkedin.com//jobs/view/2425940839/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=Zmw74zwY7%2FQ35RFhEt74mg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-24", "Collection Date": "2021-03-15"}, {"Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2455527584, "Job Title": "Office Assistant", "Company Name": "Walters People", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Ben jij gastvrij en dienstverlenend? Krijg jij energie van een opgeruimd kantoor? Voor een consultancy bedrijf in Amsterdam zijn wij per direct op zoek naar een Office Assistant. Overdag zit je met z’n tweeën achter de receptie en zorg je ervoor dat het kantoor er netjes uitziet. Je hebt contact met de medewerkers en helpt hen waar mogelijk\n\nTaken en verantwoordelijkheden\n\n Ontvangen van gasten Het aannemen van de telefoon Agendabeheer voor de vergaderruimtes  Verzorgen van de vergaderruimtes Algemene mailbox beantwoorden Kantoor netjes houden  \nFunctieprofiel\n\n Gastvrij en dienstverlenend Beschikbaar op maandag, dinsdag en vrijdag Minimaal 2 jaar ervaring in een soortgelijke functie Goede beheersing van de Nederlandse taal in zowel woord als geschrift Ervaring met Microsoft Office \nOns aanbod\n\n Marktconform salaris Functie voor 3 dagen per week \nHeb jij zin om dit team te komen versterken? Solliciteer direct of bel mij bij vragen.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2455527584/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=lu3VIBSPlWlcu6LLVxlMbw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 days ago", "Job Age Number": "4 days ago", "Job Date": "2021-03-10", "Collection Date": "2021-03-15"}, {"Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2442994325, "Job Title": "Staff RAQA Specialist", "Company Name": "Stryker", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Electrical & Electronic Manufacturing', 'Mechanical Or Industrial Engineering', 'Medical Device']", "Sector": "['Quality Assurance', 'Science', 'Analyst']", "Seniority Level": "Associate", "Job Description": "The Job's Mission\n\nThe Staff RAQA Specialist is owner of multiple QMS processes and acts independently as a liaison for the CDC in regarding Quality Management System, Value Added Services and Continuous Improvements. The Staff RAQA Specialist defines and develops Labeling and Kitting process requirements to make sure the CDC organization keeps meeting the Legal, Corporate, ISO 13485 and FDA RAQA requirements. This role ensures a standardized and structured approach to Stryker, CDC and RAQA processes which will also make sure that all external and internal Stakeholders are aware and acting according to their roles and responsibilities.\n\nKey Activities & Accountabilities \n\nWithin the 4 key pillars of our organization the Senior RAQA specialist is responsible for:\n\nSecure Business Continuity And Day To Day\nQMS Process Ownership, KPI management and including where applicable Document and Record Control.CAPA process handling, tracking progress and statusInput owner to support the Organization regarding Quality Policy, QMS, Regulatory and Quality in general Independently working in teams regarding Process and Organization Change ManagementAct as the RAQA manager delegate in daily processes and projectsAny other RAQA activities as defined by the RAQA Manager \n\nStrengthening The Base\nSupporting and developing the ELPO VAS strategy on labeling and KittingQMS processes reporting to stakeholders in and outside CDC.Act where needed as RAQA Manager back-up towards the local teams \n\nNew Business Needs/ Opportunities\nSupporting M&A, projects and Business integrations to enable growth.Preparing and Acquiring correct Management and RAQA approvals where needed \n\nDevelop For The Future\nNetwork and work with global Stryker stakeholders to review Strategy and CDC QMS and processes \n\nProfile & Competences\nVocational Education (HBO+).A minimum of 5 years’ experience in RAQA roleEducation in or knowledge of logistics processes and/or RAQA processes Proven experience of working in the Medical Devices industry specifically regarding value added services activitiesA minimum of 5 years working in an ISO13485, FDA medical devices or Quality function related environment.Customer and Service minded, Hands-on, Proactive.Excellent communication and interpersonal skills resulting in Business improvement and increased resultsTeam player and able to positively influence others\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Electrical & Electronic Manufacturing\n            \n\n              Mechanical Or Industrial Engineering\n            \n\n              Medical Device\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Quality Assurance\n            \n\n              Science\n            \n\n              Analyst", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/stryker/life/", "Job URL": "https://www.linkedin.com//jobs/view/2442994325/?eBP=CwEAAAF4NJtevGf52xaeAG5-ofgQ3zYH6lBE8udQTtYeOaTgUP5BW7O5nddNFgoWEnq7NLh8Dsplwl8FAP61Gf9ukCUU6_z_87kKlXIBXp75Xw-la2PSHMqPgrawR4z8sEYmtrQxUgh45NkyQGy4LpHxqvY8EENBxvmJ-MzD7wmWnQ2l3Z_YSBC5l3UrEE9rMM_REWkUfXdd_j6GP90LFshTlFLEVZvXm9kb_dVbUoBOcGVsWvpFypeZ0sF3xXBTqNPvz5gFK8JtSlKcOvZ2oYcyXB7m5wdU0mLpsMe_H5y2thMt2sIRB63aHeDzN1wphCDM5fMCrPnhFgz4g0A4UNm_s2jqqhMExC7MXlXhjlvTmyltxSBKfQW5Y0o-w5XzWNPlF-w&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=rf4WiBXWcPpoAo2spPt9Sw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-15"}, {"Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2425245175, "Job Title": "Lead/Staff Software Engineer (Bangkok based, relocation provided)", "Company Name": "Agoda", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "About Agoda\n\nAgoda is an online travel booking platform for accommodation, flights, and more. We build and deploy cutting edge technology that connects travelers with more than 2.5 million accommodations globally. Based in Asia and part of Booking Holdings, our 4,000+ talents coming from 90+ different nationalities foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enabling our customers to experience the world.\n\nAbout Agoda\n\nAgoda is an online travel booking platform for accommodation, flights, and more. We build and deploy cutting edge technology that connects travelers with more than 2.5 million accommodations globally. Based in Asia and part of Booking Holdings, our 4,000+ talents coming from 90+ different nationalities foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enabling our customers to experience the world.\n\nGet to Know Our Team \n\nThe Data department oversees all of Agoda’s data-related requirements. Our ultimate goal is to enable and increase the use of data in the company through creative approaches and the implementation of powerful resources such as operational and analytical databases, queue systems, BI tools, and data science technology. We hire the brightest minds from around the world to take on this challenge and equip them with the knowledge and tools that contribute to their personal growth and success while supporting our company’s culture of diversity and experimentation. The role the Data team plays at Agoda is critical as business users, product managers, engineers, and many others rely on us to empower their decision making. We are equally dedicated to our customers by improving their search experience with faster results and protecting them from any fraudulent activities. Data is interesting only when you have enough of it, and we have plenty. This is what drives up the challenge as part of the Data department, but also the reward.\n\nThe Opportunity \n\nOne of the most interesting challenges with the Fraud team is to create an infrastructure that is flexible enough to quickly react to new fraud trends. Fraudsters quickly adapt to new patterns, and they are constantly finding new loopholes in order to commit fraud. Fraud Infra team is all about creating a platform that facilitates and allows the Fraud team to quickly counter these patterns and work efficiently. The team, for example, is developing an infrastructure to generate machine learning features so that our AI can be developed in a timely manner.\n\nIn This Role, You’ll Get to \n Design,develop and maintain big data and machine learning processing pipelines Improve scalability, stability, and efficiency of our existing data systems Write great code and help others write great code Collaborate with other teams and departments \n\nWhat You’ll Need To Succeed\n Bachelor’s Degree / Master/ Ph.D. in computer science or equivalent experience Over 3 to 5 years of working experience in tech industry experience Over 2 years of hands-on experience working with technology like Spark, Hadoop, Kafka Good understanding of algorithms and data structure Strong Coding ability Experience with a modern programing language like Scala, Java, Python Excellent verbal and written communication skills \nIt’s Great If You Have \n Knowledge and experience with machine learning Experience with Scrum/Agile development methodologies Experience building large-scale distributed products \nEqual Opportunity Employer \n\nAgoda prides ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n\nTo all recruitment agencies: Agoda does not accept third party resumes. Please do not send resumes to our jobs alias, Agoda employees or any other organization location. Agoda is not responsible for any fees related to unsolicited resumes.\n\nBy applying to this job, you agree that Agoda may process your personal data in accordance with https://careersatagoda.com/privacy-statement/\n\n#sanfrancisco #newyork #seattle #boston #washdc #sydney #melbourne #perth #paris #london #tokyo #dhaka #vienna #edinburgh #liverpool #manchester #amsterdam #munich #berlin #toronto #vancouver #moscow #dublin #seoul #hcmc #telaviv #ENG #IT #4\n\nEqual Opportunity Employer \n\nAt Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n\nWe will keep your application on file in accordance with our privacy policy so that we can consider you for future vacancies. You can always ask to have your details removed from the file by contacting us at [email protected]\n\nTo all recruitment agencies: Agoda does not accept third party resumes. Please do not send resumes to our jobs alias, Agoda employees or any other organization location. Agoda is not responsible for any fees related to unsolicited resumes.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2425245175/?eBP=CwEAAAF4NJtevKtt832FWqovZKuKIKTNdVji9o2dFYsx6obdvo8U2cIbe0zpsPkjDzGfCTXpTNfXUkM3UP6fJSie8dEa-JGfZnleqU9Q4PLbw2kAp4ng8v2pD2vK00HtXRo_cbxM-SiSMN9C-g87hoH34sA8y9r9ReTw8kuxgYaOU1cln6jIcfTaHZv4Y-kFAlTUC2DRZbe6DthDbR19nha0_HfjXpZOardEGl5sXZOwvWDzPOfyrXfzUCy8yW5PRgO3efAdMImslC-hAYaSDtvWKhubvYt24rot6sgnFZGp875a1ev7vgMrmJyYyWJmQP5JAtz1pwqVYPkhC3guTNXSzvT9P2Moxk9GPmFq_5guhaqautApS2sQSB87pxYI0Yy-ui8&recommendedFlavor=SCHOOL_RECRUIT&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=01jZ%2FPho6CWdh7iG6tOzhg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-15"}, {"Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2439450041, "Job Title": "Head Of Staff and Operations", "Company Name": "Miele  X", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Consumer Goods']", "Sector": "['Management', 'Project Management']", "Seniority Level": "Associate", "Job Description": "The Head of Staff and Operations is a key function within Miele X’ eCommerce, Digital Marketing, Data and IT departments. Reporting to the Managing Director, the candidate supports the leadership team of Miele’s global digital hub in the fast-paced built-up of the organization and the establishment of key processes. The role owns and improves company operating cadence and establishes/manages effective processes from idea to execution in the organization to drive fast results. The Head of Staff and Operations allows the executives to scale and gives them back their most important resource: time! Strong leadership and relationship skills round this role off.\nYOUR RESPONSIBILITIES\nWork on the strategic agenda and top priorities of Miele X.Supporting and enabling fast and better decisions of senior management (i.e. Managing director, directors and team leads) by optimizing time, information and decision-making to be used more effective and efficient.Create structures and focus for broad, ambiguous ideas of the executive team and bring forth recommendations for action in a timely manner. Develops decision-making frameworks and continuously follows-up, e.g. of OKRs. Drive operational and planning processes with the executive team and the broader organization.Monitor and identify priorities that require senior leadership focus and connects the respective teams. Lead a team of 3-5FTE.Ensure that Mission, Purpose, Vision and Principles are properly developed and communicated across teams on all levels – includes the preparation and organization of key stakeholder and board meetings.\nYOUR PROFILE\nMaster’s Degree with min. 5+ years of work experience as PMO or consultant in the top global consultancy firms and/or significant experience as a Chief Staff Officer in a larger company or start-up – Advanced Project Management Skills are a must.Profound experience working with top management, strong leadership, project management, organizational and outstanding relationship skills with intercultural and political intelligence.Strong drive to make things happen, works with little or no supervision; Analytically minded and strong in managing and documentation processes from idea to execution, documentation and reporting.Attention to detail and strong follow-up, enjoys building an organization from scratch and to drive fast results with experience in guiding and influencing people without being their manager is a clear advantage.Excellent written and verbal communication skills – proficiency in reading, writing, and speaking English, further languages highly appreciated – broad experience in international positions.\nWE ARE LOOKING FOR YOUR APPLICATION\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Consumer Goods\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Management\n            \n\n              Project Management", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/miele-x/life/", "Job URL": "https://www.linkedin.com//jobs/view/2439450041/?eBP=CwEAAAF4NJtevATCmX_iqCOyMRtnr90RRegFv-oNog0zjmVBYwY6qimc-uS7OCu0ZwDcbHHBU79V1grjtABoQRGYQf12W68w3V0Unr9pMLzyxYZhgitVfHCPIvDPCSRZH0v-SlNkE94aOS0KFPiZS-5t2x1A1UhpxgYFaV-DE_ApuilwMSKboRGgYauFb7kjJLlmkFD10Ljs1pmLZjQACSsgg_6SBIxOs37jAttn5vNHdvCCorc2snb7huI7PISHfSSOAP1nLRVHsR_EcLj8qhCvgN6VwzXMaXoOPGEaNp37-yQlc0QjQz0GaoYadgF-fui_QipIooSGFsDl5nocFP-DLbCEfyoR7wrA6eyNw4vpQI5zgeTYF-Hpw9_DZjYcWU40mIuHfw&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=rEendfcYyMWi9jg7Q%2BA3zQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-15"}, {"Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2418294561, "Job Title": "Team Assistant", "Company Name": "CHIEVER", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Chiever zoekt hands-on Team Assistant AMSTERDAM | 24-32 uur (in overleg)\nChiever beschermt merken. De merkengemachtigden en de merkenassistenten zijn hier dagelijks mee bezig en jij ondersteunt hen administratief waar nodig. Jij bent als Team Assistant een spin in het web, hebt je eigen taken en verantwoordelijkheden en neemt zoveel mogelijk werk uit handen van de teams. \nAls Team Assistant verricht je alle voorkomende secretariële en administratieve werkzaamheden ter ondersteuning van o.a. de merkenassistenten. Daarnaast ben je bereid om te helpen waar nodig, denk hierbij aan kantoor brede ondersteunende, administratieve en facilitaire werkzaamheden. Wij zoeken daarom een enthousiaste (juridisch) administratief medewerker die initiatief neemt en in staat is om de merkenwereld snel eigen te maken. Je vindt het leuk om met veel verschillende werkzaamheden bezig te zijn, maar verliest de prioriteiten niet uit het oog. Omdat jij hands-on bent en alles enthousiast aanpakt, lopen de werkzaamheden erg uiteen, maar een greep uit de werkzaamheden waar jij je mee bezig gaat houden zijn: Verwerken van inkomende mails uit verschillende e-mailboxen en evt. opvolging geven Aanmaken en administratief bijhouden van dossiers Verwerken van inkomende post en verzorgen van uitgaande post Beantwoorden van binnenkomende telefoongesprekken Maken van facturen en controle lopende rekeningen Rapportages maken ten behoeve van de teams \nWat is hiervoor nodig: MBO/HBO+ werk- en denkniveau, bij voorkeur een administratieve opleidingGoede kennis van het MS-Office pakket met name Word, Excel en Outlook Goede beheersing van de Nederlandse en Engelse taal (woord & geschrift) Voor deze functie is circa 1 tot 3 jaar werkervaring in een secretariële / officefunctie vereist \nWat ben jij: Nauwkeurig en oplettend Een echte aanpakker, niks is te gek Een grote ondersteunende kracht Dienstverlenend, klantgericht en representatief Iemand die goed samen kan werken, maar ook zelfstandig Je bent positief en denkt in oplossingen \nWat biedt Chiever jou: Chiever biedt jou een marktconform salaris, genoeg vakantiedagen, leuke collega’s & een veelzijdige baan, maar dat is niet alles Chiever is een actieve en sociale organisatie waar je met plezier werkt. Naast hard werken wordt er tijd gemaakt om samen (online) te borrelen, leuke activiteiten met elkaar te doen en zodra het weer kan hebben we een jaarlijks kantooruitje. Dat wil je niet missen! \nBen jij onze nieuwe Team Assistant? Overtuig ons met jouw (Nederlandse) motivatie en stuur deze (met je (Nederlandse) CV) naar HRM@chiever.com t.a.v. Manon Fock. Acquisitie naar aanleiding van deze vacature stellen wij niet op prijs.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2418294561/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=hig395P7QHKEG2CnZ1NTyw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "6 days ago", "Job Age Number": "6 days ago", "Job Date": "2021-03-08", "Collection Date": "2021-03-15"}, {"Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2444196985, "Job Title": "Management Assistant", "Company Name": "Just Eat Takeaway.com", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Internet', 'Staffing & Recruiting', 'Human Resources']", "Sector": "['Administrative']", "Seniority Level": "Entry level", "Job Description": "Does giving support in a dynamic, rapidly growing, international environment energize you? Do you have a talent for planning, organising and do you keep oversight at all times? Are you also flexible and adaptive? Then this might be your dream job!\n\nOur story (the bitesize version)\n\nSince our first order back in 2000, we've grown from an attic start-up to become a food delivery powerhouse. As Just Eat Takeaway.com, we serve millions of dishes every day with brands across 24 countries.\n\nThe key ingredient in our success is people. From our innovative tech teams to marketing experts and support heroes, we're always looking to attract the best global talent.\n\nAll About The Role\n\nThe Management Assistant is responsible for providing professional planning, administrative, and coordination support to one or more managers within JustEatTakeaway.com.\n\nResponsibilities\nMaintain and support the daily schedule of one or more managers, including forward planning of workload and diary management.Manage and prioritize incoming meeting requestsSupport with administrative, approval responsibilities.Service meetings, including preparation of meeting papers, obtaining and preparing briefing materials and presentationsLiaise effectively with internal divisions/departments and external organisations on behalf of Advice on impending work deadlines for both internal and external commitments, e.g. reports, presentations, conferences, projectsEnsure appropriate systems and processes are developed and maintained to support effective and efficient day-to-day planning\n\nCan you deliver…\n\nWe are looking for an experienced Management Assistant who has a good understanding of the work field. Above all, you are accurate, timely and work in a structured manner. You are flexible and creative in finding pragmatic solutions.\n\nFurthermore, You Bring\nAt least 4 years of experience in a position as a Personal Assistant or Management AssistantOutstanding written and verbal communication skillsStrong interpersonal skills and fluency in business English (Dutch is preferred)Excellent organization and time management skillsThrive in a fast-paced environment with a positive mindset whilst being able to prioritize and adapt to changes quicklyExcited to work on changing tasks, depending on business needsHigh level of integrity and discretion in handling confidential informationProject management skills and experience in coordination of cross-functional mattersPrevious experience with supporting Senior Managers is a plusPrevious experience in a tech company is a plus\n\nHere is our offer\n\nLike the perfect food pairing, your skills and these great rewards belong together:\nA challenging position within a globally operating, fast-growing, venturous company with a strong market position in growing marketsA dynamic, friendly workplace at our Amsterdam HQ (we're right by Central Station!)A challenging environment that will stimulate you to grow as a professionalCompetitive salary, paid travel costs and a monthly lunch allowanceFull-time basis with 26 holiday days a year \n\nAre you the Management Assistant who thrives in an ever-changing environment? Click on the button and apply now!\n\nDepartment: Corporate Staff\n \n\n \n\n          Seniority Level\n        \n\n          Entry level\n        \n\n\n\n\n          Industry\n        \n\n\n              Internet\n            \n\n              Staffing & Recruiting\n            \n\n              Human Resources\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Administrative", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/just-eat-takeaway-com/life/", "Job URL": "https://www.linkedin.com//jobs/view/2444196985/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=J3J1nsccbttW7eoxyMXqZg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 days ago", "Job Age Number": "3 days ago", "Job Date": "2021-03-12", "Collection Date": "2021-03-15"}, {"Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2444131267, "Job Title": "Staff Software Engineer - Distributed Netherlands/EMEA", "Company Name": "HackerOne", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Computer & Network Security']", "Sector": "['Engineering']", "Seniority Level": "-1", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Christian Striker Kohl\n \n\n            Senior Technical Recruiter at HackerOne\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nPosition Summary \nAs Staff Software Engineer, you will work with Product Managers and Designers to be the technical lead for a variety of challenging projects. When you are not leading a project, you are a collaborative and effective software engineer and team member. You will interact with one of the most vibrant communities of security researchers and hackers in the world, and use this experience to build delightful features and products for them, as well as the thousands of companies who trust HackerOne with their cybersecurity posture.\nAs Staff Engineer, you combine broad technological expertise, deep domain knowledge, and an unquestionable dedication to business objectives as you intersect with the engineering organization. You seek leadership responsibilities, identify and spearhead new initiatives, and make systematic improvements to technical weaknesses they find in their squad’s codebases, and in shared codebases across the company.\nHackerOne ValuesHackerOne commits to maintaining the strong, inclusive culture we’ve built for our employees and our community of hackers. As a team, we:believe in integrity, transparency, trust, collaboration, and community;believe in the positive power of hackers and work tirelessly to promote the success of our community to the broader, mainstream audience;strive to be a member of the community: engage and evangelize engagement with white-hat ethical hackers; andchampion proactive security practices to make the internet a safer place.For more information check out our career page   \nYour Journey at HackerOneYour day will start with a warm welcome in the office and get your tools to start!Your first 30 days will be focusing on getting to know our HackerOnies. You will join your new squad and being onboarding - get to learn the technology stack (Ruby on Rails + GraphQL + ReactJS + many more)Within 60 days, you will have committed a bunch of code to our repositories and will start developing a knack for being a fast and effective software engineer on our codebase.Within 90 days, you will start getting ready to lead your first project as Staff Software Engineer - you will have branched out and talked to Sales, Marketing and various other functions, and developed a good sense of cross-functional collaboration and communication.Beyond 90 days, you will be a fully-fledged software engineer.\nWho You AreYou are at first a tech-savvy person who likes to work with people and teamsHelp build a team and cultivate innovation. Drive cross-collaboration and execution of projects across multiple teams8+ years of open source development within SAAS environmentYou know how to make a strong impact on a company levelChampion new initiatives around architectural improvementsCoordinate efforts around new initiatives with senior engineers, product managers, and act as team lead in defining activities of others when neededInspire, mentor, and facilitates other engineers to be successful\nWhat is HackerOne?HackerOne was started by hackers and security leaders who are driven by a passion to make the internet safer. HackerOne is now the #1 hacker-powered security platform, helping organizations find and fix critical vulnerabilities before they can be exploited. We partner with the global hacker community to surface the most relevant security issues of our customers before they can be exploited by criminals. More than 1,700 organizations, including the U.S. Department of Defense, General Motors, Google Play, Twitter, GitHub, Nintendo, Panasonic Avionics, Qualcomm, Starbucks, and Dropbox, trust HackerOne to find critical software vulnerabilities. HackerOne is headquartered in San Francisco with offices in London, the Netherlands, and Singapore.\nAs a team, we believe in integrity, transparency, trust, collaboration and community. We believe in the positive power of hackers and work tirelessly to promote the success of our community to the broader, mainstream audience.\n \n\n\n\n\n\n          Industry\n        \n\n\n              Computer & Network Security\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Engineering", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/hackerone/life/", "Job URL": "https://www.linkedin.com//jobs/view/2444131267/?eBP=CwEAAAF4NJtevNI2Qy7p-in48_t11WRBqVkUZpS_wPUrXWbSFdWdHcVU0wuvAQ_CUkTuJOH2WLiUsmYkmsCdv34LuBuhRHAm-P9888EgA_2rHB07kLV9jcfRdOztubohGdTZk0yxFzBmKYj-tq2wDfdB3X9R9dz5YarLPuueoZlWqUu1OzABCEKy6hFoNVQ0XaG-UvDbpMdJRAMm_3tueT09agDkLkLwP_syDlllCqxVc5bp_Y3ECKMa1BizmTp6NHJMkwhgLwtlGVMbxQkrHJ19cSosRg7-XywtiqI_nO1seVgmemM3wR0HfU5zmijmdMODGUJpkwrIfoI4roQT2DNfBj4v8bUU6MYt0jmxRSdkAWYab5nxk_ycfn8-ESKvJFWD8EHvVg&recommendedFlavor=SCHOOL_RECRUIT&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=jJJ4X3sMG3Mk85NTNmpMHA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-15"}, {"Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2452343766, "Job Title": "Team Assistant", "Company Name": "RSM nl", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Ben jij het organisatietalent met een proactieve houding die het leuk vindt om projecten tot in de details te verzorgen? Lees dan verder!\nDIT GA JIJ DOENIn deze functie ben je ondersteunend aan het Financiële Due Dilligence team van RSM. Binnen het team wordt hard gewerkt en snel geschakeld. Jij bent als Team Assistant verantwoordelijk voor de hele backoffice van de binnenkomende en lopende projecten. Je coördineert en organiseert zodat deadlines behaald worden.\nJe werkzaamheden variëren van klantenregistratie, het opstellen van opdrachtbevestigingen tot het sturen van de laatste factuur. Is het project afgerond? Dan ben jij degene die dit bekend zal maken via in- en externe kanalen als LinkedIn, Mena.nl en ons intranet.\nDaarnaast zorg jij met veel enthousiasme voor de juiste sfeer in het team! DIT BEN JIJ Jij bent iemand die situaties vooraf in kaart heeft en graag beweegt binnen een teamverband. Jij weet door jouw teamgeest mensen op een positieve manier te enthousiasmeren.Als Team Assistant herken je jezelf in het volgende profiel:Afgeronde opleiding op HBO/WO niveau;Minimaal 2-3 jaar relevante werkervaring in het uitvoeren en ondersteunen van projecten;Uitstekende beheersing van de Nederlandse en Engelse taal is vereist;Initiatiefrijk, accuraat en stressbestendig;In staat om zowel zelfstandig als in teamverband te functioneren;Je herkent jezelf in onze waarde: wij plaatsen kwaliteit boven kwantiteit en daarnaast ben je maatschappelijk betrokken.\nDIT BIEDEN WIJRSM beschikt over de dynamiek van een snel groeiend bedrijf, heeft de diversiteit en kwaliteit van eigen professionals hoog in het vaandel en kent een goede werksfeer. Daarnaast bieden we je uitgebreide arbeidsvoorwaarden, waaronder:Een uitgebreid secundair arbeidsvoorwaardenpakket:  Je ontvangt een individueel keuzebudget, welke je in kan zetten om bijvoorbeeld extra vakantiedagen bij te kopen.Een goede pensioenregelingEen goede werk-privé balans: Natuurlijk werken we hard, maar werken is niet het enige wat we belangrijk vinden. Samen werken we aan een goede werk-privé balans.Mogelijkheid tot parttime werken: We hebben verschillende verlofregelingen, waaronder ouderschapsverlof en de mogelijkheid tot parttime werken.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2452343766/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=Cxpi7BQMhJViE7GhCX2Lwg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "6 days ago", "Job Age Number": "6 days ago", "Job Date": "2021-03-08", "Collection Date": "2021-03-15"}, {"Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2314576536, "Job Title": "Assistant", "Company Name": "FM Global", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "ResponsibilitiesRequest, maintain and follow up as necessary on engineering servicing for locations requiring risk evaluation/assessment to ensure timely delivery of products and services to new and existing clientsSupport account engineering efforts to achieve meaningful risk improvementEnsure the accuracy and timeliness of engineering documentation to clientGenerate and compile information for Account Engineering use during presentations and meetingsRespond to internal and external customer inquiries and/or directs to appropriate personnel\nQualifications:Experience: 2+ years’ experience supporting a work group and/or manager, preferably in an insurance or related work environmentStrong interpersonal skills to get along with various levels of the engineering teams as well as with clients and brokersFluent in spoken and written Dutch as well as EnglishStrong organization, time management and prioritization skillsOutstanding technical skills, including but not limited to, Microsoft Office applications such as Word, Excel and OutlookCustomer oriented and able to work well in teams, as well as the ability to adapt and understand cultural differences", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2314576536/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=Rc5VitH9Ylwp4xKHkD0R2A%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-26", "Collection Date": "2021-03-15"}, {"index": 0, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2456434643, "Job Title": "Junior staff assurance", "Company Name": "CROP accountants & adviseurs", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Accounting']", "Sector": "['Finance', 'Accounting/Auditing']", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Weijmie Roseboom\n \n\n            Ambassadeur  @CROP en in mijn rol als recruiter altijd op zoek naar de juiste match! *Hiring* (senior) supervisor assurance & compilation\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nVoor onze locaties in Amersfoort, Arnhem, Ede, Hoofddorp en Nieuwegein zijn wij op zoek naar starters in de controlepraktijk per september 2021!\nWord jij onze nieuwe CROP-er?\nWat ga je doen:Als Junior Staff Assurance bij CROP werk je vanaf dag één rechtstreeks voor onze klanten en lever je een essentiële bijdrage aan de uitvoering van assurance-opdrachten. Bij ons krijg je verantwoordelijkheid en ruimte voor eigen initiatief en ontwikkeling.Naast je assurance werkzaamheden zal je werk deels bestaan uit compilation werkzaamheden, fiscale werkzaamheden en het verlenen van diverse adviesdiensten. Dit betekent dat er van jou verwacht wordt dat je een brede interesse hebt en kunt inspelen op de behoeftes van verschillende type klanten Ons klantenpakket is divers en bestaat uit zowel nationale als regionale klanten van diverse omvang uit de midden markt. Je beschikt over een brede interesse en je kunt inspelen op de behoeftes van onze diverse type klanten.Je komt te werken in een informele omgeving waar zelfontplooiing, werkplezier en carrièrekansen centraal staan. Je standplaats is afgestemd op je woonplaats want bij CROP vinden wij een goede balans tussen werk en vrije tijd belangrijk. Wat vragen wij van je:Je hebt een VWO diploma, een propedeuse HBO accountancy, of je hebt een hbo - of universitaire opleiding afgerondJe volgt momenteel de opleiding tot registeraccountant (RA)Je beschikt over 0-2 jaar werkervaring als accountant binnen de audit-praktijkJe bent klantgericht en beschikt over sterke communicatieve vaardighedenJe bent een teamplayerJe hebt brede kennis van vaktechnische onderwerpen en volgt marktontwikkelingen op het gebied van accountancy op de voet\nWat kan je van ons verwachten:Onze kernwaarden aandacht, samen en vooruit zijn ons DNA, dit merk je zodra je onderdeel uitmaakt van CROP. Wij zijn blij met je komst en trakteren jou op een warm welkom. Wij bieden je het volgende aan om zo optimaal mogelijk aan de slag te kunnen gaan:Een functie voor 32 tot 40 uur per weekEen goede onboarding; je doorloopt een custom made programma gedurende je eerste maand bij ons.Een marktconform salaris, afhankelijk van je ervaring.Een jaarcontract; In eerste instantie ontvang je een jaarcontract met de intentie deze na een jaar om te zetten in onbepaalde tijd.Vakantiedagen; Je krijgt bij ons minimaal 24 vakantiedagen tot een maximum van 29 vakantiedagen op basis van een fulltime dienstverband.Een zeer goede pensioenregeling;  Premie vrij basis pensioen met de mogelijkheid tot bij sparen.8% vakantietoeslagEen goede werk/privé balans: onze tijd-voor-tijd regeling biedt ruimte voor een goede werk/privé-balans.Ruimte voor ontwikkeling; bij CROP is er volop ruimte om jezelf te ontwikkelen door middel van vakgerichte scholing en opleidingen en training on the job.Mobiele devices; Wij stellen natuurlijk een mobiele telefoon en laptop ter beschikking om je werk zo goed mogelijk uit te voeren.\nHeb je nog vragen of wil je eerst meer informatie? Neem dan contact op met recruiter Weijmie Roseboom.\n \n\n \n\n          Seniority Level\n        \n\n          Entry level\n        \n\n\n\n\n          Industry\n        \n\n\n              Accounting\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Finance\n            \n\n              Accounting/Auditing", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/crop-accountants-&-adviseurs/life/", "Job URL": "https://www.linkedin.com//jobs/view/2456434643/?eBP=CwEAAAF4NJtevFvMI9SjUFBBD7dXtNzy_bJUE9AxmixIMA63fyD2xp--f99ktp3_kRz_xnzZDv_e4ujBXHfPBb6XnqKzgchAI4Xcm1EhaFkJDj20nKts9jRu6N5g_nDMTLY9_bU2vUAVr29QfpYlsanZK-VdiDntZiC0zpXVHfMBWQriSj1bvYUgpW5oM_LQL2asU8YJx9_FX--oBp3HtJQ5ldmrTMfJwBpoc9sST6DJK-QSNlGJg8Xkx5sKqJILwvaM-l9g9sZzYJPrM13t7Te1qgSQv2xZYC0GpdxaCcjZht5n0jvi-U_9_vX3iSXDvB_L2u56U0RyGEQQ2g58RMRKob7v1tAYDX670QeUjeSwmwWxNp8q7dVsAwoTIjxezCFR-Gg&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=hz4E%2BhYq34VSnbNocC328A%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Female"}, {"index": 1, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2425207263, "Job Title": "Staff Software Engineer", "Company Name": "Flexport", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Marketing & Advertising', 'Logistics & Supply Chain', 'Internet']", "Sector": "['Engineering', 'Information Technology']", "Job Description": "Staff Software Engineer, Marketplace, Amsterdam\n\nBuild the first modern logistics platform\n\nThe Opportunity\n\nFlexport is building the first modern logistics platform to make global trade easier for everyone. We are solving complex problems on a global scale, and disrupting a multi-trillion dollar industry that has remained stubbornly unchanged.\n\nWe move our client’s freight around the globe through services bought from our network of carriers (air, ocean, rail, trucking) and partners. Our marketplace group builds systems handling all order-to-cash & procure-to-pay aspects of our business. We are expanding in Amsterdam with a new team to evolve our vendor portal and accounts payable systems. These are the systems that ingest 800K vendor bills through APIs, ML based OCR, manual data entry and once ingested, supports our finance teams to validate and process these bills to prevent any leakage.\n\nWe're looking for a Staff Software Engineer to help drive this key initiative that is at the forefront of reshaping the entire logistics & supply chain industries. You’ll work alongside self-starters interested in solving real-world problems and streamlining the inefficiencies in the complex global trade industry. You’ll have the opportunity to reshape an industry by creating the new operating system for global trade.\n\nYou Will\n Think big picture, dive deep into the domain and communicate the architecture of Marketplace systems to technical and non-technical stakeholders. Independently architect and lead major projects which have a significant amount of complexity and cross functional dependencies. You play a significant role in the career development of others, actively mentoring and educating the larger software engineering community on trends, technologies, and best practices. Craft the architectural strategy, and own the technical landscape, for a major domain in Flexport and the world of logistics that powers global trade Design systems that represent the real-world intricacies of logistics services, such as service offerings, charges, rates, bills and cost allocations Work closely with business partners and product managers to distill complex business problems into elegant technical solutions \n\nWhat You’ll Build\n A multi-mode bill ingestion pipeline that, in real-time, capture the cost when we move freight between any two points in the world. Automate the labor intensive daily process of processing thousands of PDF bills from all our vendor and save our finance team thousands of hours per month Build APIs and portals for our vendors to submit bills in structured format Deliver a taxonomy mapping vendor services to our freight services Help bring trade to everyone in the world \n\nYou Should Have\n\nBasic Qualifications\n Technical leadership experience, either formally or informally, for one or more engineerings teams 5+ years of experience designing and building distributed software architectures Knowledge of at least one modern programming language such as Java, Kotlin, Ruby, C# 10+ years of experience writing software, and a strong engineering background. Bachelor's degree in Computer Science or related technical field, or equivalent experience Outstanding written and verbal communication skills. \n\nPreferred Qualifications\n A love of simple, well-tested code that is easy to extend and hard to break. A product-first approach to building software. You are interested in the real world functionality of your programming and is able to convey technical ideas in common terms to business partners, product managers, designers and engineers alike Strong analytical problem-solving skills Understanding of performance tradeoffs, load balancing and operational issues Demonstrated ability to mentor junior software engineers in all aspects of their engineering skill-sets Knowledge of professional software engineering practices & best practices for full software development life cycle, including coding standards, code reviews, source control management, continuous deployments, testing, and operations Identifying engineering roadmaps, system architecture and take lead in building this new architecture to gradually replace our monolith  A desire to develop your tooling repertoire. We are tech-agnostic regarding candidate background, but we use React/GraphQL/Java/gRPC/Protobuf when building services moving Flexport into a service oriented architecture to replace our monolithic Rails backend A desire to work in a global organization with engineering hubs in San Francisco, Seattle, Chicago, Shenzhen and Amsterdam \n\nEngineering Culture And Values\n\nCheck out our Key Values profile\n\nOur Stack\n\nYou should have:\n\nOur continuous releases are integrated with Buildkite and Github. On the frontend, we create our views with React, manage the flow of data with GraphQL/Relay, and test our application with Jest. On the backend, we’re in the process of decoupling our monolithic Rails app and moving to services mostly written in JVM based languages. Our data is persisted in relational and document databases. Our stack is hosted on AWS using Kubernetes.\n\nEngineering Culture And Values\n\nCheck out our Key Values profile\n\nAbout Flexport\n\nWe believe global trade can move the human race forward. That’s why it’s our mission to make global trade easier for everyone. We aim to do this by building the Operating System for Global trade - a strategic model combining advanced technology and data analytics, logistics infrastructure, and supply chain expertise. Flexport today connects almost 10,000 clients and suppliers across 109 countries, including established global brands like Georgia-Pacific as well as emerging innovators like Sonos. Started in 2013, we've raised over $1.3B in funding from SoftBank Vision Fund, Founders Fund, GV, First Round Capital and Y Combinator. We’re excited about the three big ways we’re moving forward after our recent $1B investment from SoftBank Vision Fund in February 2019.\n\nWorried about not having any freight forwarding experience?\n Don’t be! We’re building the first Operating System for Global Trade. That’s why it’s incredibly important for us to bring people from diverse backgrounds and experiences together with our industry veterans to help move the freight forwarding industry forward. What’s freight forwarding and why does it matter? Freight forwarding is the coordination and shipment of goods from one place to another and it’s what makes global trade possible. Flexport is on a mission to make global trade easier for everyone because we believe it can help connect the world and break down economic barriers. We know this industry is complex. That’s why we invest in education starting day one with Flexport Academy, a one week intensive onboarding program designed specifically to set every new Flexport employee up for success. \n\nAt Flexport, our ability to fulfill our mission of making global trade easy for everyone relies on having a diverse, dedicated and engaged workforce. That is why Flexport is committed to creating and nurturing an environment where anyone can be their authentic self. All qualified applicants will receive consideration for employment regardless of race, color, religion, sex, national origin, age, physical and mental disability, health status, marital and family status, sexual orientation, gender identity and expression, military and veteran status, and any other characteristic protected by applicable law.\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Marketing & Advertising\n            \n\n              Logistics & Supply Chain\n            \n\n              Internet\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Engineering\n            \n\n              Information Technology", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/flexport/life/", "Job URL": "https://www.linkedin.com//jobs/view/2425207263/?eBP=CwEAAAF4NJtevAqrqz-FuzcOjFsquih_4mHZWMAShmtkiFx0WTOrzI2q_eooeV8jOjLhacly6U3CVNGQPMfhW6AuD61nTiJ15yi06dRQ5F8DW-1ueC5z4d5S1ylWOUrVdhg4LSYfS6B2rgOyYZyLqqFFpcWzhzAZyF2BtssaiPHau-6mCRzEKSOxI72hvHDQUOTna6S2cLPaBdHIwy_0-q9aRFJhdaDVST-81PWFRVDCKxVDf0w1qr0DhY3ZjLho-Ansoaev1hiEjEImgfMCTHVSe1UqpTK5ndjzDyl8YfFHO2jEl5hzfrnWr3DiPdv00nM_qcOZkT0hIsrGA67tWd5SKQfwkDJkZavzhyBJWg6YWMeP3NksTQPE_Snp5O7lpTDdxTs&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=NSVz8p0DvMBpwvX2Z7uttQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 2, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2417654349, "Job Title": "Staff Engineer (Java)", "Company Name": "Picnic Technologies", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "At Picnic we care about health and safety, so currently all interviews are done online and our team is working from home. We keep a close eye on the developments around Covid-19, and support your relocation to Amsterdam when it is safe to do so. It is possible to start working remotely with us - have a peek at how the remote onboarding is going here. \nDo you want to be part of the grocery revolution? At Picnic you get the chance to join a young and forward-thinking startup culture, where everything you do matters. With a data-driven approach and an incredible service, Picnic strives to make grocery shopping simple, fun, and affordable for everyone. Known for our just-in-time supply-chain and a unique last-mile delivery strategy, we have become one of the fastest-growing companies of the Netherlands!We are looking for Staff Engineers wanting to make a difference. Is this you?\n🏢 Where you fit in\nOur developers are highly involved and essential to each part of our company. From route planning, scaling our customers’ analytics, handling enormous chunks of data, to calculating how many bananas we should have in our warehouse on a Thursday – our teams write, plan, and predict.\nAs Staff Engineer in one of our product teams you will work with stakeholders from tech and business to translate requirements into resilient and scalable solutions. Through your experience and the domain knowledge you will gain, you can provide expertise in cross-product projects and company wide technology decisions. You feel at home writing reliable code and proactively look for ways to improve code, technologies and processes employed by your team. You are able to communicate your views both when specifying new features with stakeholders and while providing technical mentorship to your colleagues. As a staff engineer you lead by example, not by title.\nAt Picnic your experience will be complemented with the latest tech and you'll have the opportunity to dive into a broad choice of innovative projects. By keeping an eye on the roadmap and our business priorities, you'll support and guide your team to make a real difference. From designing, developing, and testing new user-facing features, to optimizing supply chain systems and improving the scalability and security of our platform: you’ll be ensuring code quality, guiding tech decisions and driving improvements, while finding yourself fully immersed in an engaging, inclusive and communicative culture.\nWe don’t hide what we do. Instead, we open-source with the community that helped us grow. Here’s proof: http://picnic.tech\n👉🏼 Who you are\nYou have a Bachelor’s or Master’s Degree in Computer Science or a related technical field You have at least 5 years of experience and a profound understanding of back-end development including Java, Spring Boot, MongoDB and PostgreSQLYou have solid problem solving skills and enjoy complex challenges You have great English skills (no Dutch required) and are able to structure your thoughts and express them clearly verbally and in writing\n👩‍💻 Technologies you'll use\nJava 11 (Spring 5 with Spring Boot 2, Reactor, Immutables, Maven)Python 3.xRabbitMQ and KafkaPostgreSQL, MongoDBGit and DockerAWS, Helm, Terraform, Kubernetes, VaultNew Relic, Grafana and Prometheus\nHungry for more? Check out https://stackshare.io/picnic-technologies for an overview of our tech stack.\n🍩 Picnic perks\nLocated in the cosmopolitan city of Amsterdam, the Picnic offices are your ideal launchpad to bring your work to the next level. Equipped with your favorite hardware and surrounded by like-minded people, you’ll grow professionally and personally, working with us to bring Picnic to the next level.\nOur tech team consists of more than 20 product teams, handling innovative projects in a variety of domains. Sharing, mentoring and keeping up to date is a must at Picnic: meetups, webinars, Lunch & Learn sessions, and our very own Tech Academy make sure that’s taken care of. Your soft skills will get some attention as well, with tailored training and courses.Our salaries are market competitive and our pension program will put your mind at ease.\n🏡 Relocation package?Sure! If you join Picnic from abroad, we’ll cover your trip to Amsterdam, sponsor your Visa, and offer you a month of accommodation while you settle in.\nIf you are joining us from a country that doesn’t allow traveling to the Netherlands just yet, there's a chance that your onboarding could take place remotely. We had lots of new team members starting their Picnic-journey remotely already, you can have a peek at how it's going here.\nWhat are you waiting for? Get in touch! And no worries, the whole process is currently fully remote, to keep everyone safe and healthy.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2417654349/?eBP=CwEAAAF4NJtevCHNK6SCfm-iygnADBLfTtQl70fz--3e4dQEqhVTBvqVyJL2EOA3qG9S0OiUVb-KEyS_C5wOxUTCAHi6cbyyYoZ_qia6nzAlHqwh55t16GonGUWfyzwu77l-r8z_mF3-Y2CryC1f5iwmEKAzHsqtXv8zHSHmjr6GeXQR0VdQU1CC_qDfQkUOtvBp_mYiZlspdoeiIdNsG3CVicchizYNs5U5sywNrWuOAj456OLWw1VNYGitb3_92xzNOmd0lAl2QxfNRzcv1SwbNWcfdWCAJA3EHVd85mfaTtqogqfNJ1AuD7BXFGKtW5MywX9B1Gdn7pS7Hdnp_MHXmWysKQa-PELCnsgpFge1jmrPToglGz1zO39T6AeR6pjnKEs&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=JOLUX4aZSGUqPeeUX%2FKoIA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 3, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2430630149, "Job Title": "Assistant", "Company Name": "De Brauw Blackstone Westbroek", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Law Practice']", "Sector": "['Administrative', 'Legal']", "Job Description": "At De Brauw we are looking for an Assistant with a passion for administration.\nYou are part of the Business Support department, and will work closely together with a Personal Assistant in supporting a Partner. You are mainly responsible for the administrative tasks within the practice.\nThe role contains a diverse range of tasks. Your responsibilities include:\nPreparing invoices, overviews and keeping our CRM system up to dateOpening and closing case filesCreating engagement lettersE-filingExpense management\nOur ideal candidate:\nWe are looking for someone who takes initiative, is proactive, and loves to organize the busy practice from an administrative perspective. Someone who can collaborate with our lawyers, assistant teams, and other support teams. You enjoy co-owning the practice of this Partner together with the other assistant.\nYou also:\nHave a bachelor degree or working levelCan quickly switch between tasksAre honest, confident, and secure in your opinionGet excited and motivated about organizing and planning complicated projectsHave strong knowledge of both the Dutch (C2) and English language Who are we?\nDe Brauw Blackstone Westbroek is an international law firm that is deeply rooted in the Netherlands. De Brauw advises more than 70% of the largest multinationals with headquarters in the Netherlands. De Brauw specialises in high-quality legal advice in complex transactions, proceedings and regulatory issues for companies and financial institutions. Over the years, De Brauw has built up a large and close-knit international network of renowned law firms. About 650 individuals are on staff at De Brauw in Amsterdam, Brussels, London, Shanghai and Singapore. \n \n\n \n\n          Seniority Level\n        \n\n          Entry level\n        \n\n\n\n\n          Industry\n        \n\n\n              Law Practice\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Administrative\n            \n\n              Legal", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/de-brauw-blackstone-westbroek/life/", "Job URL": "https://www.linkedin.com//jobs/view/2430630149/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=r2Xr1E7db62ynxWTW4iYHw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 weeks ago", "Job Age Number": "3 weeks ago", "Job Date": "2021-02-19", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 4, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2453344438, "Job Title": "Remote work From Home Virtual Staff €180 Daily (Remote)", "Company Name": "-1", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Job Description\n\nWe are looking for a talented and competitive Data Entry that can work from any remote location based on his/her comfort. We also offer flexibility in timings and looking for passionate, vibrant individuals who want to earn independently.\n\nEarning potential up to €1800+ to €2400+ per month without any specific qualification and experience.\n\nAre you Looking To earn some money with a Job as a Student, Stay at Home Individual, Sales Manager, Project Manager, Retail Sales Associate, Administrative Assistant, Cashier Sales Associate, receptionist, secretary , housekeepers, Head Cashier, Secretary, Receptionist Administrative Assistant, Front Desk Receptionist, Front Office Receptionist, Executive Secretary, Delivery Driver, etc to take part in our paid surveys work from home Remote Positions.\n\nThe ideal candidate loves talking to people and proactively solving issues.\n\nResponsibilities\nEnergeticMust Enjoy Helping PeopleMust Have A Positive AttitudeMust Own A Smart Phone, Mobile Phone, Desktop Computer or LaptopMust Have Reliable Internet ServiceCommunicate with customers via phone, email and chatProvide knowledgeable answers to questions about product, pricing and availabilityWork with internal departments to meet customer and needsData entry in various platforms\n\nTo Get started takes only 2mins, Please Read and follow these 3 Steps; \n\n1. Follow This LINK TO APPLY: www.remotedataentryjob.com\n\n2. Fill in your Details and Sign up on the Website\n\n Very Important : Please Check Your E-MAIL Inbox and Click The Confirmation Link to Activate Your Account. If the e-mail is not in your inbox, check Spam folder.\n\nFailure to activate your account will result to you not getting paid.**\n\nFOLLOW THIS LINK TO APPLY: www.remotedataentryjob.com\n\nONLY CLICK THIS LINK ABOVE TO JOIN***\n\n\n\nQualifications\nAt least 1 - 2 years of relevant work experience but not required.Good Phone etiquette and excellent verbal, written, and interpersonal skillsAbility to multi-task, organize, and prioritize workRemote opportunityQuick cashBonusesZero supervision\n\nJob Role / Responsibilities\nSolid outgoing personality with superior interaction abilities as well as great work principles.Data entry and also strong business abilities.Effective listening as well as analytical abilities, in addition to the capability to summarise details and deal solutions.Experience with personal computer and also have at least a typical functioning degree typing capability.You should be professional and positive and additionally have a high level of self-motivation and also have the capacity to function individually in your task.Excellent time management and administrative abilities with a keen focus to detail.Other Requirements: This is an on-line work from home position, so you will be required to have the following:Excellent Working Entry Level. Personal Computer.Legitimate high-speed internet access.Full time and amp; Part time telemarketing position jobs.\n\nRequirements\nReps Typically Earn €500 to €900 Plus a weekFlexible Hours, Virtual RemoteComplete Training Is OfferedWork At Your Individual Schedule And SpeedPaid WeeklyWork At HomeNo Sales and No Cold CallingFull Time And Part Time Hours AvailableExcellent client-facing and internal communication skills, written and verbal communication skillsmulti-tasking skillsBasic working knowledge of Microsoft Office Word\n\nMAKE SURE YOU CHECK YOUR EMAIL AND CLICK THE CONFIRMATION LINK IN YOUR INBOX OR SPAM FOLDER\n\nCustomer Service Representative - Work From Home Full & Part Time\n\nWe're actively recruiting during COVID-19. Earn money from Home by Participating in Paid Studies, Data Entry agent, Customer Service Agent, Part-time.\n\nEarn at Home by Taking Polls - Data Entry Clerk.\n\n\n\nTo Get started takes only 2mins, Please Read and follow these 3 Steps; \n\n1. Follow This LINK TO APPLY: www.remotedataentryjob.com\n\n2. Fill in your Details and Sign up on the Website\n\n Very Important : Please Check Your E-MAIL Inbox and Click The Confirmation Link to Activate Your Account. If the e-mail is not in your inbox, check Spam folder.\n\nFailure to activate your account will result to you not getting paid.**\n\nFOLLOW THIS LINK TO APPLY: www.remotedataentryjob.com\n\nONLY CLICK THIS LINK ABOVE TO JOIN***\n\n\n\nEqual Opportunity\n\nWe Remote Jobs Are you Looking To earn some money with a Job as a Student, Stay at Home Individual, Sales Manager, Project Manager, Retail Sales Associate, Administrative Assistant, Cashier Sales Associate, receptionist, secretary, housekeepers, Head Cashier, Secretary, Receptionist Administrative Assistant, Front Desk Receptionist,Front Office Receptionist, Executive Secretary, Delivery Driver, etc to take part in our paid surveys work from home Remote Positions.", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2453344438/?eBP=JOB_SEARCH_ORGANIC&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=2s9fkerUd%2BHnXBz5Vw1%2FuA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "5 days ago", "Job Age Number": "5 days ago", "Job Date": "2021-03-09", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 5, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2444176483, "Job Title": "Staff Software Engineer / Tech Lead (Fleet)", "Company Name": "ChargePoint", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "About Us\n\nWith electric vehicles (EVs) expected to be nearly 30% of new vehicle sales by 2025 and more than 50% by 2040, electric mobility is becoming a reality. ChargePoint is at the center of this revolution, powering one of the world’s leading EV charging networks and a comprehensive set of hardware, software and mobile solutions for every charging need. We bring together drivers, businesses, automakers, policymakers, utilities and other stakeholders to make e-mobility a global reality.\n\nSince our founding in 2007, ChargePoint has focused solely on EV charging and established a business model that's been validated by more than a decade in business and thousands of customers. As now a public company, we remain focused on broadening our market leadership and building on years of innovation. ChargePoint offers a once-in-a-lifetime chance to build our all-electric future and dominate a trillion-dollar market.\n\nJoin the team that is building the EV charging industry and make your mark on how people and goods will get everywhere they need to go, in any context, for generations to come\n\nDiscover what it’s like to help build the fueling network of the future - check out our Engineering Blog.\n\nReports To\n\nDirector, Software Engineering\n\nWhat You Will Be Doing\n You will build user-facing products and a scalable architecture to optimize electric fleet charging solutions. As a product back-end engineer at ChargePoint, you’ll work on code that’s closest to the business. Software goals include building and maintaining real-time depot and energy management, providing a dynamic and real-time view of electric vehicle (EV) fleets, and fashioning visualization and notification systems that let us make the users’ experience efficient and seamless. Your work will affect electrical vehicle drivers, fleets, and operations teams as they use the ChargePoint network across the globe. You will work across teams to build and collaborate on product requirements for the next generation of world-class EV technology products. Help make our team better by contributing to code reviews, documentation, and development process. \nThis role could sit remote**\n\nWhat You Will Bring to ChargePoint\n Write code for high quality, web-based energy-management applications. Create robust applications and develop functional prototypes quickly. Design best-fit, adaptive solutions to energy and cost optimization problems. Work with the product team to design and spec new functionality. Work with QA to understand and deliver the work in a given timeline. Participate in all phases of development, from design to implementation, unit testing, and release. Introduce new, cutting-edge technologies to help ChargePoint applications manage energy efficiently and minimize energy costs in a scalable, high-availability manner. \n\nRequirements\n Bachelor's Degree in Computer Science or equivalent At least 7 years of industry experience Strong CS fundamentals Experience with a server-side language such as Python (preferred), Java, Go, etc. AWS experience or any other cloud dev experience is important Comfortable with full-stack projects and able to build a minimum working product quickly Familiarity with server architectures, web services (REST, SOAP) and distributed systems, micro services, etc. Experience with linear programming techniques, process control, device control, and queueing systems is a plus Exposure to architectural patterns of a large-scale web application Understanding of web concepts such as session, cache, cookies, connection pooling, and so on Working knowledge of databases Knowledge of source control tools Familiarity with Kubernetes, NoSQL, ELK stack is a plus \nLocation\n\nNetherlands (Remote)\n\nWe are committed to an inclusive and diverse team. ChargePoint is an equal opportunity employer. We do not discriminate based on race, color, ethnicity, ancestry, national origin, religion, sex, gender, gender identity, gender expression, sexual orientation, age, disability, veteran status, genetic information, marital status or any legally protected status.\n\nIf there is a match between your experiences/skills and the Company needs, we will contact you directly.\n\nChargePoint is an equal opportunity employer.\nApplicants only - Recruiting agencies do not contact.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2444176483/?eBP=CwEAAAF4NJtevAioib0IGc-z7rNJs8guIvi8VAfdPmLXebpjFCpeRZXyhlCmgbwvFR8Hw2URevy2rGNL70sEBv8WtmcpeXwsnbTyYlYf4I1BjgG-xXa2f4n3lqidvqwxZScvA8P-16O2JKeoCfM11V_qeVrT0cT7hkQv4J4UOwWmimGKmMxnfRzvIR1Y3PpMBz7imVtIUPJFfIIqe8Zd5RZK26OwfHvBAkugzdJSIva7FhuUlCsjyAstnrB_DZBbyEiJ8moQWIgxSPBCfOyl86q6REOb61DRe0-rDy6c2zj8qKr2o5OtQHXEmV3AMnXnf1lcc4yuXx4oR5MjKRLx-wIUMlEbY3T7usd54iLeAwMUGfx-epgrWEl4Yn9cGvNxTETTvpg&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=MZJhgaN5gZT7v883LgjOWA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 6, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2444176482, "Job Title": "Staff Software Engineer – Driver Services", "Company Name": "ChargePoint", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Electrical & Electronic Manufacturing', 'Information Technology & Services', 'Computer Software']", "Sector": "['Engineering', 'Information Technology']", "Job Description": "About Us\n\nWith electric vehicles (EVs) expected to be nearly 30% of new vehicle sales by 2025 and more than 50% by 2040, electric mobility is becoming a reality. ChargePoint is at the center of this revolution, powering one of the world’s leading EV charging networks and a comprehensive set of hardware, software and mobile solutions for every charging need. We bring together drivers, businesses, automakers, policymakers, utilities and other stakeholders to make e-mobility a global reality.\n\nSince our founding in 2007, ChargePoint has focused solely on EV charging and established a business model that's been validated by more than a decade in business and thousands of customers. As now a public company, we remain focused on broadening our market leadership and building on years of innovation. ChargePoint offers a once-in-a-lifetime chance to build our all-electric future and dominate a trillion-dollar market.\n\nJoin the team that is building the EV charging industry and make your mark on how people and goods will get everywhere they need to go, in any context, for generations to come\n\nDiscover what it’s like to help build the fueling network of the future - check out our Engineering Blog.\n\nReports To\n\nEngineering Manager\n\nWhat You Will Be Doing\n\nMillions of drivers will be switching to electric vehicles over the coming years. We need your help to make their experience easy. You will design and build back-end systems that power our mobile app, provide special benefits to drivers, and more. You will work with a collaborative, cross-functional team that takes ideas from the drawing board to full-scale implementation. Your outstanding work will speed up the transition to electrified transportation worldwide!\n\nThis role could sit remote**\n\nWhat You Will Bring to ChargePoint\n You architect flexible and scalable systems. You can lead a project from conception to post-release monitoring and maintenance You make thoughtful and respectful contributions to code reviews and design discussions You are excited to dive into code you’ve never seen before, figure out what it does, make it better, and document it. You define user requirements, discuss trade-offs, and plan timelines. You mentor junior developers and make your team stronger. You test your code to ensure correctness and minimize regressions. You have a respectful, positive, and constructive attitude. \n\nRequirements\n You have three or more years of experience building back-end software. You have experience with at least one server-side programming language (PHP, Java, Go, Python, etc.) You have a strong understanding of relational databases (MySQL, PostgreSQL, etc.) You know how to apply computer science algorithms and data structures. You have built and used RESTful APIs You communicate effectively with cross-functional groups. \n\nLocation\n\nNetherlands (Remote)\n\nWe are committed to an inclusive and diverse team. ChargePoint is an equal opportunity employer. We do not discriminate based on race, color, ethnicity, ancestry, national origin, religion, sex, gender, gender identity, gender expression, sexual orientation, age, disability, veteran status, genetic information, marital status or any legally protected status.\n\nIf there is a match between your experiences/skills and the Company needs, we will contact you directly.\n\nChargePoint is an equal opportunity employer.\nApplicants only - Recruiting agencies do not contact.\n\n\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Electrical & Electronic Manufacturing\n            \n\n              Information Technology & Services\n            \n\n              Computer Software\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Engineering\n            \n\n              Information Technology", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/chargepoint/life/", "Job URL": "https://www.linkedin.com//jobs/view/2444176482/?eBP=CwEAAAF4NJtevNXAtO4m44CIFeI2iwYblfwuhddnees82GTC-eSYThlCIFjT5zXiIL_e_PCPlo2irM-MOOqvr1OnxcPwXzo0QHG_ZWrToEWoWs296dpbw6xsk_0bFp4siYdkhZosWFmQdzHs3njAnFq8mRjQyB6dGL-2kFDzHC-i5XJPzDmdbWzSltXGMywmj69RAPHM4muZTlkv8BZMQYHYEhWcF3LNWC8gVbIK6cjqjcsi8TFXHYWEPVf-CNQPmOw64be4bQjwKrSUklIkPGpzpQKAZP_qL8BKe-4A2U5BwFOOV2FILgEl4iorek7UfbDqDz1t458GbCMG3YC5bb5TFDY5bGY_hz1S7LtnFQUB8qlMaoK02rNGFMLZqJbtKvKe5C4&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=6QTZAlCZzJqN2UH9FqjyHw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 7, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2425260833, "Job Title": "Full-Stack Staff Engineer - Scale", "Company Name": "Airwallex", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Financial Services', 'Banking', 'Internet']", "Sector": "['Information Technology', 'Engineering']", "Job Description": "Who We Are\n\nEstablished in Melbourne in 2015, Airwallex is a global payments fintech transforming the way businesses move and manage money domestically and internationally. In today’s fast-changing digital era, our purpose is to empower businesses of all sizes to grow in their own markets and around the world, and by doing so, contribute to the global economy. With technology at our core, we built a proprietary global financial infrastructure platform to help businesses transact, collect and pay in any foreign currency across 130+ countries and 50+ currencies, without the constraints of the traditional global financial system. In just five years since we were founded, Airwallex has grown to become Australia’s fastest-growing fintech unicorn and a well-funded international technology leader backed by world-leading investors. Our leadership, innovation and scale have been recognised and awarded by leading independent authorities, such as listing in Forbes' Cloud 100 2020, and placing in the Top 50 of KPMG’s Global Fintech100 two years in a row. To support our ambitious growth plans, we’re looking to expand our global teams with smart, driven and passionate individuals who are excited about joining our rocketship and taking on the challenge of a lifetime.\n\nWho We Are\n\nAirwallex is a technology company that revolutionises the way businesses operate globally. Our financial infrastructure provides a modern technology stack for businesses to operate internationally, without the challenges of the current global financial system.\n\nBusinesses use Airwallex as their end-to-end global financial services platform. Whether it’s making or receiving payments from customers, domestically or internationally, Airwallex saves businesses time and money by offering real-time, reliable and cost-effective financial solutions. Our web and API solutions support businesses of all sizes, from small companies to large enterprises.\n\nIn this fast-changing digital world that is increasingly becoming borderless, our mission is to empower businesses of all sizes to grow in their own markets and around the world, and by doing so, contribute to the global economy.\n\nThe Role\n\nThis role will work on building one of Airwallex’s flagship product Scale, a payment ecosystem for platform and marketplace businesses. Scale enables platforms to bring merchants and users on their platform together in a single, centralised solution, delivering powerful account management, collection, conversion and payment capabilities with tailored user experience.\n\nResponsibilities\nLead the planning, design, and hands-on to the implementation of the Scale productWork closely with product managers to analyse the product requirements and designing the technical solution and planning the deliveryAdapt technical practices to achieve sustainable and efficient technical resultsDirect technical teams and be accountable for the technical resultsEnsuring compliance with industry standards and safety regulationsThe quality and performance of Scale product, defining and ensuring service SLAs that matches Airwallex’s Engineering OKREstablishing and ensuring great coding standards in the team, reviewing code from team membersContributing to the hiring, training and development of the engineers within the teamIntegrate quality principles and methodology to enhance engineering performance\n\nRequired Experience\nBachelor's degree in engineering or a related field of specialization preferredA minimum of two years' experience as a staff engineer in a similar environment, developing large-scale, distributed systemsAbility to apply safety standards and adhere to industry regulationsExcellent collaboration and communication skills, fluency in EnglishExceptional analytical, strategic thinking, and problem-solving abilitiesAmbitious mindset to make an impact and willingness to challenge the status quoBelieves in Clean Code, Clean Architecture and sets high bar for code qualityFamiliar with common Web Application technologies, frameworks, and multiple programming languages, proficient in Java/KotlinExpertise in common server technologies to optimize service responses and data queries, ensuring service quality, with high performance and availabilityFamiliar with Spring / Spring BootFamiliar with common network protocols and RESTful API design\n\nPreferred\nIndustry experience in payments or broader FinTech industryField experience in designing and delivering global deployable services across multiple data region Great organizational and time management skillsPassionate about technology, performance, accessibility and the beauty of API designFamiliar with frontend technology stacks (React, Webpack, CDN, BFF, Micro Frontend, etc)Experience in leveraging cloud providers AWS/GCP/Azure to provision and managing servicesIn addition to solving for the large opportunities, attention to the details\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Financial Services\n            \n\n              Banking\n            \n\n              Internet\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Information Technology\n            \n\n              Engineering", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/airwallex/life/", "Job URL": "https://www.linkedin.com//jobs/view/2425260833/?eBP=CwEAAAF4NJtevJEBooqNjzOOZrbih0PBML03bsueYPa6k7g8uW46DKupNJdxy29lkjbKStXFfFcGhtPIKx6F614L6yXho9SQp0ofgtGAQqloMKM7FywFZxUKa4ycRW40ljIsc5REntzchOah-V6gcUHc8KPNnY6QvE9PGI26bTuHZcFsaY7rPUXiYptazTvRlPIZ-5Q_cTWckBSjRp0oi_hGapO_1G_o6nc8lEyu0cAdNpEqq7EvCleHOb0zsXZOwCGNKnYkdT7thamgNa9ymaK7e1TF3mVOgpa5z03ebN9nOn2ceq_-8TMQzlztYFGLZX_gRO5JAMiLGwPOIf6HdfYG15XRPELNvfWzYTmtpN_p7rHONV8RqzSrDASgWDCW77omo7s&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=oAeJIklbHrjbRClQ8co6lg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 8, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2425940839, "Job Title": "People Lead (Amsterdam)", "Company Name": "AND Digital", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Information Technology & Services']", "Sector": "['Other']", "Job Description": "Description\n\nPeople Lead (Amsterdam)\n\nAND Introduction\n\nAt AND, we accelerate the development of digital capabilities. In practice, that means helping ambitious leaders and organisations build the teams, products, processes and even operational structures they need to close the digital skills gap within their organisation today, so that they thrive tomorrow.\n\nClients rely on our experience, agility and craft skills across tech and business strategy, software development and product management to address some of the toughest challenges facing their businesses.\n\nWe bring aboard thinkers, tinkerers, passionate software craftspeople and inspiring technologists to help us solve these challenges. Together, we’re united by a sense of pragmatism, purpose and a deeply-held belief that digital products and technology alone won’t transform a business or save the world: it’s the people that count.\n\nAbout You\n\nOur People function isn’t like many others. Our culture is shaped and carried by every single ANDi (that’s what we call our people), and we focus on empowering our teams with the tools, training and support they need to take care of themselves and each other, whilst doing what they enjoy the most. Our People Leads (or People Operations Leads as we call the role internally) play an important role in making this happen. You'll do this by:\n Supporting the Club Exec in executing all people activities for the Club and liaises directly with the other Lines of Business for day to day support on HR practices. Being the first point of contact for Squad Leads and ANDis on guidance about our processes in general (performance management, progression, training, benefits). Managing the Performance Review cycle for everyone in the club – 360 feedback, consolidating performance score and ensuring reviews happen to schedule. Proactively anticipate needs and act where appropriate by keeping in touch with teams, managers and especially people in lone roles. Provide support across key areas such as on-boarding, communications, training, succession and promotion reviews, performance management, change management, and employee engagement. Plan and deliver (with support from the team) Club events such as Club Days, business updates, and any other Club Ops/team engagement related communications. Carry out any other reasonable ad hoc duties in order to support the HR function. Liaise with the payroll team to make sure pension, payroll, contracts and other HR administration updates all happen on time. \n\nTo do that, it’s essential you bring the following:\n Demonstrable experience in similar roles. Flexibility to figure out what is right for our people and environment, and appetite to try new ways of doing things. Challenging the list of rules to help us really live our culture. The technical know-how. This means basic knowledge of Dutch employment law in an HR context. A desire to work within a fast-paced environment. A heap of empathy and emotional intelligence. A positive, can-do attitude focused on solutions and a constant drive for improvement; with a calm attitude in challenging situations. Ability to work closely and engage with remote teams. \n\nIt’s Helpful If You Also Have\n Postgraduate work experience gained in the technology/professional services space. \nJoining AND\n\nFrom the work we deliver, to the way we serve and support our people, we work hard to ensure that there’s nowhere quite like AND. But joining a company is a two-way street: the fit has to work on both sides. So before you apply, here’s three key things to understand about us:\n We’re built for people - like, real humans. Not ‘resources’ or ‘staff’. That means happiness and wellbeing really do matter to us, and we hate unnecessary hierarchy and bureaucracy. There’s no well-trodden path ahead: AND is growing fast and forging a new trail. That’s exciting, and gives us all the autonomy and opportunity we love - but bear in mind it also demands focus, patience and resilience. Diversity is a priority. After all, to build great products that a wide variety of different people love to use, we need a wide variety of people to help us build them. So diversity is more than a policy or a word: it’s business critical for us.\n \n\n\n\n\n\n          Industry\n        \n\n\n              Information Technology & Services\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Other", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/and_digital/life/", "Job URL": "https://www.linkedin.com//jobs/view/2425940839/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=Zmw74zwY7%2FQ35RFhEt74mg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-24", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 9, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2455527584, "Job Title": "Office Assistant", "Company Name": "Walters People", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Ben jij gastvrij en dienstverlenend? Krijg jij energie van een opgeruimd kantoor? Voor een consultancy bedrijf in Amsterdam zijn wij per direct op zoek naar een Office Assistant. Overdag zit je met z’n tweeën achter de receptie en zorg je ervoor dat het kantoor er netjes uitziet. Je hebt contact met de medewerkers en helpt hen waar mogelijk\n\nTaken en verantwoordelijkheden\n\n Ontvangen van gasten Het aannemen van de telefoon Agendabeheer voor de vergaderruimtes  Verzorgen van de vergaderruimtes Algemene mailbox beantwoorden Kantoor netjes houden  \nFunctieprofiel\n\n Gastvrij en dienstverlenend Beschikbaar op maandag, dinsdag en vrijdag Minimaal 2 jaar ervaring in een soortgelijke functie Goede beheersing van de Nederlandse taal in zowel woord als geschrift Ervaring met Microsoft Office \nOns aanbod\n\n Marktconform salaris Functie voor 3 dagen per week \nHeb jij zin om dit team te komen versterken? Solliciteer direct of bel mij bij vragen.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2455527584/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=lu3VIBSPlWlcu6LLVxlMbw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 days ago", "Job Age Number": "4 days ago", "Job Date": "2021-03-10", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Female"}, {"index": 10, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2442994325, "Job Title": "Staff RAQA Specialist", "Company Name": "Stryker", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Electrical & Electronic Manufacturing', 'Mechanical Or Industrial Engineering', 'Medical Device']", "Sector": "['Quality Assurance', 'Science', 'Analyst']", "Job Description": "The Job's Mission\n\nThe Staff RAQA Specialist is owner of multiple QMS processes and acts independently as a liaison for the CDC in regarding Quality Management System, Value Added Services and Continuous Improvements. The Staff RAQA Specialist defines and develops Labeling and Kitting process requirements to make sure the CDC organization keeps meeting the Legal, Corporate, ISO 13485 and FDA RAQA requirements. This role ensures a standardized and structured approach to Stryker, CDC and RAQA processes which will also make sure that all external and internal Stakeholders are aware and acting according to their roles and responsibilities.\n\nKey Activities & Accountabilities \n\nWithin the 4 key pillars of our organization the Senior RAQA specialist is responsible for:\n\nSecure Business Continuity And Day To Day\nQMS Process Ownership, KPI management and including where applicable Document and Record Control.CAPA process handling, tracking progress and statusInput owner to support the Organization regarding Quality Policy, QMS, Regulatory and Quality in general Independently working in teams regarding Process and Organization Change ManagementAct as the RAQA manager delegate in daily processes and projectsAny other RAQA activities as defined by the RAQA Manager \n\nStrengthening The Base\nSupporting and developing the ELPO VAS strategy on labeling and KittingQMS processes reporting to stakeholders in and outside CDC.Act where needed as RAQA Manager back-up towards the local teams \n\nNew Business Needs/ Opportunities\nSupporting M&A, projects and Business integrations to enable growth.Preparing and Acquiring correct Management and RAQA approvals where needed \n\nDevelop For The Future\nNetwork and work with global Stryker stakeholders to review Strategy and CDC QMS and processes \n\nProfile & Competences\nVocational Education (HBO+).A minimum of 5 years’ experience in RAQA roleEducation in or knowledge of logistics processes and/or RAQA processes Proven experience of working in the Medical Devices industry specifically regarding value added services activitiesA minimum of 5 years working in an ISO13485, FDA medical devices or Quality function related environment.Customer and Service minded, Hands-on, Proactive.Excellent communication and interpersonal skills resulting in Business improvement and increased resultsTeam player and able to positively influence others\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Electrical & Electronic Manufacturing\n            \n\n              Mechanical Or Industrial Engineering\n            \n\n              Medical Device\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Quality Assurance\n            \n\n              Science\n            \n\n              Analyst", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/stryker/life/", "Job URL": "https://www.linkedin.com//jobs/view/2442994325/?eBP=CwEAAAF4NJtevGf52xaeAG5-ofgQ3zYH6lBE8udQTtYeOaTgUP5BW7O5nddNFgoWEnq7NLh8Dsplwl8FAP61Gf9ukCUU6_z_87kKlXIBXp75Xw-la2PSHMqPgrawR4z8sEYmtrQxUgh45NkyQGy4LpHxqvY8EENBxvmJ-MzD7wmWnQ2l3Z_YSBC5l3UrEE9rMM_REWkUfXdd_j6GP90LFshTlFLEVZvXm9kb_dVbUoBOcGVsWvpFypeZ0sF3xXBTqNPvz5gFK8JtSlKcOvZ2oYcyXB7m5wdU0mLpsMe_H5y2thMt2sIRB63aHeDzN1wphCDM5fMCrPnhFgz4g0A4UNm_s2jqqhMExC7MXlXhjlvTmyltxSBKfQW5Y0o-w5XzWNPlF-w&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=rf4WiBXWcPpoAo2spPt9Sw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 11, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2425245175, "Job Title": "Lead/Staff Software Engineer (Bangkok based, relocation provided)", "Company Name": "Agoda", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "About Agoda\n\nAgoda is an online travel booking platform for accommodation, flights, and more. We build and deploy cutting edge technology that connects travelers with more than 2.5 million accommodations globally. Based in Asia and part of Booking Holdings, our 4,000+ talents coming from 90+ different nationalities foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enabling our customers to experience the world.\n\nAbout Agoda\n\nAgoda is an online travel booking platform for accommodation, flights, and more. We build and deploy cutting edge technology that connects travelers with more than 2.5 million accommodations globally. Based in Asia and part of Booking Holdings, our 4,000+ talents coming from 90+ different nationalities foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enabling our customers to experience the world.\n\nGet to Know Our Team \n\nThe Data department oversees all of Agoda’s data-related requirements. Our ultimate goal is to enable and increase the use of data in the company through creative approaches and the implementation of powerful resources such as operational and analytical databases, queue systems, BI tools, and data science technology. We hire the brightest minds from around the world to take on this challenge and equip them with the knowledge and tools that contribute to their personal growth and success while supporting our company’s culture of diversity and experimentation. The role the Data team plays at Agoda is critical as business users, product managers, engineers, and many others rely on us to empower their decision making. We are equally dedicated to our customers by improving their search experience with faster results and protecting them from any fraudulent activities. Data is interesting only when you have enough of it, and we have plenty. This is what drives up the challenge as part of the Data department, but also the reward.\n\nThe Opportunity \n\nOne of the most interesting challenges with the Fraud team is to create an infrastructure that is flexible enough to quickly react to new fraud trends. Fraudsters quickly adapt to new patterns, and they are constantly finding new loopholes in order to commit fraud. Fraud Infra team is all about creating a platform that facilitates and allows the Fraud team to quickly counter these patterns and work efficiently. The team, for example, is developing an infrastructure to generate machine learning features so that our AI can be developed in a timely manner.\n\nIn This Role, You’ll Get to \n Design,develop and maintain big data and machine learning processing pipelines Improve scalability, stability, and efficiency of our existing data systems Write great code and help others write great code Collaborate with other teams and departments \n\nWhat You’ll Need To Succeed\n Bachelor’s Degree / Master/ Ph.D. in computer science or equivalent experience Over 3 to 5 years of working experience in tech industry experience Over 2 years of hands-on experience working with technology like Spark, Hadoop, Kafka Good understanding of algorithms and data structure Strong Coding ability Experience with a modern programing language like Scala, Java, Python Excellent verbal and written communication skills \nIt’s Great If You Have \n Knowledge and experience with machine learning Experience with Scrum/Agile development methodologies Experience building large-scale distributed products \nEqual Opportunity Employer \n\nAgoda prides ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n\nTo all recruitment agencies: Agoda does not accept third party resumes. Please do not send resumes to our jobs alias, Agoda employees or any other organization location. Agoda is not responsible for any fees related to unsolicited resumes.\n\nBy applying to this job, you agree that Agoda may process your personal data in accordance with https://careersatagoda.com/privacy-statement/\n\n#sanfrancisco #newyork #seattle #boston #washdc #sydney #melbourne #perth #paris #london #tokyo #dhaka #vienna #edinburgh #liverpool #manchester #amsterdam #munich #berlin #toronto #vancouver #moscow #dublin #seoul #hcmc #telaviv #ENG #IT #4\n\nEqual Opportunity Employer \n\nAt Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n\nWe will keep your application on file in accordance with our privacy policy so that we can consider you for future vacancies. You can always ask to have your details removed from the file by contacting us at [email protected]\n\nTo all recruitment agencies: Agoda does not accept third party resumes. Please do not send resumes to our jobs alias, Agoda employees or any other organization location. Agoda is not responsible for any fees related to unsolicited resumes.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2425245175/?eBP=CwEAAAF4NJtevKtt832FWqovZKuKIKTNdVji9o2dFYsx6obdvo8U2cIbe0zpsPkjDzGfCTXpTNfXUkM3UP6fJSie8dEa-JGfZnleqU9Q4PLbw2kAp4ng8v2pD2vK00HtXRo_cbxM-SiSMN9C-g87hoH34sA8y9r9ReTw8kuxgYaOU1cln6jIcfTaHZv4Y-kFAlTUC2DRZbe6DthDbR19nha0_HfjXpZOardEGl5sXZOwvWDzPOfyrXfzUCy8yW5PRgO3efAdMImslC-hAYaSDtvWKhubvYt24rot6sgnFZGp875a1ev7vgMrmJyYyWJmQP5JAtz1pwqVYPkhC3guTNXSzvT9P2Moxk9GPmFq_5guhaqautApS2sQSB87pxYI0Yy-ui8&recommendedFlavor=SCHOOL_RECRUIT&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=01jZ%2FPho6CWdh7iG6tOzhg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 12, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2439450041, "Job Title": "Head Of Staff and Operations", "Company Name": "Miele  X", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Consumer Goods']", "Sector": "['Management', 'Project Management']", "Job Description": "The Head of Staff and Operations is a key function within Miele X’ eCommerce, Digital Marketing, Data and IT departments. Reporting to the Managing Director, the candidate supports the leadership team of Miele’s global digital hub in the fast-paced built-up of the organization and the establishment of key processes. The role owns and improves company operating cadence and establishes/manages effective processes from idea to execution in the organization to drive fast results. The Head of Staff and Operations allows the executives to scale and gives them back their most important resource: time! Strong leadership and relationship skills round this role off.\nYOUR RESPONSIBILITIES\nWork on the strategic agenda and top priorities of Miele X.Supporting and enabling fast and better decisions of senior management (i.e. Managing director, directors and team leads) by optimizing time, information and decision-making to be used more effective and efficient.Create structures and focus for broad, ambiguous ideas of the executive team and bring forth recommendations for action in a timely manner. Develops decision-making frameworks and continuously follows-up, e.g. of OKRs. Drive operational and planning processes with the executive team and the broader organization.Monitor and identify priorities that require senior leadership focus and connects the respective teams. Lead a team of 3-5FTE.Ensure that Mission, Purpose, Vision and Principles are properly developed and communicated across teams on all levels – includes the preparation and organization of key stakeholder and board meetings.\nYOUR PROFILE\nMaster’s Degree with min. 5+ years of work experience as PMO or consultant in the top global consultancy firms and/or significant experience as a Chief Staff Officer in a larger company or start-up – Advanced Project Management Skills are a must.Profound experience working with top management, strong leadership, project management, organizational and outstanding relationship skills with intercultural and political intelligence.Strong drive to make things happen, works with little or no supervision; Analytically minded and strong in managing and documentation processes from idea to execution, documentation and reporting.Attention to detail and strong follow-up, enjoys building an organization from scratch and to drive fast results with experience in guiding and influencing people without being their manager is a clear advantage.Excellent written and verbal communication skills – proficiency in reading, writing, and speaking English, further languages highly appreciated – broad experience in international positions.\nWE ARE LOOKING FOR YOUR APPLICATION\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Consumer Goods\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Management\n            \n\n              Project Management", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/miele-x/life/", "Job URL": "https://www.linkedin.com//jobs/view/2439450041/?eBP=CwEAAAF4NJtevATCmX_iqCOyMRtnr90RRegFv-oNog0zjmVBYwY6qimc-uS7OCu0ZwDcbHHBU79V1grjtABoQRGYQf12W68w3V0Unr9pMLzyxYZhgitVfHCPIvDPCSRZH0v-SlNkE94aOS0KFPiZS-5t2x1A1UhpxgYFaV-DE_ApuilwMSKboRGgYauFb7kjJLlmkFD10Ljs1pmLZjQACSsgg_6SBIxOs37jAttn5vNHdvCCorc2snb7huI7PISHfSSOAP1nLRVHsR_EcLj8qhCvgN6VwzXMaXoOPGEaNp37-yQlc0QjQz0GaoYadgF-fui_QipIooSGFsDl5nocFP-DLbCEfyoR7wrA6eyNw4vpQI5zgeTYF-Hpw9_DZjYcWU40mIuHfw&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=rEendfcYyMWi9jg7Q%2BA3zQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 13, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2418294561, "Job Title": "Team Assistant", "Company Name": "CHIEVER", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Chiever zoekt hands-on Team Assistant AMSTERDAM | 24-32 uur (in overleg)\nChiever beschermt merken. De merkengemachtigden en de merkenassistenten zijn hier dagelijks mee bezig en jij ondersteunt hen administratief waar nodig. Jij bent als Team Assistant een spin in het web, hebt je eigen taken en verantwoordelijkheden en neemt zoveel mogelijk werk uit handen van de teams. \nAls Team Assistant verricht je alle voorkomende secretariële en administratieve werkzaamheden ter ondersteuning van o.a. de merkenassistenten. Daarnaast ben je bereid om te helpen waar nodig, denk hierbij aan kantoor brede ondersteunende, administratieve en facilitaire werkzaamheden. Wij zoeken daarom een enthousiaste (juridisch) administratief medewerker die initiatief neemt en in staat is om de merkenwereld snel eigen te maken. Je vindt het leuk om met veel verschillende werkzaamheden bezig te zijn, maar verliest de prioriteiten niet uit het oog. Omdat jij hands-on bent en alles enthousiast aanpakt, lopen de werkzaamheden erg uiteen, maar een greep uit de werkzaamheden waar jij je mee bezig gaat houden zijn: Verwerken van inkomende mails uit verschillende e-mailboxen en evt. opvolging geven Aanmaken en administratief bijhouden van dossiers Verwerken van inkomende post en verzorgen van uitgaande post Beantwoorden van binnenkomende telefoongesprekken Maken van facturen en controle lopende rekeningen Rapportages maken ten behoeve van de teams \nWat is hiervoor nodig: MBO/HBO+ werk- en denkniveau, bij voorkeur een administratieve opleidingGoede kennis van het MS-Office pakket met name Word, Excel en Outlook Goede beheersing van de Nederlandse en Engelse taal (woord & geschrift) Voor deze functie is circa 1 tot 3 jaar werkervaring in een secretariële / officefunctie vereist \nWat ben jij: Nauwkeurig en oplettend Een echte aanpakker, niks is te gek Een grote ondersteunende kracht Dienstverlenend, klantgericht en representatief Iemand die goed samen kan werken, maar ook zelfstandig Je bent positief en denkt in oplossingen \nWat biedt Chiever jou: Chiever biedt jou een marktconform salaris, genoeg vakantiedagen, leuke collega’s & een veelzijdige baan, maar dat is niet alles Chiever is een actieve en sociale organisatie waar je met plezier werkt. Naast hard werken wordt er tijd gemaakt om samen (online) te borrelen, leuke activiteiten met elkaar te doen en zodra het weer kan hebben we een jaarlijks kantooruitje. Dat wil je niet missen! \nBen jij onze nieuwe Team Assistant? Overtuig ons met jouw (Nederlandse) motivatie en stuur deze (met je (Nederlandse) CV) naar HRM@chiever.com t.a.v. Manon Fock. Acquisitie naar aanleiding van deze vacature stellen wij niet op prijs.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2418294561/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=hig395P7QHKEG2CnZ1NTyw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "6 days ago", "Job Age Number": "6 days ago", "Job Date": "2021-03-08", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Female"}, {"index": 14, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2444196985, "Job Title": "Management Assistant", "Company Name": "Just Eat Takeaway.com", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Internet', 'Staffing & Recruiting', 'Human Resources']", "Sector": "['Administrative']", "Job Description": "Does giving support in a dynamic, rapidly growing, international environment energize you? Do you have a talent for planning, organising and do you keep oversight at all times? Are you also flexible and adaptive? Then this might be your dream job!\n\nOur story (the bitesize version)\n\nSince our first order back in 2000, we've grown from an attic start-up to become a food delivery powerhouse. As Just Eat Takeaway.com, we serve millions of dishes every day with brands across 24 countries.\n\nThe key ingredient in our success is people. From our innovative tech teams to marketing experts and support heroes, we're always looking to attract the best global talent.\n\nAll About The Role\n\nThe Management Assistant is responsible for providing professional planning, administrative, and coordination support to one or more managers within JustEatTakeaway.com.\n\nResponsibilities\nMaintain and support the daily schedule of one or more managers, including forward planning of workload and diary management.Manage and prioritize incoming meeting requestsSupport with administrative, approval responsibilities.Service meetings, including preparation of meeting papers, obtaining and preparing briefing materials and presentationsLiaise effectively with internal divisions/departments and external organisations on behalf of Advice on impending work deadlines for both internal and external commitments, e.g. reports, presentations, conferences, projectsEnsure appropriate systems and processes are developed and maintained to support effective and efficient day-to-day planning\n\nCan you deliver…\n\nWe are looking for an experienced Management Assistant who has a good understanding of the work field. Above all, you are accurate, timely and work in a structured manner. You are flexible and creative in finding pragmatic solutions.\n\nFurthermore, You Bring\nAt least 4 years of experience in a position as a Personal Assistant or Management AssistantOutstanding written and verbal communication skillsStrong interpersonal skills and fluency in business English (Dutch is preferred)Excellent organization and time management skillsThrive in a fast-paced environment with a positive mindset whilst being able to prioritize and adapt to changes quicklyExcited to work on changing tasks, depending on business needsHigh level of integrity and discretion in handling confidential informationProject management skills and experience in coordination of cross-functional mattersPrevious experience with supporting Senior Managers is a plusPrevious experience in a tech company is a plus\n\nHere is our offer\n\nLike the perfect food pairing, your skills and these great rewards belong together:\nA challenging position within a globally operating, fast-growing, venturous company with a strong market position in growing marketsA dynamic, friendly workplace at our Amsterdam HQ (we're right by Central Station!)A challenging environment that will stimulate you to grow as a professionalCompetitive salary, paid travel costs and a monthly lunch allowanceFull-time basis with 26 holiday days a year \n\nAre you the Management Assistant who thrives in an ever-changing environment? Click on the button and apply now!\n\nDepartment: Corporate Staff\n \n\n \n\n          Seniority Level\n        \n\n          Entry level\n        \n\n\n\n\n          Industry\n        \n\n\n              Internet\n            \n\n              Staffing & Recruiting\n            \n\n              Human Resources\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Administrative", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/just-eat-takeaway-com/life/", "Job URL": "https://www.linkedin.com//jobs/view/2444196985/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=J3J1nsccbttW7eoxyMXqZg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 days ago", "Job Age Number": "3 days ago", "Job Date": "2021-03-12", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 15, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2444131267, "Job Title": "Staff Software Engineer - Distributed Netherlands/EMEA", "Company Name": "HackerOne", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Computer & Network Security']", "Sector": "['Engineering']", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Christian Striker Kohl\n \n\n            Senior Technical Recruiter at HackerOne\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nPosition Summary \nAs Staff Software Engineer, you will work with Product Managers and Designers to be the technical lead for a variety of challenging projects. When you are not leading a project, you are a collaborative and effective software engineer and team member. You will interact with one of the most vibrant communities of security researchers and hackers in the world, and use this experience to build delightful features and products for them, as well as the thousands of companies who trust HackerOne with their cybersecurity posture.\nAs Staff Engineer, you combine broad technological expertise, deep domain knowledge, and an unquestionable dedication to business objectives as you intersect with the engineering organization. You seek leadership responsibilities, identify and spearhead new initiatives, and make systematic improvements to technical weaknesses they find in their squad’s codebases, and in shared codebases across the company.\nHackerOne ValuesHackerOne commits to maintaining the strong, inclusive culture we’ve built for our employees and our community of hackers. As a team, we:believe in integrity, transparency, trust, collaboration, and community;believe in the positive power of hackers and work tirelessly to promote the success of our community to the broader, mainstream audience;strive to be a member of the community: engage and evangelize engagement with white-hat ethical hackers; andchampion proactive security practices to make the internet a safer place.For more information check out our career page   \nYour Journey at HackerOneYour day will start with a warm welcome in the office and get your tools to start!Your first 30 days will be focusing on getting to know our HackerOnies. You will join your new squad and being onboarding - get to learn the technology stack (Ruby on Rails + GraphQL + ReactJS + many more)Within 60 days, you will have committed a bunch of code to our repositories and will start developing a knack for being a fast and effective software engineer on our codebase.Within 90 days, you will start getting ready to lead your first project as Staff Software Engineer - you will have branched out and talked to Sales, Marketing and various other functions, and developed a good sense of cross-functional collaboration and communication.Beyond 90 days, you will be a fully-fledged software engineer.\nWho You AreYou are at first a tech-savvy person who likes to work with people and teamsHelp build a team and cultivate innovation. Drive cross-collaboration and execution of projects across multiple teams8+ years of open source development within SAAS environmentYou know how to make a strong impact on a company levelChampion new initiatives around architectural improvementsCoordinate efforts around new initiatives with senior engineers, product managers, and act as team lead in defining activities of others when neededInspire, mentor, and facilitates other engineers to be successful\nWhat is HackerOne?HackerOne was started by hackers and security leaders who are driven by a passion to make the internet safer. HackerOne is now the #1 hacker-powered security platform, helping organizations find and fix critical vulnerabilities before they can be exploited. We partner with the global hacker community to surface the most relevant security issues of our customers before they can be exploited by criminals. More than 1,700 organizations, including the U.S. Department of Defense, General Motors, Google Play, Twitter, GitHub, Nintendo, Panasonic Avionics, Qualcomm, Starbucks, and Dropbox, trust HackerOne to find critical software vulnerabilities. HackerOne is headquartered in San Francisco with offices in London, the Netherlands, and Singapore.\nAs a team, we believe in integrity, transparency, trust, collaboration and community. We believe in the positive power of hackers and work tirelessly to promote the success of our community to the broader, mainstream audience.\n \n\n\n\n\n\n          Industry\n        \n\n\n              Computer & Network Security\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Engineering", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/hackerone/life/", "Job URL": "https://www.linkedin.com//jobs/view/2444131267/?eBP=CwEAAAF4NJtevNI2Qy7p-in48_t11WRBqVkUZpS_wPUrXWbSFdWdHcVU0wuvAQ_CUkTuJOH2WLiUsmYkmsCdv34LuBuhRHAm-P9888EgA_2rHB07kLV9jcfRdOztubohGdTZk0yxFzBmKYj-tq2wDfdB3X9R9dz5YarLPuueoZlWqUu1OzABCEKy6hFoNVQ0XaG-UvDbpMdJRAMm_3tueT09agDkLkLwP_syDlllCqxVc5bp_Y3ECKMa1BizmTp6NHJMkwhgLwtlGVMbxQkrHJ19cSosRg7-XywtiqI_nO1seVgmemM3wR0HfU5zmijmdMODGUJpkwrIfoI4roQT2DNfBj4v8bUU6MYt0jmxRSdkAWYab5nxk_ycfn8-ESKvJFWD8EHvVg&recommendedFlavor=SCHOOL_RECRUIT&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=jJJ4X3sMG3Mk85NTNmpMHA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 16, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2452343766, "Job Title": "Team Assistant", "Company Name": "RSM nl", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Ben jij het organisatietalent met een proactieve houding die het leuk vindt om projecten tot in de details te verzorgen? Lees dan verder!\nDIT GA JIJ DOENIn deze functie ben je ondersteunend aan het Financiële Due Dilligence team van RSM. Binnen het team wordt hard gewerkt en snel geschakeld. Jij bent als Team Assistant verantwoordelijk voor de hele backoffice van de binnenkomende en lopende projecten. Je coördineert en organiseert zodat deadlines behaald worden.\nJe werkzaamheden variëren van klantenregistratie, het opstellen van opdrachtbevestigingen tot het sturen van de laatste factuur. Is het project afgerond? Dan ben jij degene die dit bekend zal maken via in- en externe kanalen als LinkedIn, Mena.nl en ons intranet.\nDaarnaast zorg jij met veel enthousiasme voor de juiste sfeer in het team! DIT BEN JIJ Jij bent iemand die situaties vooraf in kaart heeft en graag beweegt binnen een teamverband. Jij weet door jouw teamgeest mensen op een positieve manier te enthousiasmeren.Als Team Assistant herken je jezelf in het volgende profiel:Afgeronde opleiding op HBO/WO niveau;Minimaal 2-3 jaar relevante werkervaring in het uitvoeren en ondersteunen van projecten;Uitstekende beheersing van de Nederlandse en Engelse taal is vereist;Initiatiefrijk, accuraat en stressbestendig;In staat om zowel zelfstandig als in teamverband te functioneren;Je herkent jezelf in onze waarde: wij plaatsen kwaliteit boven kwantiteit en daarnaast ben je maatschappelijk betrokken.\nDIT BIEDEN WIJRSM beschikt over de dynamiek van een snel groeiend bedrijf, heeft de diversiteit en kwaliteit van eigen professionals hoog in het vaandel en kent een goede werksfeer. Daarnaast bieden we je uitgebreide arbeidsvoorwaarden, waaronder:Een uitgebreid secundair arbeidsvoorwaardenpakket:  Je ontvangt een individueel keuzebudget, welke je in kan zetten om bijvoorbeeld extra vakantiedagen bij te kopen.Een goede pensioenregelingEen goede werk-privé balans: Natuurlijk werken we hard, maar werken is niet het enige wat we belangrijk vinden. Samen werken we aan een goede werk-privé balans.Mogelijkheid tot parttime werken: We hebben verschillende verlofregelingen, waaronder ouderschapsverlof en de mogelijkheid tot parttime werken.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2452343766/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=Cxpi7BQMhJViE7GhCX2Lwg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "6 days ago", "Job Age Number": "6 days ago", "Job Date": "2021-03-08", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Female"}, {"index": 17, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2314576536, "Job Title": "Assistant", "Company Name": "FM Global", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "ResponsibilitiesRequest, maintain and follow up as necessary on engineering servicing for locations requiring risk evaluation/assessment to ensure timely delivery of products and services to new and existing clientsSupport account engineering efforts to achieve meaningful risk improvementEnsure the accuracy and timeliness of engineering documentation to clientGenerate and compile information for Account Engineering use during presentations and meetingsRespond to internal and external customer inquiries and/or directs to appropriate personnel\nQualifications:Experience: 2+ years’ experience supporting a work group and/or manager, preferably in an insurance or related work environmentStrong interpersonal skills to get along with various levels of the engineering teams as well as with clients and brokersFluent in spoken and written Dutch as well as EnglishStrong organization, time management and prioritization skillsOutstanding technical skills, including but not limited to, Microsoft Office applications such as Word, Excel and OutlookCustomer oriented and able to work well in teams, as well as the ability to adapt and understand cultural differences", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2314576536/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=Rc5VitH9Ylwp4xKHkD0R2A%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-26", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 0, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2456434643, "Job Title": "Junior staff assurance", "Company Name": "CROP accountants & adviseurs", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Accounting']", "Sector": "['Finance', 'Accounting/Auditing']", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Weijmie Roseboom\n \n\n            Ambassadeur  @CROP en in mijn rol als recruiter altijd op zoek naar de juiste match! *Hiring* (senior) supervisor assurance & compilation\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nVoor onze locaties in Amersfoort, Arnhem, Ede, Hoofddorp en Nieuwegein zijn wij op zoek naar starters in de controlepraktijk per september 2021!\nWord jij onze nieuwe CROP-er?\nWat ga je doen:Als Junior Staff Assurance bij CROP werk je vanaf dag één rechtstreeks voor onze klanten en lever je een essentiële bijdrage aan de uitvoering van assurance-opdrachten. Bij ons krijg je verantwoordelijkheid en ruimte voor eigen initiatief en ontwikkeling.Naast je assurance werkzaamheden zal je werk deels bestaan uit compilation werkzaamheden, fiscale werkzaamheden en het verlenen van diverse adviesdiensten. Dit betekent dat er van jou verwacht wordt dat je een brede interesse hebt en kunt inspelen op de behoeftes van verschillende type klanten Ons klantenpakket is divers en bestaat uit zowel nationale als regionale klanten van diverse omvang uit de midden markt. Je beschikt over een brede interesse en je kunt inspelen op de behoeftes van onze diverse type klanten.Je komt te werken in een informele omgeving waar zelfontplooiing, werkplezier en carrièrekansen centraal staan. Je standplaats is afgestemd op je woonplaats want bij CROP vinden wij een goede balans tussen werk en vrije tijd belangrijk. Wat vragen wij van je:Je hebt een VWO diploma, een propedeuse HBO accountancy, of je hebt een hbo - of universitaire opleiding afgerondJe volgt momenteel de opleiding tot registeraccountant (RA)Je beschikt over 0-2 jaar werkervaring als accountant binnen de audit-praktijkJe bent klantgericht en beschikt over sterke communicatieve vaardighedenJe bent een teamplayerJe hebt brede kennis van vaktechnische onderwerpen en volgt marktontwikkelingen op het gebied van accountancy op de voet\nWat kan je van ons verwachten:Onze kernwaarden aandacht, samen en vooruit zijn ons DNA, dit merk je zodra je onderdeel uitmaakt van CROP. Wij zijn blij met je komst en trakteren jou op een warm welkom. Wij bieden je het volgende aan om zo optimaal mogelijk aan de slag te kunnen gaan:Een functie voor 32 tot 40 uur per weekEen goede onboarding; je doorloopt een custom made programma gedurende je eerste maand bij ons.Een marktconform salaris, afhankelijk van je ervaring.Een jaarcontract; In eerste instantie ontvang je een jaarcontract met de intentie deze na een jaar om te zetten in onbepaalde tijd.Vakantiedagen; Je krijgt bij ons minimaal 24 vakantiedagen tot een maximum van 29 vakantiedagen op basis van een fulltime dienstverband.Een zeer goede pensioenregeling;  Premie vrij basis pensioen met de mogelijkheid tot bij sparen.8% vakantietoeslagEen goede werk/privé balans: onze tijd-voor-tijd regeling biedt ruimte voor een goede werk/privé-balans.Ruimte voor ontwikkeling; bij CROP is er volop ruimte om jezelf te ontwikkelen door middel van vakgerichte scholing en opleidingen en training on the job.Mobiele devices; Wij stellen natuurlijk een mobiele telefoon en laptop ter beschikking om je werk zo goed mogelijk uit te voeren.\nHeb je nog vragen of wil je eerst meer informatie? Neem dan contact op met recruiter Weijmie Roseboom.\n \n\n \n\n          Seniority Level\n        \n\n          Entry level\n        \n\n\n\n\n          Industry\n        \n\n\n              Accounting\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Finance\n            \n\n              Accounting/Auditing", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/crop-accountants-&-adviseurs/life/", "Job URL": "https://www.linkedin.com//jobs/view/2456434643/?eBP=CwEAAAF4NJtevFvMI9SjUFBBD7dXtNzy_bJUE9AxmixIMA63fyD2xp--f99ktp3_kRz_xnzZDv_e4ujBXHfPBb6XnqKzgchAI4Xcm1EhaFkJDj20nKts9jRu6N5g_nDMTLY9_bU2vUAVr29QfpYlsanZK-VdiDntZiC0zpXVHfMBWQriSj1bvYUgpW5oM_LQL2asU8YJx9_FX--oBp3HtJQ5ldmrTMfJwBpoc9sST6DJK-QSNlGJg8Xkx5sKqJILwvaM-l9g9sZzYJPrM13t7Te1qgSQv2xZYC0GpdxaCcjZht5n0jvi-U_9_vX3iSXDvB_L2u56U0RyGEQQ2g58RMRKob7v1tAYDX670QeUjeSwmwWxNp8q7dVsAwoTIjxezCFR-Gg&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=hz4E%2BhYq34VSnbNocC328A%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 1, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2425207263, "Job Title": "Staff Software Engineer", "Company Name": "Flexport", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Marketing & Advertising', 'Logistics & Supply Chain', 'Internet']", "Sector": "['Engineering', 'Information Technology']", "Job Description": "Staff Software Engineer, Marketplace, Amsterdam\n\nBuild the first modern logistics platform\n\nThe Opportunity\n\nFlexport is building the first modern logistics platform to make global trade easier for everyone. We are solving complex problems on a global scale, and disrupting a multi-trillion dollar industry that has remained stubbornly unchanged.\n\nWe move our client’s freight around the globe through services bought from our network of carriers (air, ocean, rail, trucking) and partners. Our marketplace group builds systems handling all order-to-cash & procure-to-pay aspects of our business. We are expanding in Amsterdam with a new team to evolve our vendor portal and accounts payable systems. These are the systems that ingest 800K vendor bills through APIs, ML based OCR, manual data entry and once ingested, supports our finance teams to validate and process these bills to prevent any leakage.\n\nWe're looking for a Staff Software Engineer to help drive this key initiative that is at the forefront of reshaping the entire logistics & supply chain industries. You’ll work alongside self-starters interested in solving real-world problems and streamlining the inefficiencies in the complex global trade industry. You’ll have the opportunity to reshape an industry by creating the new operating system for global trade.\n\nYou Will\n Think big picture, dive deep into the domain and communicate the architecture of Marketplace systems to technical and non-technical stakeholders. Independently architect and lead major projects which have a significant amount of complexity and cross functional dependencies. You play a significant role in the career development of others, actively mentoring and educating the larger software engineering community on trends, technologies, and best practices. Craft the architectural strategy, and own the technical landscape, for a major domain in Flexport and the world of logistics that powers global trade Design systems that represent the real-world intricacies of logistics services, such as service offerings, charges, rates, bills and cost allocations Work closely with business partners and product managers to distill complex business problems into elegant technical solutions \n\nWhat You’ll Build\n A multi-mode bill ingestion pipeline that, in real-time, capture the cost when we move freight between any two points in the world. Automate the labor intensive daily process of processing thousands of PDF bills from all our vendor and save our finance team thousands of hours per month Build APIs and portals for our vendors to submit bills in structured format Deliver a taxonomy mapping vendor services to our freight services Help bring trade to everyone in the world \n\nYou Should Have\n\nBasic Qualifications\n Technical leadership experience, either formally or informally, for one or more engineerings teams 5+ years of experience designing and building distributed software architectures Knowledge of at least one modern programming language such as Java, Kotlin, Ruby, C# 10+ years of experience writing software, and a strong engineering background. Bachelor's degree in Computer Science or related technical field, or equivalent experience Outstanding written and verbal communication skills. \n\nPreferred Qualifications\n A love of simple, well-tested code that is easy to extend and hard to break. A product-first approach to building software. You are interested in the real world functionality of your programming and is able to convey technical ideas in common terms to business partners, product managers, designers and engineers alike Strong analytical problem-solving skills Understanding of performance tradeoffs, load balancing and operational issues Demonstrated ability to mentor junior software engineers in all aspects of their engineering skill-sets Knowledge of professional software engineering practices & best practices for full software development life cycle, including coding standards, code reviews, source control management, continuous deployments, testing, and operations Identifying engineering roadmaps, system architecture and take lead in building this new architecture to gradually replace our monolith  A desire to develop your tooling repertoire. We are tech-agnostic regarding candidate background, but we use React/GraphQL/Java/gRPC/Protobuf when building services moving Flexport into a service oriented architecture to replace our monolithic Rails backend A desire to work in a global organization with engineering hubs in San Francisco, Seattle, Chicago, Shenzhen and Amsterdam \n\nEngineering Culture And Values\n\nCheck out our Key Values profile\n\nOur Stack\n\nYou should have:\n\nOur continuous releases are integrated with Buildkite and Github. On the frontend, we create our views with React, manage the flow of data with GraphQL/Relay, and test our application with Jest. On the backend, we’re in the process of decoupling our monolithic Rails app and moving to services mostly written in JVM based languages. Our data is persisted in relational and document databases. Our stack is hosted on AWS using Kubernetes.\n\nEngineering Culture And Values\n\nCheck out our Key Values profile\n\nAbout Flexport\n\nWe believe global trade can move the human race forward. That’s why it’s our mission to make global trade easier for everyone. We aim to do this by building the Operating System for Global trade - a strategic model combining advanced technology and data analytics, logistics infrastructure, and supply chain expertise. Flexport today connects almost 10,000 clients and suppliers across 109 countries, including established global brands like Georgia-Pacific as well as emerging innovators like Sonos. Started in 2013, we've raised over $1.3B in funding from SoftBank Vision Fund, Founders Fund, GV, First Round Capital and Y Combinator. We’re excited about the three big ways we’re moving forward after our recent $1B investment from SoftBank Vision Fund in February 2019.\n\nWorried about not having any freight forwarding experience?\n Don’t be! We’re building the first Operating System for Global Trade. That’s why it’s incredibly important for us to bring people from diverse backgrounds and experiences together with our industry veterans to help move the freight forwarding industry forward. What’s freight forwarding and why does it matter? Freight forwarding is the coordination and shipment of goods from one place to another and it’s what makes global trade possible. Flexport is on a mission to make global trade easier for everyone because we believe it can help connect the world and break down economic barriers. We know this industry is complex. That’s why we invest in education starting day one with Flexport Academy, a one week intensive onboarding program designed specifically to set every new Flexport employee up for success. \n\nAt Flexport, our ability to fulfill our mission of making global trade easy for everyone relies on having a diverse, dedicated and engaged workforce. That is why Flexport is committed to creating and nurturing an environment where anyone can be their authentic self. All qualified applicants will receive consideration for employment regardless of race, color, religion, sex, national origin, age, physical and mental disability, health status, marital and family status, sexual orientation, gender identity and expression, military and veteran status, and any other characteristic protected by applicable law.\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Marketing & Advertising\n            \n\n              Logistics & Supply Chain\n            \n\n              Internet\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Engineering\n            \n\n              Information Technology", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/flexport/life/", "Job URL": "https://www.linkedin.com//jobs/view/2425207263/?eBP=CwEAAAF4NJtevAqrqz-FuzcOjFsquih_4mHZWMAShmtkiFx0WTOrzI2q_eooeV8jOjLhacly6U3CVNGQPMfhW6AuD61nTiJ15yi06dRQ5F8DW-1ueC5z4d5S1ylWOUrVdhg4LSYfS6B2rgOyYZyLqqFFpcWzhzAZyF2BtssaiPHau-6mCRzEKSOxI72hvHDQUOTna6S2cLPaBdHIwy_0-q9aRFJhdaDVST-81PWFRVDCKxVDf0w1qr0DhY3ZjLho-Ansoaev1hiEjEImgfMCTHVSe1UqpTK5ndjzDyl8YfFHO2jEl5hzfrnWr3DiPdv00nM_qcOZkT0hIsrGA67tWd5SKQfwkDJkZavzhyBJWg6YWMeP3NksTQPE_Snp5O7lpTDdxTs&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=NSVz8p0DvMBpwvX2Z7uttQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 2, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2417654349, "Job Title": "Staff Engineer (Java)", "Company Name": "Picnic Technologies", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "At Picnic we care about health and safety, so currently all interviews are done online and our team is working from home. We keep a close eye on the developments around Covid-19, and support your relocation to Amsterdam when it is safe to do so. It is possible to start working remotely with us - have a peek at how the remote onboarding is going here. \nDo you want to be part of the grocery revolution? At Picnic you get the chance to join a young and forward-thinking startup culture, where everything you do matters. With a data-driven approach and an incredible service, Picnic strives to make grocery shopping simple, fun, and affordable for everyone. Known for our just-in-time supply-chain and a unique last-mile delivery strategy, we have become one of the fastest-growing companies of the Netherlands!We are looking for Staff Engineers wanting to make a difference. Is this you?\n🏢 Where you fit in\nOur developers are highly involved and essential to each part of our company. From route planning, scaling our customers’ analytics, handling enormous chunks of data, to calculating how many bananas we should have in our warehouse on a Thursday – our teams write, plan, and predict.\nAs Staff Engineer in one of our product teams you will work with stakeholders from tech and business to translate requirements into resilient and scalable solutions. Through your experience and the domain knowledge you will gain, you can provide expertise in cross-product projects and company wide technology decisions. You feel at home writing reliable code and proactively look for ways to improve code, technologies and processes employed by your team. You are able to communicate your views both when specifying new features with stakeholders and while providing technical mentorship to your colleagues. As a staff engineer you lead by example, not by title.\nAt Picnic your experience will be complemented with the latest tech and you'll have the opportunity to dive into a broad choice of innovative projects. By keeping an eye on the roadmap and our business priorities, you'll support and guide your team to make a real difference. From designing, developing, and testing new user-facing features, to optimizing supply chain systems and improving the scalability and security of our platform: you’ll be ensuring code quality, guiding tech decisions and driving improvements, while finding yourself fully immersed in an engaging, inclusive and communicative culture.\nWe don’t hide what we do. Instead, we open-source with the community that helped us grow. Here’s proof: http://picnic.tech\n👉🏼 Who you are\nYou have a Bachelor’s or Master’s Degree in Computer Science or a related technical field You have at least 5 years of experience and a profound understanding of back-end development including Java, Spring Boot, MongoDB and PostgreSQLYou have solid problem solving skills and enjoy complex challenges You have great English skills (no Dutch required) and are able to structure your thoughts and express them clearly verbally and in writing\n👩‍💻 Technologies you'll use\nJava 11 (Spring 5 with Spring Boot 2, Reactor, Immutables, Maven)Python 3.xRabbitMQ and KafkaPostgreSQL, MongoDBGit and DockerAWS, Helm, Terraform, Kubernetes, VaultNew Relic, Grafana and Prometheus\nHungry for more? Check out https://stackshare.io/picnic-technologies for an overview of our tech stack.\n🍩 Picnic perks\nLocated in the cosmopolitan city of Amsterdam, the Picnic offices are your ideal launchpad to bring your work to the next level. Equipped with your favorite hardware and surrounded by like-minded people, you’ll grow professionally and personally, working with us to bring Picnic to the next level.\nOur tech team consists of more than 20 product teams, handling innovative projects in a variety of domains. Sharing, mentoring and keeping up to date is a must at Picnic: meetups, webinars, Lunch & Learn sessions, and our very own Tech Academy make sure that’s taken care of. Your soft skills will get some attention as well, with tailored training and courses.Our salaries are market competitive and our pension program will put your mind at ease.\n🏡 Relocation package?Sure! If you join Picnic from abroad, we’ll cover your trip to Amsterdam, sponsor your Visa, and offer you a month of accommodation while you settle in.\nIf you are joining us from a country that doesn’t allow traveling to the Netherlands just yet, there's a chance that your onboarding could take place remotely. We had lots of new team members starting their Picnic-journey remotely already, you can have a peek at how it's going here.\nWhat are you waiting for? Get in touch! And no worries, the whole process is currently fully remote, to keep everyone safe and healthy.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2417654349/?eBP=CwEAAAF4NJtevCHNK6SCfm-iygnADBLfTtQl70fz--3e4dQEqhVTBvqVyJL2EOA3qG9S0OiUVb-KEyS_C5wOxUTCAHi6cbyyYoZ_qia6nzAlHqwh55t16GonGUWfyzwu77l-r8z_mF3-Y2CryC1f5iwmEKAzHsqtXv8zHSHmjr6GeXQR0VdQU1CC_qDfQkUOtvBp_mYiZlspdoeiIdNsG3CVicchizYNs5U5sywNrWuOAj456OLWw1VNYGitb3_92xzNOmd0lAl2QxfNRzcv1SwbNWcfdWCAJA3EHVd85mfaTtqogqfNJ1AuD7BXFGKtW5MywX9B1Gdn7pS7Hdnp_MHXmWysKQa-PELCnsgpFge1jmrPToglGz1zO39T6AeR6pjnKEs&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=JOLUX4aZSGUqPeeUX%2FKoIA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 3, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2430630149, "Job Title": "Assistant", "Company Name": "De Brauw Blackstone Westbroek", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Law Practice']", "Sector": "['Administrative', 'Legal']", "Job Description": "At De Brauw we are looking for an Assistant with a passion for administration.\nYou are part of the Business Support department, and will work closely together with a Personal Assistant in supporting a Partner. You are mainly responsible for the administrative tasks within the practice.\nThe role contains a diverse range of tasks. Your responsibilities include:\nPreparing invoices, overviews and keeping our CRM system up to dateOpening and closing case filesCreating engagement lettersE-filingExpense management\nOur ideal candidate:\nWe are looking for someone who takes initiative, is proactive, and loves to organize the busy practice from an administrative perspective. Someone who can collaborate with our lawyers, assistant teams, and other support teams. You enjoy co-owning the practice of this Partner together with the other assistant.\nYou also:\nHave a bachelor degree or working levelCan quickly switch between tasksAre honest, confident, and secure in your opinionGet excited and motivated about organizing and planning complicated projectsHave strong knowledge of both the Dutch (C2) and English language Who are we?\nDe Brauw Blackstone Westbroek is an international law firm that is deeply rooted in the Netherlands. De Brauw advises more than 70% of the largest multinationals with headquarters in the Netherlands. De Brauw specialises in high-quality legal advice in complex transactions, proceedings and regulatory issues for companies and financial institutions. Over the years, De Brauw has built up a large and close-knit international network of renowned law firms. About 650 individuals are on staff at De Brauw in Amsterdam, Brussels, London, Shanghai and Singapore. \n \n\n \n\n          Seniority Level\n        \n\n          Entry level\n        \n\n\n\n\n          Industry\n        \n\n\n              Law Practice\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Administrative\n            \n\n              Legal", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/de-brauw-blackstone-westbroek/life/", "Job URL": "https://www.linkedin.com//jobs/view/2430630149/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=r2Xr1E7db62ynxWTW4iYHw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 weeks ago", "Job Age Number": "3 weeks ago", "Job Date": "2021-02-19", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 4, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2453344438, "Job Title": "Remote work From Home Virtual Staff €180 Daily (Remote)", "Company Name": "-1", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Job Description\n\nWe are looking for a talented and competitive Data Entry that can work from any remote location based on his/her comfort. We also offer flexibility in timings and looking for passionate, vibrant individuals who want to earn independently.\n\nEarning potential up to €1800+ to €2400+ per month without any specific qualification and experience.\n\nAre you Looking To earn some money with a Job as a Student, Stay at Home Individual, Sales Manager, Project Manager, Retail Sales Associate, Administrative Assistant, Cashier Sales Associate, receptionist, secretary , housekeepers, Head Cashier, Secretary, Receptionist Administrative Assistant, Front Desk Receptionist, Front Office Receptionist, Executive Secretary, Delivery Driver, etc to take part in our paid surveys work from home Remote Positions.\n\nThe ideal candidate loves talking to people and proactively solving issues.\n\nResponsibilities\nEnergeticMust Enjoy Helping PeopleMust Have A Positive AttitudeMust Own A Smart Phone, Mobile Phone, Desktop Computer or LaptopMust Have Reliable Internet ServiceCommunicate with customers via phone, email and chatProvide knowledgeable answers to questions about product, pricing and availabilityWork with internal departments to meet customer and needsData entry in various platforms\n\nTo Get started takes only 2mins, Please Read and follow these 3 Steps; \n\n1. Follow This LINK TO APPLY: www.remotedataentryjob.com\n\n2. Fill in your Details and Sign up on the Website\n\n Very Important : Please Check Your E-MAIL Inbox and Click The Confirmation Link to Activate Your Account. If the e-mail is not in your inbox, check Spam folder.\n\nFailure to activate your account will result to you not getting paid.**\n\nFOLLOW THIS LINK TO APPLY: www.remotedataentryjob.com\n\nONLY CLICK THIS LINK ABOVE TO JOIN***\n\n\n\nQualifications\nAt least 1 - 2 years of relevant work experience but not required.Good Phone etiquette and excellent verbal, written, and interpersonal skillsAbility to multi-task, organize, and prioritize workRemote opportunityQuick cashBonusesZero supervision\n\nJob Role / Responsibilities\nSolid outgoing personality with superior interaction abilities as well as great work principles.Data entry and also strong business abilities.Effective listening as well as analytical abilities, in addition to the capability to summarise details and deal solutions.Experience with personal computer and also have at least a typical functioning degree typing capability.You should be professional and positive and additionally have a high level of self-motivation and also have the capacity to function individually in your task.Excellent time management and administrative abilities with a keen focus to detail.Other Requirements: This is an on-line work from home position, so you will be required to have the following:Excellent Working Entry Level. Personal Computer.Legitimate high-speed internet access.Full time and amp; Part time telemarketing position jobs.\n\nRequirements\nReps Typically Earn €500 to €900 Plus a weekFlexible Hours, Virtual RemoteComplete Training Is OfferedWork At Your Individual Schedule And SpeedPaid WeeklyWork At HomeNo Sales and No Cold CallingFull Time And Part Time Hours AvailableExcellent client-facing and internal communication skills, written and verbal communication skillsmulti-tasking skillsBasic working knowledge of Microsoft Office Word\n\nMAKE SURE YOU CHECK YOUR EMAIL AND CLICK THE CONFIRMATION LINK IN YOUR INBOX OR SPAM FOLDER\n\nCustomer Service Representative - Work From Home Full & Part Time\n\nWe're actively recruiting during COVID-19. Earn money from Home by Participating in Paid Studies, Data Entry agent, Customer Service Agent, Part-time.\n\nEarn at Home by Taking Polls - Data Entry Clerk.\n\n\n\nTo Get started takes only 2mins, Please Read and follow these 3 Steps; \n\n1. Follow This LINK TO APPLY: www.remotedataentryjob.com\n\n2. Fill in your Details and Sign up on the Website\n\n Very Important : Please Check Your E-MAIL Inbox and Click The Confirmation Link to Activate Your Account. If the e-mail is not in your inbox, check Spam folder.\n\nFailure to activate your account will result to you not getting paid.**\n\nFOLLOW THIS LINK TO APPLY: www.remotedataentryjob.com\n\nONLY CLICK THIS LINK ABOVE TO JOIN***\n\n\n\nEqual Opportunity\n\nWe Remote Jobs Are you Looking To earn some money with a Job as a Student, Stay at Home Individual, Sales Manager, Project Manager, Retail Sales Associate, Administrative Assistant, Cashier Sales Associate, receptionist, secretary, housekeepers, Head Cashier, Secretary, Receptionist Administrative Assistant, Front Desk Receptionist,Front Office Receptionist, Executive Secretary, Delivery Driver, etc to take part in our paid surveys work from home Remote Positions.", "Employment Type": "-1", "Company URL": "-1", "Job URL": "https://www.linkedin.com//jobs/view/2453344438/?eBP=JOB_SEARCH_ORGANIC&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=2s9fkerUd%2BHnXBz5Vw1%2FuA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "5 days ago", "Job Age Number": "5 days ago", "Job Date": "2021-03-09", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 5, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2444176483, "Job Title": "Staff Software Engineer / Tech Lead (Fleet)", "Company Name": "ChargePoint", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "About Us\n\nWith electric vehicles (EVs) expected to be nearly 30% of new vehicle sales by 2025 and more than 50% by 2040, electric mobility is becoming a reality. ChargePoint is at the center of this revolution, powering one of the world’s leading EV charging networks and a comprehensive set of hardware, software and mobile solutions for every charging need. We bring together drivers, businesses, automakers, policymakers, utilities and other stakeholders to make e-mobility a global reality.\n\nSince our founding in 2007, ChargePoint has focused solely on EV charging and established a business model that's been validated by more than a decade in business and thousands of customers. As now a public company, we remain focused on broadening our market leadership and building on years of innovation. ChargePoint offers a once-in-a-lifetime chance to build our all-electric future and dominate a trillion-dollar market.\n\nJoin the team that is building the EV charging industry and make your mark on how people and goods will get everywhere they need to go, in any context, for generations to come\n\nDiscover what it’s like to help build the fueling network of the future - check out our Engineering Blog.\n\nReports To\n\nDirector, Software Engineering\n\nWhat You Will Be Doing\n You will build user-facing products and a scalable architecture to optimize electric fleet charging solutions. As a product back-end engineer at ChargePoint, you’ll work on code that’s closest to the business. Software goals include building and maintaining real-time depot and energy management, providing a dynamic and real-time view of electric vehicle (EV) fleets, and fashioning visualization and notification systems that let us make the users’ experience efficient and seamless. Your work will affect electrical vehicle drivers, fleets, and operations teams as they use the ChargePoint network across the globe. You will work across teams to build and collaborate on product requirements for the next generation of world-class EV technology products. Help make our team better by contributing to code reviews, documentation, and development process. \nThis role could sit remote**\n\nWhat You Will Bring to ChargePoint\n Write code for high quality, web-based energy-management applications. Create robust applications and develop functional prototypes quickly. Design best-fit, adaptive solutions to energy and cost optimization problems. Work with the product team to design and spec new functionality. Work with QA to understand and deliver the work in a given timeline. Participate in all phases of development, from design to implementation, unit testing, and release. Introduce new, cutting-edge technologies to help ChargePoint applications manage energy efficiently and minimize energy costs in a scalable, high-availability manner. \n\nRequirements\n Bachelor's Degree in Computer Science or equivalent At least 7 years of industry experience Strong CS fundamentals Experience with a server-side language such as Python (preferred), Java, Go, etc. AWS experience or any other cloud dev experience is important Comfortable with full-stack projects and able to build a minimum working product quickly Familiarity with server architectures, web services (REST, SOAP) and distributed systems, micro services, etc. Experience with linear programming techniques, process control, device control, and queueing systems is a plus Exposure to architectural patterns of a large-scale web application Understanding of web concepts such as session, cache, cookies, connection pooling, and so on Working knowledge of databases Knowledge of source control tools Familiarity with Kubernetes, NoSQL, ELK stack is a plus \nLocation\n\nNetherlands (Remote)\n\nWe are committed to an inclusive and diverse team. ChargePoint is an equal opportunity employer. We do not discriminate based on race, color, ethnicity, ancestry, national origin, religion, sex, gender, gender identity, gender expression, sexual orientation, age, disability, veteran status, genetic information, marital status or any legally protected status.\n\nIf there is a match between your experiences/skills and the Company needs, we will contact you directly.\n\nChargePoint is an equal opportunity employer.\nApplicants only - Recruiting agencies do not contact.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2444176483/?eBP=CwEAAAF4NJtevAioib0IGc-z7rNJs8guIvi8VAfdPmLXebpjFCpeRZXyhlCmgbwvFR8Hw2URevy2rGNL70sEBv8WtmcpeXwsnbTyYlYf4I1BjgG-xXa2f4n3lqidvqwxZScvA8P-16O2JKeoCfM11V_qeVrT0cT7hkQv4J4UOwWmimGKmMxnfRzvIR1Y3PpMBz7imVtIUPJFfIIqe8Zd5RZK26OwfHvBAkugzdJSIva7FhuUlCsjyAstnrB_DZBbyEiJ8moQWIgxSPBCfOyl86q6REOb61DRe0-rDy6c2zj8qKr2o5OtQHXEmV3AMnXnf1lcc4yuXx4oR5MjKRLx-wIUMlEbY3T7usd54iLeAwMUGfx-epgrWEl4Yn9cGvNxTETTvpg&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=MZJhgaN5gZT7v883LgjOWA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 6, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2444176482, "Job Title": "Staff Software Engineer – Driver Services", "Company Name": "ChargePoint", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Electrical & Electronic Manufacturing', 'Information Technology & Services', 'Computer Software']", "Sector": "['Engineering', 'Information Technology']", "Job Description": "About Us\n\nWith electric vehicles (EVs) expected to be nearly 30% of new vehicle sales by 2025 and more than 50% by 2040, electric mobility is becoming a reality. ChargePoint is at the center of this revolution, powering one of the world’s leading EV charging networks and a comprehensive set of hardware, software and mobile solutions for every charging need. We bring together drivers, businesses, automakers, policymakers, utilities and other stakeholders to make e-mobility a global reality.\n\nSince our founding in 2007, ChargePoint has focused solely on EV charging and established a business model that's been validated by more than a decade in business and thousands of customers. As now a public company, we remain focused on broadening our market leadership and building on years of innovation. ChargePoint offers a once-in-a-lifetime chance to build our all-electric future and dominate a trillion-dollar market.\n\nJoin the team that is building the EV charging industry and make your mark on how people and goods will get everywhere they need to go, in any context, for generations to come\n\nDiscover what it’s like to help build the fueling network of the future - check out our Engineering Blog.\n\nReports To\n\nEngineering Manager\n\nWhat You Will Be Doing\n\nMillions of drivers will be switching to electric vehicles over the coming years. We need your help to make their experience easy. You will design and build back-end systems that power our mobile app, provide special benefits to drivers, and more. You will work with a collaborative, cross-functional team that takes ideas from the drawing board to full-scale implementation. Your outstanding work will speed up the transition to electrified transportation worldwide!\n\nThis role could sit remote**\n\nWhat You Will Bring to ChargePoint\n You architect flexible and scalable systems. You can lead a project from conception to post-release monitoring and maintenance You make thoughtful and respectful contributions to code reviews and design discussions You are excited to dive into code you’ve never seen before, figure out what it does, make it better, and document it. You define user requirements, discuss trade-offs, and plan timelines. You mentor junior developers and make your team stronger. You test your code to ensure correctness and minimize regressions. You have a respectful, positive, and constructive attitude. \n\nRequirements\n You have three or more years of experience building back-end software. You have experience with at least one server-side programming language (PHP, Java, Go, Python, etc.) You have a strong understanding of relational databases (MySQL, PostgreSQL, etc.) You know how to apply computer science algorithms and data structures. You have built and used RESTful APIs You communicate effectively with cross-functional groups. \n\nLocation\n\nNetherlands (Remote)\n\nWe are committed to an inclusive and diverse team. ChargePoint is an equal opportunity employer. We do not discriminate based on race, color, ethnicity, ancestry, national origin, religion, sex, gender, gender identity, gender expression, sexual orientation, age, disability, veteran status, genetic information, marital status or any legally protected status.\n\nIf there is a match between your experiences/skills and the Company needs, we will contact you directly.\n\nChargePoint is an equal opportunity employer.\nApplicants only - Recruiting agencies do not contact.\n\n\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Electrical & Electronic Manufacturing\n            \n\n              Information Technology & Services\n            \n\n              Computer Software\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Engineering\n            \n\n              Information Technology", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/chargepoint/life/", "Job URL": "https://www.linkedin.com//jobs/view/2444176482/?eBP=CwEAAAF4NJtevNXAtO4m44CIFeI2iwYblfwuhddnees82GTC-eSYThlCIFjT5zXiIL_e_PCPlo2irM-MOOqvr1OnxcPwXzo0QHG_ZWrToEWoWs296dpbw6xsk_0bFp4siYdkhZosWFmQdzHs3njAnFq8mRjQyB6dGL-2kFDzHC-i5XJPzDmdbWzSltXGMywmj69RAPHM4muZTlkv8BZMQYHYEhWcF3LNWC8gVbIK6cjqjcsi8TFXHYWEPVf-CNQPmOw64be4bQjwKrSUklIkPGpzpQKAZP_qL8BKe-4A2U5BwFOOV2FILgEl4iorek7UfbDqDz1t458GbCMG3YC5bb5TFDY5bGY_hz1S7LtnFQUB8qlMaoK02rNGFMLZqJbtKvKe5C4&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=6QTZAlCZzJqN2UH9FqjyHw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 7, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2425260833, "Job Title": "Full-Stack Staff Engineer - Scale", "Company Name": "Airwallex", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Financial Services', 'Banking', 'Internet']", "Sector": "['Information Technology', 'Engineering']", "Job Description": "Who We Are\n\nEstablished in Melbourne in 2015, Airwallex is a global payments fintech transforming the way businesses move and manage money domestically and internationally. In today’s fast-changing digital era, our purpose is to empower businesses of all sizes to grow in their own markets and around the world, and by doing so, contribute to the global economy. With technology at our core, we built a proprietary global financial infrastructure platform to help businesses transact, collect and pay in any foreign currency across 130+ countries and 50+ currencies, without the constraints of the traditional global financial system. In just five years since we were founded, Airwallex has grown to become Australia’s fastest-growing fintech unicorn and a well-funded international technology leader backed by world-leading investors. Our leadership, innovation and scale have been recognised and awarded by leading independent authorities, such as listing in Forbes' Cloud 100 2020, and placing in the Top 50 of KPMG’s Global Fintech100 two years in a row. To support our ambitious growth plans, we’re looking to expand our global teams with smart, driven and passionate individuals who are excited about joining our rocketship and taking on the challenge of a lifetime.\n\nWho We Are\n\nAirwallex is a technology company that revolutionises the way businesses operate globally. Our financial infrastructure provides a modern technology stack for businesses to operate internationally, without the challenges of the current global financial system.\n\nBusinesses use Airwallex as their end-to-end global financial services platform. Whether it’s making or receiving payments from customers, domestically or internationally, Airwallex saves businesses time and money by offering real-time, reliable and cost-effective financial solutions. Our web and API solutions support businesses of all sizes, from small companies to large enterprises.\n\nIn this fast-changing digital world that is increasingly becoming borderless, our mission is to empower businesses of all sizes to grow in their own markets and around the world, and by doing so, contribute to the global economy.\n\nThe Role\n\nThis role will work on building one of Airwallex’s flagship product Scale, a payment ecosystem for platform and marketplace businesses. Scale enables platforms to bring merchants and users on their platform together in a single, centralised solution, delivering powerful account management, collection, conversion and payment capabilities with tailored user experience.\n\nResponsibilities\nLead the planning, design, and hands-on to the implementation of the Scale productWork closely with product managers to analyse the product requirements and designing the technical solution and planning the deliveryAdapt technical practices to achieve sustainable and efficient technical resultsDirect technical teams and be accountable for the technical resultsEnsuring compliance with industry standards and safety regulationsThe quality and performance of Scale product, defining and ensuring service SLAs that matches Airwallex’s Engineering OKREstablishing and ensuring great coding standards in the team, reviewing code from team membersContributing to the hiring, training and development of the engineers within the teamIntegrate quality principles and methodology to enhance engineering performance\n\nRequired Experience\nBachelor's degree in engineering or a related field of specialization preferredA minimum of two years' experience as a staff engineer in a similar environment, developing large-scale, distributed systemsAbility to apply safety standards and adhere to industry regulationsExcellent collaboration and communication skills, fluency in EnglishExceptional analytical, strategic thinking, and problem-solving abilitiesAmbitious mindset to make an impact and willingness to challenge the status quoBelieves in Clean Code, Clean Architecture and sets high bar for code qualityFamiliar with common Web Application technologies, frameworks, and multiple programming languages, proficient in Java/KotlinExpertise in common server technologies to optimize service responses and data queries, ensuring service quality, with high performance and availabilityFamiliar with Spring / Spring BootFamiliar with common network protocols and RESTful API design\n\nPreferred\nIndustry experience in payments or broader FinTech industryField experience in designing and delivering global deployable services across multiple data region Great organizational and time management skillsPassionate about technology, performance, accessibility and the beauty of API designFamiliar with frontend technology stacks (React, Webpack, CDN, BFF, Micro Frontend, etc)Experience in leveraging cloud providers AWS/GCP/Azure to provision and managing servicesIn addition to solving for the large opportunities, attention to the details\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Financial Services\n            \n\n              Banking\n            \n\n              Internet\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Information Technology\n            \n\n              Engineering", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/airwallex/life/", "Job URL": "https://www.linkedin.com//jobs/view/2425260833/?eBP=CwEAAAF4NJtevJEBooqNjzOOZrbih0PBML03bsueYPa6k7g8uW46DKupNJdxy29lkjbKStXFfFcGhtPIKx6F614L6yXho9SQp0ofgtGAQqloMKM7FywFZxUKa4ycRW40ljIsc5REntzchOah-V6gcUHc8KPNnY6QvE9PGI26bTuHZcFsaY7rPUXiYptazTvRlPIZ-5Q_cTWckBSjRp0oi_hGapO_1G_o6nc8lEyu0cAdNpEqq7EvCleHOb0zsXZOwCGNKnYkdT7thamgNa9ymaK7e1TF3mVOgpa5z03ebN9nOn2ceq_-8TMQzlztYFGLZX_gRO5JAMiLGwPOIf6HdfYG15XRPELNvfWzYTmtpN_p7rHONV8RqzSrDASgWDCW77omo7s&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=oAeJIklbHrjbRClQ8co6lg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 8, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2425940839, "Job Title": "People Lead (Amsterdam)", "Company Name": "AND Digital", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Information Technology & Services']", "Sector": "['Other']", "Job Description": "Description\n\nPeople Lead (Amsterdam)\n\nAND Introduction\n\nAt AND, we accelerate the development of digital capabilities. In practice, that means helping ambitious leaders and organisations build the teams, products, processes and even operational structures they need to close the digital skills gap within their organisation today, so that they thrive tomorrow.\n\nClients rely on our experience, agility and craft skills across tech and business strategy, software development and product management to address some of the toughest challenges facing their businesses.\n\nWe bring aboard thinkers, tinkerers, passionate software craftspeople and inspiring technologists to help us solve these challenges. Together, we’re united by a sense of pragmatism, purpose and a deeply-held belief that digital products and technology alone won’t transform a business or save the world: it’s the people that count.\n\nAbout You\n\nOur People function isn’t like many others. Our culture is shaped and carried by every single ANDi (that’s what we call our people), and we focus on empowering our teams with the tools, training and support they need to take care of themselves and each other, whilst doing what they enjoy the most. Our People Leads (or People Operations Leads as we call the role internally) play an important role in making this happen. You'll do this by:\n Supporting the Club Exec in executing all people activities for the Club and liaises directly with the other Lines of Business for day to day support on HR practices. Being the first point of contact for Squad Leads and ANDis on guidance about our processes in general (performance management, progression, training, benefits). Managing the Performance Review cycle for everyone in the club – 360 feedback, consolidating performance score and ensuring reviews happen to schedule. Proactively anticipate needs and act where appropriate by keeping in touch with teams, managers and especially people in lone roles. Provide support across key areas such as on-boarding, communications, training, succession and promotion reviews, performance management, change management, and employee engagement. Plan and deliver (with support from the team) Club events such as Club Days, business updates, and any other Club Ops/team engagement related communications. Carry out any other reasonable ad hoc duties in order to support the HR function. Liaise with the payroll team to make sure pension, payroll, contracts and other HR administration updates all happen on time. \n\nTo do that, it’s essential you bring the following:\n Demonstrable experience in similar roles. Flexibility to figure out what is right for our people and environment, and appetite to try new ways of doing things. Challenging the list of rules to help us really live our culture. The technical know-how. This means basic knowledge of Dutch employment law in an HR context. A desire to work within a fast-paced environment. A heap of empathy and emotional intelligence. A positive, can-do attitude focused on solutions and a constant drive for improvement; with a calm attitude in challenging situations. Ability to work closely and engage with remote teams. \n\nIt’s Helpful If You Also Have\n Postgraduate work experience gained in the technology/professional services space. \nJoining AND\n\nFrom the work we deliver, to the way we serve and support our people, we work hard to ensure that there’s nowhere quite like AND. But joining a company is a two-way street: the fit has to work on both sides. So before you apply, here’s three key things to understand about us:\n We’re built for people - like, real humans. Not ‘resources’ or ‘staff’. That means happiness and wellbeing really do matter to us, and we hate unnecessary hierarchy and bureaucracy. There’s no well-trodden path ahead: AND is growing fast and forging a new trail. That’s exciting, and gives us all the autonomy and opportunity we love - but bear in mind it also demands focus, patience and resilience. Diversity is a priority. After all, to build great products that a wide variety of different people love to use, we need a wide variety of people to help us build them. So diversity is more than a policy or a word: it’s business critical for us.\n \n\n\n\n\n\n          Industry\n        \n\n\n              Information Technology & Services\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Other", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/and_digital/life/", "Job URL": "https://www.linkedin.com//jobs/view/2425940839/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=Zmw74zwY7%2FQ35RFhEt74mg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-24", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 9, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2455527584, "Job Title": "Office Assistant", "Company Name": "Walters People", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Ben jij gastvrij en dienstverlenend? Krijg jij energie van een opgeruimd kantoor? Voor een consultancy bedrijf in Amsterdam zijn wij per direct op zoek naar een Office Assistant. Overdag zit je met z’n tweeën achter de receptie en zorg je ervoor dat het kantoor er netjes uitziet. Je hebt contact met de medewerkers en helpt hen waar mogelijk\n\nTaken en verantwoordelijkheden\n\n Ontvangen van gasten Het aannemen van de telefoon Agendabeheer voor de vergaderruimtes  Verzorgen van de vergaderruimtes Algemene mailbox beantwoorden Kantoor netjes houden  \nFunctieprofiel\n\n Gastvrij en dienstverlenend Beschikbaar op maandag, dinsdag en vrijdag Minimaal 2 jaar ervaring in een soortgelijke functie Goede beheersing van de Nederlandse taal in zowel woord als geschrift Ervaring met Microsoft Office \nOns aanbod\n\n Marktconform salaris Functie voor 3 dagen per week \nHeb jij zin om dit team te komen versterken? Solliciteer direct of bel mij bij vragen.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2455527584/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=lu3VIBSPlWlcu6LLVxlMbw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 days ago", "Job Age Number": "4 days ago", "Job Date": "2021-03-10", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 10, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2442994325, "Job Title": "Staff RAQA Specialist", "Company Name": "Stryker", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Electrical & Electronic Manufacturing', 'Mechanical Or Industrial Engineering', 'Medical Device']", "Sector": "['Quality Assurance', 'Science', 'Analyst']", "Job Description": "The Job's Mission\n\nThe Staff RAQA Specialist is owner of multiple QMS processes and acts independently as a liaison for the CDC in regarding Quality Management System, Value Added Services and Continuous Improvements. The Staff RAQA Specialist defines and develops Labeling and Kitting process requirements to make sure the CDC organization keeps meeting the Legal, Corporate, ISO 13485 and FDA RAQA requirements. This role ensures a standardized and structured approach to Stryker, CDC and RAQA processes which will also make sure that all external and internal Stakeholders are aware and acting according to their roles and responsibilities.\n\nKey Activities & Accountabilities \n\nWithin the 4 key pillars of our organization the Senior RAQA specialist is responsible for:\n\nSecure Business Continuity And Day To Day\nQMS Process Ownership, KPI management and including where applicable Document and Record Control.CAPA process handling, tracking progress and statusInput owner to support the Organization regarding Quality Policy, QMS, Regulatory and Quality in general Independently working in teams regarding Process and Organization Change ManagementAct as the RAQA manager delegate in daily processes and projectsAny other RAQA activities as defined by the RAQA Manager \n\nStrengthening The Base\nSupporting and developing the ELPO VAS strategy on labeling and KittingQMS processes reporting to stakeholders in and outside CDC.Act where needed as RAQA Manager back-up towards the local teams \n\nNew Business Needs/ Opportunities\nSupporting M&A, projects and Business integrations to enable growth.Preparing and Acquiring correct Management and RAQA approvals where needed \n\nDevelop For The Future\nNetwork and work with global Stryker stakeholders to review Strategy and CDC QMS and processes \n\nProfile & Competences\nVocational Education (HBO+).A minimum of 5 years’ experience in RAQA roleEducation in or knowledge of logistics processes and/or RAQA processes Proven experience of working in the Medical Devices industry specifically regarding value added services activitiesA minimum of 5 years working in an ISO13485, FDA medical devices or Quality function related environment.Customer and Service minded, Hands-on, Proactive.Excellent communication and interpersonal skills resulting in Business improvement and increased resultsTeam player and able to positively influence others\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Electrical & Electronic Manufacturing\n            \n\n              Mechanical Or Industrial Engineering\n            \n\n              Medical Device\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Quality Assurance\n            \n\n              Science\n            \n\n              Analyst", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/stryker/life/", "Job URL": "https://www.linkedin.com//jobs/view/2442994325/?eBP=CwEAAAF4NJtevGf52xaeAG5-ofgQ3zYH6lBE8udQTtYeOaTgUP5BW7O5nddNFgoWEnq7NLh8Dsplwl8FAP61Gf9ukCUU6_z_87kKlXIBXp75Xw-la2PSHMqPgrawR4z8sEYmtrQxUgh45NkyQGy4LpHxqvY8EENBxvmJ-MzD7wmWnQ2l3Z_YSBC5l3UrEE9rMM_REWkUfXdd_j6GP90LFshTlFLEVZvXm9kb_dVbUoBOcGVsWvpFypeZ0sF3xXBTqNPvz5gFK8JtSlKcOvZ2oYcyXB7m5wdU0mLpsMe_H5y2thMt2sIRB63aHeDzN1wphCDM5fMCrPnhFgz4g0A4UNm_s2jqqhMExC7MXlXhjlvTmyltxSBKfQW5Y0o-w5XzWNPlF-w&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=rf4WiBXWcPpoAo2spPt9Sw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 11, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2425245175, "Job Title": "Lead/Staff Software Engineer (Bangkok based, relocation provided)", "Company Name": "Agoda", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "About Agoda\n\nAgoda is an online travel booking platform for accommodation, flights, and more. We build and deploy cutting edge technology that connects travelers with more than 2.5 million accommodations globally. Based in Asia and part of Booking Holdings, our 4,000+ talents coming from 90+ different nationalities foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enabling our customers to experience the world.\n\nAbout Agoda\n\nAgoda is an online travel booking platform for accommodation, flights, and more. We build and deploy cutting edge technology that connects travelers with more than 2.5 million accommodations globally. Based in Asia and part of Booking Holdings, our 4,000+ talents coming from 90+ different nationalities foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enabling our customers to experience the world.\n\nGet to Know Our Team \n\nThe Data department oversees all of Agoda’s data-related requirements. Our ultimate goal is to enable and increase the use of data in the company through creative approaches and the implementation of powerful resources such as operational and analytical databases, queue systems, BI tools, and data science technology. We hire the brightest minds from around the world to take on this challenge and equip them with the knowledge and tools that contribute to their personal growth and success while supporting our company’s culture of diversity and experimentation. The role the Data team plays at Agoda is critical as business users, product managers, engineers, and many others rely on us to empower their decision making. We are equally dedicated to our customers by improving their search experience with faster results and protecting them from any fraudulent activities. Data is interesting only when you have enough of it, and we have plenty. This is what drives up the challenge as part of the Data department, but also the reward.\n\nThe Opportunity \n\nOne of the most interesting challenges with the Fraud team is to create an infrastructure that is flexible enough to quickly react to new fraud trends. Fraudsters quickly adapt to new patterns, and they are constantly finding new loopholes in order to commit fraud. Fraud Infra team is all about creating a platform that facilitates and allows the Fraud team to quickly counter these patterns and work efficiently. The team, for example, is developing an infrastructure to generate machine learning features so that our AI can be developed in a timely manner.\n\nIn This Role, You’ll Get to \n Design,develop and maintain big data and machine learning processing pipelines Improve scalability, stability, and efficiency of our existing data systems Write great code and help others write great code Collaborate with other teams and departments \n\nWhat You’ll Need To Succeed\n Bachelor’s Degree / Master/ Ph.D. in computer science or equivalent experience Over 3 to 5 years of working experience in tech industry experience Over 2 years of hands-on experience working with technology like Spark, Hadoop, Kafka Good understanding of algorithms and data structure Strong Coding ability Experience with a modern programing language like Scala, Java, Python Excellent verbal and written communication skills \nIt’s Great If You Have \n Knowledge and experience with machine learning Experience with Scrum/Agile development methodologies Experience building large-scale distributed products \nEqual Opportunity Employer \n\nAgoda prides ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n\nTo all recruitment agencies: Agoda does not accept third party resumes. Please do not send resumes to our jobs alias, Agoda employees or any other organization location. Agoda is not responsible for any fees related to unsolicited resumes.\n\nBy applying to this job, you agree that Agoda may process your personal data in accordance with https://careersatagoda.com/privacy-statement/\n\n#sanfrancisco #newyork #seattle #boston #washdc #sydney #melbourne #perth #paris #london #tokyo #dhaka #vienna #edinburgh #liverpool #manchester #amsterdam #munich #berlin #toronto #vancouver #moscow #dublin #seoul #hcmc #telaviv #ENG #IT #4\n\nEqual Opportunity Employer \n\nAt Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n\nWe will keep your application on file in accordance with our privacy policy so that we can consider you for future vacancies. You can always ask to have your details removed from the file by contacting us at [email protected]\n\nTo all recruitment agencies: Agoda does not accept third party resumes. Please do not send resumes to our jobs alias, Agoda employees or any other organization location. Agoda is not responsible for any fees related to unsolicited resumes.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2425245175/?eBP=CwEAAAF4NJtevKtt832FWqovZKuKIKTNdVji9o2dFYsx6obdvo8U2cIbe0zpsPkjDzGfCTXpTNfXUkM3UP6fJSie8dEa-JGfZnleqU9Q4PLbw2kAp4ng8v2pD2vK00HtXRo_cbxM-SiSMN9C-g87hoH34sA8y9r9ReTw8kuxgYaOU1cln6jIcfTaHZv4Y-kFAlTUC2DRZbe6DthDbR19nha0_HfjXpZOardEGl5sXZOwvWDzPOfyrXfzUCy8yW5PRgO3efAdMImslC-hAYaSDtvWKhubvYt24rot6sgnFZGp875a1ev7vgMrmJyYyWJmQP5JAtz1pwqVYPkhC3guTNXSzvT9P2Moxk9GPmFq_5guhaqautApS2sQSB87pxYI0Yy-ui8&recommendedFlavor=SCHOOL_RECRUIT&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=01jZ%2FPho6CWdh7iG6tOzhg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 12, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2439450041, "Job Title": "Head Of Staff and Operations", "Company Name": "Miele  X", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Consumer Goods']", "Sector": "['Management', 'Project Management']", "Job Description": "The Head of Staff and Operations is a key function within Miele X’ eCommerce, Digital Marketing, Data and IT departments. Reporting to the Managing Director, the candidate supports the leadership team of Miele’s global digital hub in the fast-paced built-up of the organization and the establishment of key processes. The role owns and improves company operating cadence and establishes/manages effective processes from idea to execution in the organization to drive fast results. The Head of Staff and Operations allows the executives to scale and gives them back their most important resource: time! Strong leadership and relationship skills round this role off.\nYOUR RESPONSIBILITIES\nWork on the strategic agenda and top priorities of Miele X.Supporting and enabling fast and better decisions of senior management (i.e. Managing director, directors and team leads) by optimizing time, information and decision-making to be used more effective and efficient.Create structures and focus for broad, ambiguous ideas of the executive team and bring forth recommendations for action in a timely manner. Develops decision-making frameworks and continuously follows-up, e.g. of OKRs. Drive operational and planning processes with the executive team and the broader organization.Monitor and identify priorities that require senior leadership focus and connects the respective teams. Lead a team of 3-5FTE.Ensure that Mission, Purpose, Vision and Principles are properly developed and communicated across teams on all levels – includes the preparation and organization of key stakeholder and board meetings.\nYOUR PROFILE\nMaster’s Degree with min. 5+ years of work experience as PMO or consultant in the top global consultancy firms and/or significant experience as a Chief Staff Officer in a larger company or start-up – Advanced Project Management Skills are a must.Profound experience working with top management, strong leadership, project management, organizational and outstanding relationship skills with intercultural and political intelligence.Strong drive to make things happen, works with little or no supervision; Analytically minded and strong in managing and documentation processes from idea to execution, documentation and reporting.Attention to detail and strong follow-up, enjoys building an organization from scratch and to drive fast results with experience in guiding and influencing people without being their manager is a clear advantage.Excellent written and verbal communication skills – proficiency in reading, writing, and speaking English, further languages highly appreciated – broad experience in international positions.\nWE ARE LOOKING FOR YOUR APPLICATION\n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Consumer Goods\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Management\n            \n\n              Project Management", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/miele-x/life/", "Job URL": "https://www.linkedin.com//jobs/view/2439450041/?eBP=CwEAAAF4NJtevATCmX_iqCOyMRtnr90RRegFv-oNog0zjmVBYwY6qimc-uS7OCu0ZwDcbHHBU79V1grjtABoQRGYQf12W68w3V0Unr9pMLzyxYZhgitVfHCPIvDPCSRZH0v-SlNkE94aOS0KFPiZS-5t2x1A1UhpxgYFaV-DE_ApuilwMSKboRGgYauFb7kjJLlmkFD10Ljs1pmLZjQACSsgg_6SBIxOs37jAttn5vNHdvCCorc2snb7huI7PISHfSSOAP1nLRVHsR_EcLj8qhCvgN6VwzXMaXoOPGEaNp37-yQlc0QjQz0GaoYadgF-fui_QipIooSGFsDl5nocFP-DLbCEfyoR7wrA6eyNw4vpQI5zgeTYF-Hpw9_DZjYcWU40mIuHfw&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=rEendfcYyMWi9jg7Q%2BA3zQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 13, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2418294561, "Job Title": "Team Assistant", "Company Name": "CHIEVER", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Chiever zoekt hands-on Team Assistant AMSTERDAM | 24-32 uur (in overleg)\nChiever beschermt merken. De merkengemachtigden en de merkenassistenten zijn hier dagelijks mee bezig en jij ondersteunt hen administratief waar nodig. Jij bent als Team Assistant een spin in het web, hebt je eigen taken en verantwoordelijkheden en neemt zoveel mogelijk werk uit handen van de teams. \nAls Team Assistant verricht je alle voorkomende secretariële en administratieve werkzaamheden ter ondersteuning van o.a. de merkenassistenten. Daarnaast ben je bereid om te helpen waar nodig, denk hierbij aan kantoor brede ondersteunende, administratieve en facilitaire werkzaamheden. Wij zoeken daarom een enthousiaste (juridisch) administratief medewerker die initiatief neemt en in staat is om de merkenwereld snel eigen te maken. Je vindt het leuk om met veel verschillende werkzaamheden bezig te zijn, maar verliest de prioriteiten niet uit het oog. Omdat jij hands-on bent en alles enthousiast aanpakt, lopen de werkzaamheden erg uiteen, maar een greep uit de werkzaamheden waar jij je mee bezig gaat houden zijn: Verwerken van inkomende mails uit verschillende e-mailboxen en evt. opvolging geven Aanmaken en administratief bijhouden van dossiers Verwerken van inkomende post en verzorgen van uitgaande post Beantwoorden van binnenkomende telefoongesprekken Maken van facturen en controle lopende rekeningen Rapportages maken ten behoeve van de teams \nWat is hiervoor nodig: MBO/HBO+ werk- en denkniveau, bij voorkeur een administratieve opleidingGoede kennis van het MS-Office pakket met name Word, Excel en Outlook Goede beheersing van de Nederlandse en Engelse taal (woord & geschrift) Voor deze functie is circa 1 tot 3 jaar werkervaring in een secretariële / officefunctie vereist \nWat ben jij: Nauwkeurig en oplettend Een echte aanpakker, niks is te gek Een grote ondersteunende kracht Dienstverlenend, klantgericht en representatief Iemand die goed samen kan werken, maar ook zelfstandig Je bent positief en denkt in oplossingen \nWat biedt Chiever jou: Chiever biedt jou een marktconform salaris, genoeg vakantiedagen, leuke collega’s & een veelzijdige baan, maar dat is niet alles Chiever is een actieve en sociale organisatie waar je met plezier werkt. Naast hard werken wordt er tijd gemaakt om samen (online) te borrelen, leuke activiteiten met elkaar te doen en zodra het weer kan hebben we een jaarlijks kantooruitje. Dat wil je niet missen! \nBen jij onze nieuwe Team Assistant? Overtuig ons met jouw (Nederlandse) motivatie en stuur deze (met je (Nederlandse) CV) naar HRM@chiever.com t.a.v. Manon Fock. Acquisitie naar aanleiding van deze vacature stellen wij niet op prijs.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2418294561/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=hig395P7QHKEG2CnZ1NTyw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "6 days ago", "Job Age Number": "6 days ago", "Job Date": "2021-03-08", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 14, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2444196985, "Job Title": "Management Assistant", "Company Name": "Just Eat Takeaway.com", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Internet', 'Staffing & Recruiting', 'Human Resources']", "Sector": "['Administrative']", "Job Description": "Does giving support in a dynamic, rapidly growing, international environment energize you? Do you have a talent for planning, organising and do you keep oversight at all times? Are you also flexible and adaptive? Then this might be your dream job!\n\nOur story (the bitesize version)\n\nSince our first order back in 2000, we've grown from an attic start-up to become a food delivery powerhouse. As Just Eat Takeaway.com, we serve millions of dishes every day with brands across 24 countries.\n\nThe key ingredient in our success is people. From our innovative tech teams to marketing experts and support heroes, we're always looking to attract the best global talent.\n\nAll About The Role\n\nThe Management Assistant is responsible for providing professional planning, administrative, and coordination support to one or more managers within JustEatTakeaway.com.\n\nResponsibilities\nMaintain and support the daily schedule of one or more managers, including forward planning of workload and diary management.Manage and prioritize incoming meeting requestsSupport with administrative, approval responsibilities.Service meetings, including preparation of meeting papers, obtaining and preparing briefing materials and presentationsLiaise effectively with internal divisions/departments and external organisations on behalf of Advice on impending work deadlines for both internal and external commitments, e.g. reports, presentations, conferences, projectsEnsure appropriate systems and processes are developed and maintained to support effective and efficient day-to-day planning\n\nCan you deliver…\n\nWe are looking for an experienced Management Assistant who has a good understanding of the work field. Above all, you are accurate, timely and work in a structured manner. You are flexible and creative in finding pragmatic solutions.\n\nFurthermore, You Bring\nAt least 4 years of experience in a position as a Personal Assistant or Management AssistantOutstanding written and verbal communication skillsStrong interpersonal skills and fluency in business English (Dutch is preferred)Excellent organization and time management skillsThrive in a fast-paced environment with a positive mindset whilst being able to prioritize and adapt to changes quicklyExcited to work on changing tasks, depending on business needsHigh level of integrity and discretion in handling confidential informationProject management skills and experience in coordination of cross-functional mattersPrevious experience with supporting Senior Managers is a plusPrevious experience in a tech company is a plus\n\nHere is our offer\n\nLike the perfect food pairing, your skills and these great rewards belong together:\nA challenging position within a globally operating, fast-growing, venturous company with a strong market position in growing marketsA dynamic, friendly workplace at our Amsterdam HQ (we're right by Central Station!)A challenging environment that will stimulate you to grow as a professionalCompetitive salary, paid travel costs and a monthly lunch allowanceFull-time basis with 26 holiday days a year \n\nAre you the Management Assistant who thrives in an ever-changing environment? Click on the button and apply now!\n\nDepartment: Corporate Staff\n \n\n \n\n          Seniority Level\n        \n\n          Entry level\n        \n\n\n\n\n          Industry\n        \n\n\n              Internet\n            \n\n              Staffing & Recruiting\n            \n\n              Human Resources\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Administrative", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/just-eat-takeaway-com/life/", "Job URL": "https://www.linkedin.com//jobs/view/2444196985/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=J3J1nsccbttW7eoxyMXqZg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "3 days ago", "Job Age Number": "3 days ago", "Job Date": "2021-03-12", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 15, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2444131267, "Job Title": "Staff Software Engineer - Distributed Netherlands/EMEA", "Company Name": "HackerOne", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Computer & Network Security']", "Sector": "['Engineering']", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Christian Striker Kohl\n \n\n            Senior Technical Recruiter at HackerOne\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nPosition Summary \nAs Staff Software Engineer, you will work with Product Managers and Designers to be the technical lead for a variety of challenging projects. When you are not leading a project, you are a collaborative and effective software engineer and team member. You will interact with one of the most vibrant communities of security researchers and hackers in the world, and use this experience to build delightful features and products for them, as well as the thousands of companies who trust HackerOne with their cybersecurity posture.\nAs Staff Engineer, you combine broad technological expertise, deep domain knowledge, and an unquestionable dedication to business objectives as you intersect with the engineering organization. You seek leadership responsibilities, identify and spearhead new initiatives, and make systematic improvements to technical weaknesses they find in their squad’s codebases, and in shared codebases across the company.\nHackerOne ValuesHackerOne commits to maintaining the strong, inclusive culture we’ve built for our employees and our community of hackers. As a team, we:believe in integrity, transparency, trust, collaboration, and community;believe in the positive power of hackers and work tirelessly to promote the success of our community to the broader, mainstream audience;strive to be a member of the community: engage and evangelize engagement with white-hat ethical hackers; andchampion proactive security practices to make the internet a safer place.For more information check out our career page   \nYour Journey at HackerOneYour day will start with a warm welcome in the office and get your tools to start!Your first 30 days will be focusing on getting to know our HackerOnies. You will join your new squad and being onboarding - get to learn the technology stack (Ruby on Rails + GraphQL + ReactJS + many more)Within 60 days, you will have committed a bunch of code to our repositories and will start developing a knack for being a fast and effective software engineer on our codebase.Within 90 days, you will start getting ready to lead your first project as Staff Software Engineer - you will have branched out and talked to Sales, Marketing and various other functions, and developed a good sense of cross-functional collaboration and communication.Beyond 90 days, you will be a fully-fledged software engineer.\nWho You AreYou are at first a tech-savvy person who likes to work with people and teamsHelp build a team and cultivate innovation. Drive cross-collaboration and execution of projects across multiple teams8+ years of open source development within SAAS environmentYou know how to make a strong impact on a company levelChampion new initiatives around architectural improvementsCoordinate efforts around new initiatives with senior engineers, product managers, and act as team lead in defining activities of others when neededInspire, mentor, and facilitates other engineers to be successful\nWhat is HackerOne?HackerOne was started by hackers and security leaders who are driven by a passion to make the internet safer. HackerOne is now the #1 hacker-powered security platform, helping organizations find and fix critical vulnerabilities before they can be exploited. We partner with the global hacker community to surface the most relevant security issues of our customers before they can be exploited by criminals. More than 1,700 organizations, including the U.S. Department of Defense, General Motors, Google Play, Twitter, GitHub, Nintendo, Panasonic Avionics, Qualcomm, Starbucks, and Dropbox, trust HackerOne to find critical software vulnerabilities. HackerOne is headquartered in San Francisco with offices in London, the Netherlands, and Singapore.\nAs a team, we believe in integrity, transparency, trust, collaboration and community. We believe in the positive power of hackers and work tirelessly to promote the success of our community to the broader, mainstream audience.\n \n\n\n\n\n\n          Industry\n        \n\n\n              Computer & Network Security\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Engineering", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/hackerone/life/", "Job URL": "https://www.linkedin.com//jobs/view/2444131267/?eBP=CwEAAAF4NJtevNI2Qy7p-in48_t11WRBqVkUZpS_wPUrXWbSFdWdHcVU0wuvAQ_CUkTuJOH2WLiUsmYkmsCdv34LuBuhRHAm-P9888EgA_2rHB07kLV9jcfRdOztubohGdTZk0yxFzBmKYj-tq2wDfdB3X9R9dz5YarLPuueoZlWqUu1OzABCEKy6hFoNVQ0XaG-UvDbpMdJRAMm_3tueT09agDkLkLwP_syDlllCqxVc5bp_Y3ECKMa1BizmTp6NHJMkwhgLwtlGVMbxQkrHJ19cSosRg7-XywtiqI_nO1seVgmemM3wR0HfU5zmijmdMODGUJpkwrIfoI4roQT2DNfBj4v8bUU6MYt0jmxRSdkAWYab5nxk_ycfn8-ESKvJFWD8EHvVg&recommendedFlavor=SCHOOL_RECRUIT&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=jJJ4X3sMG3Mk85NTNmpMHA%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 16, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2452343766, "Job Title": "Team Assistant", "Company Name": "RSM nl", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Ben jij het organisatietalent met een proactieve houding die het leuk vindt om projecten tot in de details te verzorgen? Lees dan verder!\nDIT GA JIJ DOENIn deze functie ben je ondersteunend aan het Financiële Due Dilligence team van RSM. Binnen het team wordt hard gewerkt en snel geschakeld. Jij bent als Team Assistant verantwoordelijk voor de hele backoffice van de binnenkomende en lopende projecten. Je coördineert en organiseert zodat deadlines behaald worden.\nJe werkzaamheden variëren van klantenregistratie, het opstellen van opdrachtbevestigingen tot het sturen van de laatste factuur. Is het project afgerond? Dan ben jij degene die dit bekend zal maken via in- en externe kanalen als LinkedIn, Mena.nl en ons intranet.\nDaarnaast zorg jij met veel enthousiasme voor de juiste sfeer in het team! DIT BEN JIJ Jij bent iemand die situaties vooraf in kaart heeft en graag beweegt binnen een teamverband. Jij weet door jouw teamgeest mensen op een positieve manier te enthousiasmeren.Als Team Assistant herken je jezelf in het volgende profiel:Afgeronde opleiding op HBO/WO niveau;Minimaal 2-3 jaar relevante werkervaring in het uitvoeren en ondersteunen van projecten;Uitstekende beheersing van de Nederlandse en Engelse taal is vereist;Initiatiefrijk, accuraat en stressbestendig;In staat om zowel zelfstandig als in teamverband te functioneren;Je herkent jezelf in onze waarde: wij plaatsen kwaliteit boven kwantiteit en daarnaast ben je maatschappelijk betrokken.\nDIT BIEDEN WIJRSM beschikt over de dynamiek van een snel groeiend bedrijf, heeft de diversiteit en kwaliteit van eigen professionals hoog in het vaandel en kent een goede werksfeer. Daarnaast bieden we je uitgebreide arbeidsvoorwaarden, waaronder:Een uitgebreid secundair arbeidsvoorwaardenpakket:  Je ontvangt een individueel keuzebudget, welke je in kan zetten om bijvoorbeeld extra vakantiedagen bij te kopen.Een goede pensioenregelingEen goede werk-privé balans: Natuurlijk werken we hard, maar werken is niet het enige wat we belangrijk vinden. Samen werken we aan een goede werk-privé balans.Mogelijkheid tot parttime werken: We hebben verschillende verlofregelingen, waaronder ouderschapsverlof en de mogelijkheid tot parttime werken.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2452343766/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=Cxpi7BQMhJViE7GhCX2Lwg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "6 days ago", "Job Age Number": "6 days ago", "Job Date": "2021-03-08", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 17, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2314576536, "Job Title": "Assistant", "Company Name": "FM Global", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "ResponsibilitiesRequest, maintain and follow up as necessary on engineering servicing for locations requiring risk evaluation/assessment to ensure timely delivery of products and services to new and existing clientsSupport account engineering efforts to achieve meaningful risk improvementEnsure the accuracy and timeliness of engineering documentation to clientGenerate and compile information for Account Engineering use during presentations and meetingsRespond to internal and external customer inquiries and/or directs to appropriate personnel\nQualifications:Experience: 2+ years’ experience supporting a work group and/or manager, preferably in an insurance or related work environmentStrong interpersonal skills to get along with various levels of the engineering teams as well as with clients and brokersFluent in spoken and written Dutch as well as EnglishStrong organization, time management and prioritization skillsOutstanding technical skills, including but not limited to, Microsoft Office applications such as Word, Excel and OutlookCustomer oriented and able to work well in teams, as well as the ability to adapt and understand cultural differences", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2314576536/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=Rc5VitH9Ylwp4xKHkD0R2A%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-02-26", "Collection Date": "2021-03-15", "Language": null, "Gender": "Female"}, {"index": 0, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2456434643, "Job Title": "Junior staff assurance", "Company Name": "CROP accountants & adviseurs", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "['Accounting']", "Sector": "['Finance', 'Accounting/Auditing']", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Weijmie Roseboom\n \n\n            Ambassadeur  @CROP en in mijn rol als recruiter altijd op zoek naar de juiste match! *Hiring* (senior) supervisor assurance & compilation\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nVoor onze locaties in Amersfoort, Arnhem, Ede, Hoofddorp en Nieuwegein zijn wij op zoek naar starters in de controlepraktijk per september 2021!\nWord jij onze nieuwe CROP-er?\nWat ga je doen:Als Junior Staff Assurance bij CROP werk je vanaf dag één rechtstreeks voor onze klanten en lever je een essentiële bijdrage aan de uitvoering van assurance-opdrachten. Bij ons krijg je verantwoordelijkheid en ruimte voor eigen initiatief en ontwikkeling.Naast je assurance werkzaamheden zal je werk deels bestaan uit compilation werkzaamheden, fiscale werkzaamheden en het verlenen van diverse adviesdiensten. Dit betekent dat er van jou verwacht wordt dat je een brede interesse hebt en kunt inspelen op de behoeftes van verschillende type klanten Ons klantenpakket is divers en bestaat uit zowel nationale als regionale klanten van diverse omvang uit de midden markt. Je beschikt over een brede interesse en je kunt inspelen op de behoeftes van onze diverse type klanten.Je komt te werken in een informele omgeving waar zelfontplooiing, werkplezier en carrièrekansen centraal staan. Je standplaats is afgestemd op je woonplaats want bij CROP vinden wij een goede balans tussen werk en vrije tijd belangrijk. Wat vragen wij van je:Je hebt een VWO diploma, een propedeuse HBO accountancy, of je hebt een hbo - of universitaire opleiding afgerondJe volgt momenteel de opleiding tot registeraccountant (RA)Je beschikt over 0-2 jaar werkervaring als accountant binnen de audit-praktijkJe bent klantgericht en beschikt over sterke communicatieve vaardighedenJe bent een teamplayerJe hebt brede kennis van vaktechnische onderwerpen en volgt marktontwikkelingen op het gebied van accountancy op de voet\nWat kan je van ons verwachten:Onze kernwaarden aandacht, samen en vooruit zijn ons DNA, dit merk je zodra je onderdeel uitmaakt van CROP. Wij zijn blij met je komst en trakteren jou op een warm welkom. Wij bieden je het volgende aan om zo optimaal mogelijk aan de slag te kunnen gaan:Een functie voor 32 tot 40 uur per weekEen goede onboarding; je doorloopt een custom made programma gedurende je eerste maand bij ons.Een marktconform salaris, afhankelijk van je ervaring.Een jaarcontract; In eerste instantie ontvang je een jaarcontract met de intentie deze na een jaar om te zetten in onbepaalde tijd.Vakantiedagen; Je krijgt bij ons minimaal 24 vakantiedagen tot een maximum van 29 vakantiedagen op basis van een fulltime dienstverband.Een zeer goede pensioenregeling;  Premie vrij basis pensioen met de mogelijkheid tot bij sparen.8% vakantietoeslagEen goede werk/privé balans: onze tijd-voor-tijd regeling biedt ruimte voor een goede werk/privé-balans.Ruimte voor ontwikkeling; bij CROP is er volop ruimte om jezelf te ontwikkelen door middel van vakgerichte scholing en opleidingen en training on the job.Mobiele devices; Wij stellen natuurlijk een mobiele telefoon en laptop ter beschikking om je werk zo goed mogelijk uit te voeren.\nHeb je nog vragen of wil je eerst meer informatie? Neem dan contact op met recruiter Weijmie Roseboom.\n \n\n \n\n          Seniority Level\n        \n\n          Entry level\n        \n\n\n\n\n          Industry\n        \n\n\n              Accounting\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Finance\n            \n\n              Accounting/Auditing", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/crop-accountants-&-adviseurs/life/", "Job URL": "https://www.linkedin.com//jobs/view/2456434643/?eBP=CwEAAAF4NJtevFvMI9SjUFBBD7dXtNzy_bJUE9AxmixIMA63fyD2xp--f99ktp3_kRz_xnzZDv_e4ujBXHfPBb6XnqKzgchAI4Xcm1EhaFkJDj20nKts9jRu6N5g_nDMTLY9_bU2vUAVr29QfpYlsanZK-VdiDntZiC0zpXVHfMBWQriSj1bvYUgpW5oM_LQL2asU8YJx9_FX--oBp3HtJQ5ldmrTMfJwBpoc9sST6DJK-QSNlGJg8Xkx5sKqJILwvaM-l9g9sZzYJPrM13t7Te1qgSQv2xZYC0GpdxaCcjZht5n0jvi-U_9_vX3iSXDvB_L2u56U0RyGEQQ2g58RMRKob7v1tAYDX670QeUjeSwmwWxNp8q7dVsAwoTIjxezCFR-Gg&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=hz4E%2BhYq34VSnbNocC328A%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 9, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2455527584, "Job Title": "Office Assistant", "Company Name": "Walters People", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Ben jij gastvrij en dienstverlenend? Krijg jij energie van een opgeruimd kantoor? Voor een consultancy bedrijf in Amsterdam zijn wij per direct op zoek naar een Office Assistant. Overdag zit je met z’n tweeën achter de receptie en zorg je ervoor dat het kantoor er netjes uitziet. Je hebt contact met de medewerkers en helpt hen waar mogelijk\n\nTaken en verantwoordelijkheden\n\n Ontvangen van gasten Het aannemen van de telefoon Agendabeheer voor de vergaderruimtes  Verzorgen van de vergaderruimtes Algemene mailbox beantwoorden Kantoor netjes houden  \nFunctieprofiel\n\n Gastvrij en dienstverlenend Beschikbaar op maandag, dinsdag en vrijdag Minimaal 2 jaar ervaring in een soortgelijke functie Goede beheersing van de Nederlandse taal in zowel woord als geschrift Ervaring met Microsoft Office \nOns aanbod\n\n Marktconform salaris Functie voor 3 dagen per week \nHeb jij zin om dit team te komen versterken? Solliciteer direct of bel mij bij vragen.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2455527584/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=lu3VIBSPlWlcu6LLVxlMbw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 days ago", "Job Age Number": "4 days ago", "Job Date": "2021-03-10", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 13, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2418294561, "Job Title": "Team Assistant", "Company Name": "CHIEVER", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Chiever zoekt hands-on Team Assistant AMSTERDAM | 24-32 uur (in overleg)\nChiever beschermt merken. De merkengemachtigden en de merkenassistenten zijn hier dagelijks mee bezig en jij ondersteunt hen administratief waar nodig. Jij bent als Team Assistant een spin in het web, hebt je eigen taken en verantwoordelijkheden en neemt zoveel mogelijk werk uit handen van de teams. \nAls Team Assistant verricht je alle voorkomende secretariële en administratieve werkzaamheden ter ondersteuning van o.a. de merkenassistenten. Daarnaast ben je bereid om te helpen waar nodig, denk hierbij aan kantoor brede ondersteunende, administratieve en facilitaire werkzaamheden. Wij zoeken daarom een enthousiaste (juridisch) administratief medewerker die initiatief neemt en in staat is om de merkenwereld snel eigen te maken. Je vindt het leuk om met veel verschillende werkzaamheden bezig te zijn, maar verliest de prioriteiten niet uit het oog. Omdat jij hands-on bent en alles enthousiast aanpakt, lopen de werkzaamheden erg uiteen, maar een greep uit de werkzaamheden waar jij je mee bezig gaat houden zijn: Verwerken van inkomende mails uit verschillende e-mailboxen en evt. opvolging geven Aanmaken en administratief bijhouden van dossiers Verwerken van inkomende post en verzorgen van uitgaande post Beantwoorden van binnenkomende telefoongesprekken Maken van facturen en controle lopende rekeningen Rapportages maken ten behoeve van de teams \nWat is hiervoor nodig: MBO/HBO+ werk- en denkniveau, bij voorkeur een administratieve opleidingGoede kennis van het MS-Office pakket met name Word, Excel en Outlook Goede beheersing van de Nederlandse en Engelse taal (woord & geschrift) Voor deze functie is circa 1 tot 3 jaar werkervaring in een secretariële / officefunctie vereist \nWat ben jij: Nauwkeurig en oplettend Een echte aanpakker, niks is te gek Een grote ondersteunende kracht Dienstverlenend, klantgericht en representatief Iemand die goed samen kan werken, maar ook zelfstandig Je bent positief en denkt in oplossingen \nWat biedt Chiever jou: Chiever biedt jou een marktconform salaris, genoeg vakantiedagen, leuke collega’s & een veelzijdige baan, maar dat is niet alles Chiever is een actieve en sociale organisatie waar je met plezier werkt. Naast hard werken wordt er tijd gemaakt om samen (online) te borrelen, leuke activiteiten met elkaar te doen en zodra het weer kan hebben we een jaarlijks kantooruitje. Dat wil je niet missen! \nBen jij onze nieuwe Team Assistant? Overtuig ons met jouw (Nederlandse) motivatie en stuur deze (met je (Nederlandse) CV) naar HRM@chiever.com t.a.v. Manon Fock. Acquisitie naar aanleiding van deze vacature stellen wij niet op prijs.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2418294561/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=hig395P7QHKEG2CnZ1NTyw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "6 days ago", "Job Age Number": "6 days ago", "Job Date": "2021-03-08", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}, {"index": 16, "Search Keyword": "staff", "Platform": "LinkedIn", "Job ID": 2452343766, "Job Title": "Team Assistant", "Company Name": "RSM nl", "Location": "Amersfoort, Utrecht, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Ben jij het organisatietalent met een proactieve houding die het leuk vindt om projecten tot in de details te verzorgen? Lees dan verder!\nDIT GA JIJ DOENIn deze functie ben je ondersteunend aan het Financiële Due Dilligence team van RSM. Binnen het team wordt hard gewerkt en snel geschakeld. Jij bent als Team Assistant verantwoordelijk voor de hele backoffice van de binnenkomende en lopende projecten. Je coördineert en organiseert zodat deadlines behaald worden.\nJe werkzaamheden variëren van klantenregistratie, het opstellen van opdrachtbevestigingen tot het sturen van de laatste factuur. Is het project afgerond? Dan ben jij degene die dit bekend zal maken via in- en externe kanalen als LinkedIn, Mena.nl en ons intranet.\nDaarnaast zorg jij met veel enthousiasme voor de juiste sfeer in het team! DIT BEN JIJ Jij bent iemand die situaties vooraf in kaart heeft en graag beweegt binnen een teamverband. Jij weet door jouw teamgeest mensen op een positieve manier te enthousiasmeren.Als Team Assistant herken je jezelf in het volgende profiel:Afgeronde opleiding op HBO/WO niveau;Minimaal 2-3 jaar relevante werkervaring in het uitvoeren en ondersteunen van projecten;Uitstekende beheersing van de Nederlandse en Engelse taal is vereist;Initiatiefrijk, accuraat en stressbestendig;In staat om zowel zelfstandig als in teamverband te functioneren;Je herkent jezelf in onze waarde: wij plaatsen kwaliteit boven kwantiteit en daarnaast ben je maatschappelijk betrokken.\nDIT BIEDEN WIJRSM beschikt over de dynamiek van een snel groeiend bedrijf, heeft de diversiteit en kwaliteit van eigen professionals hoog in het vaandel en kent een goede werksfeer. Daarnaast bieden we je uitgebreide arbeidsvoorwaarden, waaronder:Een uitgebreid secundair arbeidsvoorwaardenpakket:  Je ontvangt een individueel keuzebudget, welke je in kan zetten om bijvoorbeeld extra vakantiedagen bij te kopen.Een goede pensioenregelingEen goede werk-privé balans: Natuurlijk werken we hard, maar werken is niet het enige wat we belangrijk vinden. Samen werken we aan een goede werk-privé balans.Mogelijkheid tot parttime werken: We hebben verschillende verlofregelingen, waaronder ouderschapsverlof en de mogelijkheid tot parttime werken.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2452343766/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=TUi6KyLqiF4FN97Hszp7YA%3D%3D&trackingId=Cxpi7BQMhJViE7GhCX2Lwg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "6 days ago", "Job Age Number": "6 days ago", "Job Date": "2021-03-08", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Female"}]
