[{"Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2459122927, "Job Title": "Manufacturing Intern - R-36332", "Company Name": "The Kraft Heinz Company", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Food & Beverages', 'Consumer Goods', 'Food Production']", "Sector": "['Manufacturing']", "Seniority Level": "Internship", "Job Description": "Kraft Heinz, The Company\n\nAs one of the world’s largest food and beverage companies, we are proud to spark joy around mealtimes with a global portfolio of more than 200 brands. Some are iconic master brands like Heinz, Kraft and Planters. Others are fast growing new sensations that defy status quo like DEVOUR and Primal Kitchen. No matter the brand, we are united under one vision To Be the Best Food Company, Growing a Better World. Bringing this vision to life are our 36,000+ teammates around the world, making food people love.\n\nTogether, we help provide meals to those in need through our global partnership and commitment with Rise Against Hunger. And we also stand committed to sustainability, and the health of our planet and its people.\n\nEvery day, we are transforming the food industry with bold thinking and unprecedented results. If you’re passionate like us -- and ready to create the future, build on a storied legacy, and participate as a conscientious global citizen -- there’s one thing to do join us.\n\nOur Culture of Ownership, Meritocracy and Collaboration\n\nWe're not afraid to think differently. Embrace new ideas. Dream big. It all comes down to the way we empower our people to own their work. It’s true Our employees are our competitive advantage.\n\nAs part of the Kraft Heinz family you’re supported to grow and achieve. You’re recognized and rewarded for outstanding performance at every level. You’re given the opportunity to leave your mark and build legacies. But you won’t do it alone. This is where our values and teamwork thrives and collaborative spirit fuels every day.\n\nDescription & Requirements\n\nManufacturing Intern\n\nKraft Heinz Manufacturing Intern \n\nWe have an excellent opportunity available for an enthusiastic Bachelor/Master student who is interested in making a difference in Manufacturing at Kraft Heinz.\n\nThe Position \n\nWithin this internship at Kraft Heinz- you will have the opportunity to explore many aspects of Manufacturing through different functions- such as\nMaintenance & Reliability Capital Projects Safety & Sustainability Production Management Supply Chain \nIf you have a preference- please let us know and this will be respected as much as possible.\n\nTasks throughout the various roles can include\n\nFor all roles there is responsibility to provide insights and visibility at a global level to the different heads´ functions. This is a global internship based in the heart of the business district of Amsterdam- which requires stakeholders’ interaction across all business unites in the company.\n\nFor instance- in a Maintenance & Reliability role- you will be responsible for*\nManage the data collection for Manufacturing KPI’s activities at the sites globally Analyzing this data to validate cost vs benefit  Manage data accuracy Optimizing interval time between the maintenance activities  Support the digital manufacturing agenda. Different Functions will have different responsibilities but all of them will have a tangible output.\n\nJob Requirements\nYou are enrolled at a European university during at least 50% of the duration of the internship. You are at the end of your bachelor- or in your master’s degree Engineering / Supply Chain / Computer Science / Econometrics / Mathematics. You have good knowledge of the English language- both written and spoken. \nNOTE EU working rights are required (Either you have an EU Citizenship or you are studying in the Netherlands).\n\nProfessional Attributes \nEagerness to learn about Manufacturing and Performance in an international- fast-moving environment Computer proficiency including Microsoft Office Suite of products including Microsoft Office Excel (advanced) and PowerPoint. Communication Skills At Kraft Heinz you’ll easily be exposed to senior management- no matter your level. Therefore- it’s important you have excellent communication skills- to deal with all kinds of different stakeholders. Ability to Simplify We like to keep it simple. And to execute fast. Your ability to simplify will be highly appreciated- when you provide simple solutions dealing with complex challenges. Analytical We’re a very data driven company. You know how to translate complex data into a simple solution with your analytical mindset. Project management skills Time management has no secrets for you. You’re organized- structured and always have an overview of all the deliverables. You know how to bring multiple projects to a successful ending within the given timeframe. High pressure You don’t get easily stressed by pressure; a demanding and dynamic environment is what keeps you energized. Team player Self-motivated- flexible and a team player who likes to work with people within a multicultural environment \nRecruitment process \nCV selection based on hard requirements such as EU working rights  Online cultural fit assessment in the form of games - Pymetrics  Online video round - Pymetrics  Online Screening Interview  Online Hiring manager interview  Amazing internship opportunity that can kickstart your career!   Note The recruitment process can take 4/6 weeks in total  \n \n\nWhat We Offer You \n\nProgram start date   June/July 2021.  \n\nDuration 5 or 6 months. \n\nAllowance 625 euro per month (40hrs- 5 days) & full reimbursement of travel expenses.\n\nLocation Amsterdam \n\nBecome a part of a close intern community as well as a young and ambitious work environment. \n\nAs a Kraft Heinz intern you’ll be the owner of your own projects and especially of your own career. At Kraft Heinz- we provide the playing field. You change the game. Are you up for the challenge? \n\n \n\nCOVID-19 update   \n\nLike any other company- Kraft Heinz has been affected by the regulations surrounding COVID-19. Currently- the Amsterdam office is closed to all 500+ employees to guarantee their safety. This decision is reevaluated frequently to see when it is safe for all employees to return to the office.  \n\nKraft Heinz has adapted well to the COVID-19 restrictions and there is an online-onboarding day as well as an online hand-over period. You will receive the full allowance and will continue to work from home fulltime by a company provided laptop- as well as a reimbursement to enhance your work from home environment.  \n\n \n\nContact \n\nIf you have any questions regarding these positions or the recruitment process- please feel free to contact\n\nDarcy Aikins\n\nYoungTalentProgramNL@kraftheinz.com\n \n\n \n\n          Seniority Level\n        \n\n          Internship\n        \n\n\n\n\n          Industry\n        \n\n\n              Food & Beverages\n            \n\n              Consumer Goods\n            \n\n              Food Production\n            \n\n\n\n\n        Employment Type\n      \n\n        Internship\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Manufacturing", "Employment Type": "Internship", "Company URL": "https://www.linkedin.com//company/the-kraft-heinz-company/life/", "Job URL": "https://www.linkedin.com//jobs/view/2459122927/?eBP=CwEAAAF4NGnMDK3TsQVzc5wxr-GoxXnORTL5ML7ZU9Vm3fvq233srHcxCjms1oFJj5KmJ6A2VR1SO3eWCa1sH-ODQGQmh3OFg-Nje7UAhzHX71OmAZGX4Fw1PWDte30VT6yj1vPvbLR2GRdA_YUhSC4nw7yuwGGUfHKM2FmQvv_8yBDZ4W3qn-p56-WdZhmGyeXRuiu19ZURW4kT15Ik-mz3waY6PgyFyZ0RVKw5d2Hy8ZheAmCwj1-mzCmeHkgoV3V9JxGC8vtzlypVjGFSpETLgU0JLcFsZfvkoUUkp5FVEPZKdywlxw1Rb4Sh0KQ7lAOQ6n8SrKbYaGch53RGBkN4cAJMnrKFoKi5o9J9Rr3WtX7obf1XooY4fYXMErWey3sjEA75Le0D&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=UFhbFC8c8jXnBXE1fZqjzw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-15"}, {"Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2435540150, "Job Title": "Manufacturing Team Lead", "Company Name": "Kite Pharma", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Kite is continuing to hire for all open roles. Our interview process may be conducted virtually and some roles will be asked to temporarily work from home. Over the coming weeks and months, we will be implementing a phased approach to bringing employees back to site to ensure the health and safety of our teams.\n\n For Current Kite Pharma Employees and Contractors: \n\nPlease log onto your Internal Career Site to apply for this job\n\nJob Description\n\n\nJob Description\n\nKite, A Gilead Company\n\nAt Kite, we are at the forefront of immunotherapy and engineered T cell therapy. We are helping change the paradigm of cancer treatment and we are revolutionizing individually tailored treatments. That means a fast moving and constantly changing environment, where we make discoveries every day – discoveries that include our own capabilities and our individual potential.\n\nWe’re currently seeking to recruit highly motivated talents for different positions, to join us and be part of our exciting journey in the development of innovative cancer immunotherapies and their translation to the treatment of patients with cancer.\n\nDepartment Description\n\nAs Team Lead Manufacturing you’ll be joining a newly formed team in which people of all backgrounds and experiences are respected, and where working together focused on saving lives, by finding the cure for cancer, is a daily activity.\n\nYou’ll be reporting to the Senior Manager Manufacturing.\n\nYour Responsibilities\n\nWe are seeking a highly effective Team Lead, Manufacturing to be responsible for supervising a team of cell culture manufacturing specialists in a commercial pharmaceutical environment.\n\nResponsibilities, among others, will be:\nSupervise the on-the-floor operations of our commercial cell therapy manufacturing facility in a cGMP environmentBuild a team, provide necessary training and ongoing coaching, discipline and recognition of direct staff, including performing annual performance reviewsGenerate SOPs, MPRs, and SPRs for equipment and procedures used in routine biologics manufactureExecute production and resource schedule against operational planEnsure performance of all process steps specific to the phase or stage of operationProcess monitoring, including manipulation of databases, documents and/or spreadsheets to support business reporting requirementsReview of completed manufacturing documentation per compliance standards and established timelinesInvestigate and resolve problems, identifying root cause, and proposing process improvements through clear communication to senior managementInteract with outside vendors and senior managementParticipate in multi-functional project teams, as necessaryTake corrective action to bring about required changes using change control proceduresOther duties as assigned\nYour Profile\n\nEducation\n\nMLO or higher degree in biology or related field (or equivalent experience required),Minimum 2 years of experience supervising staff\n\nKnowledge/Experience\n\nAble to build and lead a team as well as train entry-level personnelPrevious cell culture experience preferred/highly desiredKnowledgeable of the Current Good Manufacturing Practices (cGMPs) or similar regulated environmentSufficient understanding of process, systems and equipment to troubleshoot problems and provide solutions to senior managementSufficient knowledge of electronic quality systemsPreferably experience with continuous improvement\n\nPersonal Skills\n\nExcellent interpersonal, verbal and written communication skills are essential in this collaborative work environmentHigh energy level and a positive outlook coupled with the requisite “can do” attitude and a willingness to do what it takes to achieve personal and organizational goals and overcome obstaclesWillingness to think outside of the box and adapt best practices to our small, but growing environmentAbility to adapt in a constantly evolving environmentSelf-motivated with a strong sense of ownership in areas of responsibility\n\nAdditional Requirements\n\nAbility to work off-shift and irregular hours as requiredOnly candidates with a valid EU work permit will be consideredMotivation letters are appreciated!\nAs we extend our global reach, we need colleagues interested in change, in challenge, and in building a new future together.\n\nIf you have the ability to thrive in a dynamic and fast-paced environment and feel that the moment has come for you to be part of such an exciting journey towards eliminating the burden of chronic cancer care, don’t miss out on this opportunity to join us and discover your sense of purpose.\n\nAs part of our recruitment process, you will be asked to complete a short 20-minute online Occupational Personality Questionnaire (OPQ) and/or a capability test.\n\nApply now!\n\nMore information?\n\nWould you like to know more before you apply? Would you like to know more before you apply? Please visit us at www.kiteamsterdamcareers.com or contact Robert-Jan Verwaal, Senior Recruiter TA, at CareersEU@kitepharma.com .\n\nOnly candidates in possession of a valid EU work permit will be considered.\n\nKite is a biopharmaceutical company engaged in the development of innovative cancer immunotherapies with a goal of providing rapid, long-term durable response and eliminating the burden of chronic care. The company is focused on chimeric antigen receptor (CAR) and T cell receptor (TCR) engineered cell therapies designed to empower the immune system's ability to recognize and kill tumors. Kite is based in Santa Monica, CA. For more information on Kite, please visit www.kitepharma.com . Sign up to follow @KitePharma on Twitter at www.twitter.com/kitepharma .\n\n Equal Employment Opportunity (EEO) \n\nIt is the policy of Gilead Sciences, Inc. and its subsidiaries and affiliates (collectively \"Gilead\" or the \"Company\") to recruit select and employ the most qualified persons available for positions throughout the Company. Except if otherwise provided by applicable law, all employment actions relating to issues such as compensation, benefits, transfers, layoffs, returns from layoffs, company-sponsored training, education assistance, social and recreational programs are administered on a non-discriminatory basis (i.e. without regard to protected characteristics or prohibited grounds, which may include an individual’s gender, race, color, national origin, ancestry, religion, creed, physical or mental disability, marital status, sexual orientation, medical condition, veteran status, and age, unless such protection is prohibited by federal, state, municipal, provincial, local or other applicable laws). Gilead also prohibits discrimination based on any other characteristics protected by applicable laws.\n\n For Current Kite Pharma Employees and Contractors: \n\nPlease log onto your Internal Career Site to apply for this job.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2435540150/?eBP=CwEAAAF4NGnMDO9Pz776IMBGuVTIz4bvyScZspieZnR-ILtstm8rHZH-ABboszcY13ByEWpdSMH-ili9sxGJjw6fpIZeIMYFD7ijSrDQY_HZsQbOvk091PrxLjRmjiCn5hyTt50neEf813YrFa1GKjENGBfvqNC-eTyY2ol_420GKKykn66BVRdZmJ8YZXKzucSgWwrvMzUBX0B-6Z7-0GFAsDxA2WmThLPlaI6AXEob-gyyOoMVbMYD2j-BInLYv9KqxBfN479pwztyYuy3S8rWynGVSJPHRE58uO6N-steSjehYzmiyMLrlzOsYan_ZLtiDharVFB4dMmEFfYbIlvOR-oa9hkm6Pfc5eFRB10yXAYb4M5p3AgaKE-ci9Ww_goDJqm4Fg&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=sCcklzoa0fNemvmqlxwX%2Fg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-15"}, {"Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2414725464, "Job Title": "Category Procurement Manager - External Manufacturing", "Company Name": "FrieslandCampina", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Category Procurement Manager - External Manufacturing\n\nYou are responsible to control and manage the External Manufacturing category procurement relationships towards External Manufacturers and business stakeholders. The purpose of the role is to secure successful implementation and execution of business strategies and sourcing strategies derived from that.\n\nRegular communication with Stakeholders (Supply chain, R&D, Marketing Mgmt. etc.) must be established and maintained in order to respond to business needs and to contribute to the Business growth in providing NPD solutions and innovative products through External Manufacturers.\n\nBased on Market Intelligence you develop, maintain and optimize ongoing commercial relationships with External Manufacturers, to secure delivery of Products at the best Cost, Quality and Service on time and in full, and fully compliant with FrieslandCampina policies and standards. You analyse and negotiate Total Costs of Products covering R&D costs, Investments, Packaging, Raw Materials and Conversion Costs. Various procurement tools including cost modelling, joint business plans with vendors, bid events and negotiations for agreements are to be applied.\n\nFollowing contract implementation you regularly evaluate supplier performance against contractual KPI’s and initiate/lead corrective action where/when required. When vendor performance issues, complaints or escalation moments occur, you will engage with the supplier and business stakeholder(s) to resolve it.\n\nWhat We Ask\nAcademic working and thinking (Masters degree);5 years working experience in Supply Chain related functions, including minimum 2 years in Procurement Result driven professional;You take responsibility for your work and are continuously looking for new opportunities to make a change;You are customer focused and are able to act with speed and decisiveness to achieve the best results;You act with an owner’s mindset – focusing resources with the long term in mind.Excellent communicator & experience in managing a large variety of stakeholders at different levels.\n\nWhat We Offer\nChallenging job in a very dynamic environment;Work with a wide variety of stakeholders & learn from them;Be part of projects to enable growth of a large Multi-national;Get internal as well as external exposure to grow as a professional;Work in a diverse & fun international team of procurement professionals with different backgrounds and levels of experience;Competitive salary based on the weighting of the job, your experience and your training.\n\nVacancy Description\nManage relationships with External ManufacturersResponsible to control and manage the External Manufacturing category portfolio of Supplier Relationships, to ensure flawless implementation and execution of Supplier Relationship Management.Manage relationships with StakeholdersResponsible to cooperate with the External Manufacturing category Stakeholders, to ensure efficient commercialization with product supply and drive flawless implementation and execution of category programs/charters as well as NPD solutions.Buying NegotiationsActively participate in the final negotiation process, in order to seamlessly take over new/updated vendor relationshipsContract ManagementAccountable to finalize the vendor agreement/contracting documentation as well as contracting procedures following final negotiation.Drive, track and secure TCO (Total Cost of Ownership) and/or AUPR (Annual Unit Price Reduction) as specified in the vendor agreement/contract.Change ManagementDrive change management processes in communicating efficiently and effectively towards External Manufacturers and relevant Business Stakeholders, during program/charter execution phase.Performance & Risk ManagementMonitor performance evolution, issues and complaints across the External Manufacturing category vendor portfolio and agreed KPIs. Follow risk management procedures to ensure risks with critical materials are covered as much as possible.Value creation & savingsLeverage on in-house expertise with relevant experts inside FrieslandCampina and organize Value Engineering events with suppliers to identify additional improvement opportunities and proactively communicate towards category interfaces. Drive value creation and savings for the category.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2414725464/?eBP=CwEAAAF4NGnMDKvVWUC0AVD1b_T-2_JtrTfKfeKTwyDjijrPgg0RpTd7ZU0UAxYiWMbT2_KPAEUC4hXXX5tJwYNm_KK-E9OGCWs3CF0s4qKfi2I5LAI07ghFze_5qxwDZNAXt0qVAsrMpRMslmfyslEsGrierjwlKKxZRCqb2JTSwOLN4UyAdo5jNWnRclQbvpSa3ANFoEP6zUC4MPenU4z_1PI478AoLIbY15MKTntQFbA-jHbVZZzs4IQ0dUuhQd83JTtLRMFvQSvi2HyoGNVdeBBH_hiZj2pJalClcyYso8WtUXf6GM2BDFfljgM0JC7f8CgJtitVDIEomAe8bshS5y-2Sk66fslL1w0_J8fCnRPUe0fqFTjd0mF1DWFzpbkRFvRJTQ&recommendedFlavor=SCHOOL_RECRUIT&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=KsngeDYhR5ploBYz8ZMWDQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-15"}, {"Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2436400460, "Job Title": "Consultant Manufacturing", "Company Name": "EY", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "As a global leader in (Tech) Consulting, Assurance, Tax and Transactions services, we’re using the finance products, expertise and systems we’ve developed to build a better working world. That starts with a culture that believes in giving you the training, opportunities and creative freedom to make things better. \n  \n Within (Tech) Consulting specialized consultants work in various disciplines; from developing until implementing a strategy within diverse company branches and different segments. Our multidisciplinary teams crossing cultural borders work at companies within the fields of Data Analytics, Technology, IT, Data Privacy, Cybersecurity, Strategy, Finance, Risk, Supply Chain & Operations and Life Science & Healthcare. We believe that by managing our clients’ challenges we can make a critical difference.\n  \nWhat you can expect – enriching experiences that will last a lifetime\n EY’s Supply Chain & Operations (SC&O) practice supports clients across different domains: Supply Chain, Procurement, Operational Excellence (both in Manufacturing and Services Organizations) and Smart Factory. In this role as consultant your main focus will be Operational Excellence for Manufacturing. Additionally you have the flexibility to work in the other domains. \n\nIn our Operational Excellence for Manufacturing domain we help leading companies with optimizing their manufacturing operations processes. This ranges from organization-wide operating model re-design and restructuring, to plant, department and process improvements, as well as implementing digital transformation journeys for (shop floor) operations. We look at processes, systems, organization and performance management, while also taking behavior and leadership into account. Total Productive Management (TPM) and Lean principles and philosophy play an important role. Projects typically consist of an analysis and advice phase followed by the implementation of the recommendations.   As a consultant your role will be to lead a sub project within client engagements. You will work independently as well as in teams at our clients, supporting them with improving their business performance. You will work together with EY consultants to coach and support client team members from all levels of the organization, perform analyses and report findings and results.  Drawing on your knowledge, skills and experience, you will start to build valued relationships with external clients and internal peers. Moreover, you will also support in the development of project proposals and thought leadership.  You will play an active role within the team and contribute to the development of all team members.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2436400460/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=SCHOOL_RECRUIT&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=uK%2BsVseVD2EBxyzdlvQJTQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "5 days ago", "Job Age Number": "5 days ago", "Job Date": "2021-03-09", "Collection Date": "2021-03-15"}, {"Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2406646502, "Job Title": "Sneaker Authenticator", "Company Name": "StockX", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "About The Role\n\nWe’re seeking a person to authenticate sneakers. The Sneaker Authenticator inspects sneakers to ensure they meet the standards and conditions of StockX and are authentic. This person will work closely with our operations and customer service team to ensure we deliver an outstanding customer experience. In addition, this role supports the documentation of our authentication guide and helps to develop our growing team. Your work will be fundamental to the success of the business, ensuring that StockX delivers on it value proposition of delivering authentic items to customer.\n\nAs Sneaker Authenticator, you will be an integral member of an exciting, hyper growth company as we continue to expand our service globally. If you enjoy working in a start-up culture, where ambiguity inspires your creativity, StockX may be the place for you.\n\nWhat You Will Do\n Inspect and process sneakers adhering to strict standards of condition and authenticity Assist with building product authenticity guide Proactively work with customer service and other team members to improve process Support operations team in unloading trucks, palletising boxes, opening boxes when needed \n\nAbout You\n Significant experience in reviewing and authenticating sneakers Product knowledge of sneaker manufacturing and illegitimate shortcuts Strong attention to detail and accuracy Sense of urgency to perform tasks to timelines Strong work ethic and positive attitude are a must Ability to work well in teams and good communication skills Comfortable in a fast-pace, entrepreneurial work environment Must be punctual and available to work 40 hours a week between 8am – 6pm minimum Monday-Friday", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2406646502/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=lVqOg8sFaYtK7C6Ru1TsaQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-02-11", "Collection Date": "2021-03-15"}, {"Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2445500766, "Job Title": "Manufacturing Engineer", "Company Name": "Tails.com", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "We’re looking for a Manufacturing Engineer to deliver game-changing process improvements and support engineering projects at our new Amstelveen site, so that we can continue to give our customers a great experience as we expand our European operation.\n\nChanging the world of pet food for good\n\nWe’re tails.com, a dog food subscription company with a big difference. We create truly tailored food for each and every dog we serve. We start by asking people a few simple questions about their dog. Then we use that information to create their dog’s unique tails.com recipe – so their dog gets exactly the nutrition they need, in the taste they love, delivered to their door every month. It’s clever stuff.\n\nWe’ve got ambitious plans. Having created an entirely new category in pet food, we’re now scaling fast in the UK and Europe – backed by Purina, one of the world’s largest pet food companies. You’ll join a bunch of smart people working towards the same goals – and a bunch of smart-ish dogs, all working on their own thing.\n\nTogether, we’ll change the world of pet food for good.\n\nSmart factory. Smarter people.\n\nIn Factory Operations, we’re responsible for creating a different product for each and every dog, and delivering it to our customers - on time and in beautiful condition. It means we design the processes that make it possible to do what tails.com does – meeting challenges and finding new ways to do incredible things.\n\nThe team is engaged, empowered, and high-performing. We’re driven by results and delivery – which means you get the space and trust to take a problem solve it. We believe most hard skills are learnable – so we’re looking for attitude and approach above all else. Eager to learn, adapt, and work hard? You could be just the person we need to deliver a truly game-changing product to thousands of people, every day.\n\nSound like a team you want to join? Here’s how you’ll make a difference:\n\nThe role\n\nYou’ll be delivering game-changing process improvements and supporting engineering projects within our Netherlands factory, to ensure we can continue to supply our customers as we grow and expand in Europe.\n\nThis includes reducing costs, ensuring production stability, and refining and improving our current processes to increase our factory capacity. This is an initial 12 month fixed term contract.\n\nThe things you’ll do\n\n Support production stability at our Netherlands site, specifically with our automated mixing and bagging machines. Work with our software engineering team, to improve user interfaces on our warehouse management system to increase operational performance. Supporting and designing the evolution of the end of line design for package diversion to support international growth. Data analysis projects - driving quick and actionable change and taking advantage of opportunities in our facilities. Support new product launches by inputting on MVP designs and implementing small scale pilot plants. Supporting cross-site changes and initiatives - while ensuring processes are aligned with our London Heathrow site. \n\nThe skills you’ll bring\n\n Analytical mindset - ability to apply this to a broad range of engineering problems Ability to lead process improvement projects, through the use of LEAN or similar principles Brilliant communication skills - work collaboratively and cross-functionally with diverse teams including software engineering Ability to self teach and take feedback. Ability to be adaptable and work outside boundaries of role when required. Self-starter and independent.  \nOur commitment\n\nWe’re proud to be an active equal opportunity employer.\n\nWe want to give everyone a fair chance to join us in changing the world of pet food for good. We do this by conducting a structured recruitment process for all candidates, as well as actively promoting our roles to communities that are under-represented at tails.com.\n\nDuring your interview process you’ll meet some of our team with varying levels of responsibility and experience. We want to give every candidate a fair interview process and if you need any reasonable adjustments made, please let us know.\n\nWhat's in it for you?\n\nWe’re proud to be on a high growth trajectory and with that, proud to offer the chance to work in an environment and with a team that will constantly challenge and develop you.\n\nYou’ll get a competitive salary, and start on 25 days of holiday, optional unpaid leave and a paid volunteer day each year (all prorated to the length of your contract).\n\nWe have shed loads of other great benefits, visit our careers page for more info.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2445500766/?eBP=CwEAAAF4NGnMDFl7chZPJrQeG4NVCXlA5V7C2wmtEr0yBb-ilczvuGa9SUhEEEfm-7qoPQ3ejELxPKnMlxMSIkbo0497LDxBYbJxs5KhxYhjXKyI5BGTJL635xs-86oMMm0LWtAo5C_lxCBzRlO0AkJY7_RAZ_gqNl3xuqXtpmK__g8EqSwGEtW5UyBNkOtvXzGdJJMXzU2M3hTl0BuYj9bbpAhs4aUCXh_Tk7RRv0VnlvQ2n4USEvq2jUM9JXrGm3mn37X2LbNnc8xkk8L1AJbohW3W9wqiXKPlkk1n1-Yw4gOVpIJVlaEaCeS_9ClM14PTDvuz4HWCOkQP0-PPhCBCD0A7cwyAjtX7oQz83sdjz1gQ-1X06CwVCR4TsMOTHVtRXNYdLBUi&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=97PKi0rWcT6k0JUph88B4A%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-15"}, {"Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2436409702, "Job Title": "SAP Manufacturing Consultant", "Company Name": "myBrand", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Dit wordt je jobAls SAP Manufacturing Consultant zit je bij myBrand midden in het hart van onze dienstverlening. Onze klanten zijn continu in beweging en verwachten van ons dat wij hen daarin optimaal ondersteunen. Hoe kunnen bestaande en nieuwe SAP oplossingen bijdragen aan een verdere optimalisatie van hun bedrijfsprocessen? Het antwoord op deze vraag betekent over het algemeen een mooie mix van onderhoud, beheer en innovatieve projecten.  Van onze SAP Manufacturing Consultants vragen wij daarom ook meer dan alleen kennis van en ervaring met SAP. Als SAP Manufacturing Consultant moet je gesprekspartner zijn van de klant, kunnen sparren over de processen binnen de organisatie en deze vervolgens vertalen in de juiste oplossing binnen SAP. Dit doe je natuurlijk niet alleen, maar als onderdeel van een klantteam waarin alle relevante functionele en technische kennis en ervaring is geborgd. Over het algemeen zitten onze mensen een deel van hun tijd bij de klant op locatie om tot een optimale samenwerking te komen. Daarnaast wordt een deel van het werk (remote) uitgevoerd vanuit de myBrand vestigingen om ook flexibel te kunnen inspelen op acute vragen en kennisuitwisseling tussen teams en Consultants te garanderen.   Je brengt de volgende competenties mee:inzicht in productie- en planningsprocessen aan de business kant;minimaal 3 jaar hands on ervaring met MM in combinatie met SAP PP (PI) en/of QM;ambitie om (verder) te ontwikkelen richting S/4HANA;HBO(+) werk- en denk niveau;   in staat om eigen verantwoordelijkheid te dragen;innovatieve en enthousiaste houding;resultaatgerichte en flexibele instelling.\n﻿Waar werk je aan mee?myBrand is een robuuste SAP dienstverlener met ruim 350 medewerkers in vestigingen Apeldoorn, Maarssen en Geertruidenberg. Nextmoves, een gespecialiseerde SAP HCM & SuccessFactors dienstverlener, is onderdeel van myBrand, waarmee het totaal aantal collega’s ruim 390 mensen bedraagt. myBrand en Nextmoves zijn onderdeel van het succesvolle Conclusion Ecosysteem.myBrand en Nextmoves kennen een uniek, bottom-up organisatiemodel waarin medewerkers in hoge mate zelfsturend zijn, met als credo ‘Taking Responsibility’. Er is sprake van een hoge mate van medezeggenschap die onder andere gestalte krijgt vanuit een eigen medezeggenschapsorgaan, het ‘myVoice team’. Veel functies worden rol-gebaseerd ingevuld door de medewerkers zelf, bijvoorbeeld op het gebied van coaching en kennisontwikkeling. Hierdoor is het mogelijk om een platte organisatiestructuur, met één tussenlaag van teamleiders, te handhaven en houden we de lijnen kort.Werken bij myBrand staat voor samenwerken met ervaren collega‘s die kunnen bouwen op jarenlange SAP-ervaring. \nWe hebben je veel te biedenEen afwisselende baan binnen een succesvol en groeiend bedrijf met uiteraard een bijbehorend arbeidsvoorwaardenpakket. En volop ruimte voor (persoonlijke) ontwikkeling en groei!Sfeer vinden wij ook belangrijk. In de clubhuizen genieten we iedere dag van een gezamenlijke lunch en zijn er maandelijkse bijeenkomsten. Er zijn regelmatig familiedagen en teamuitjes, fanatieke sporters vinden elkaar en zo is er nog zoveel meer.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2436409702/?eBP=CwEAAAF4NGnMDLUKqgjuwtCsL9Vdwe1Iwhes-trCfkWlhyfsDpb6H14O64frdH40cRdCGSTjZxhC2gMhmrZFVtycdlqWdnxPrfqjguTsfSLSCJGOs13qJUbJ14XIScMmpQjsF50KQyZ0_IrZwRJkR--zE8TzaRezt8x1DJUt1EzNHu_aRWZoTn1_w7w_39AqwccK-mnLFpYFRPhaJJfWwA9HLQabsSwWR4LX6fOpR5XO9wG_hTSrX6la-IxEaDjSy3EKA_q-xc7urjH3uOK3ExuDb0A1G8dk9BXrH4AkJDCSe2H6k_I6ZZ4afhlqv0vM4sFxwZInV59oVhcWYeW_Fj_31cZtrjFKREERMBGwr7LOH74wjMZkvVwq-yNLtsuIXz9e2mOX1w&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=78iJSBPgd04qQ8Bw%2Fh0dvQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-15"}, {"index": 0, "Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2459122927, "Job Title": "Manufacturing Intern - R-36332", "Company Name": "The Kraft Heinz Company", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Food & Beverages', 'Consumer Goods', 'Food Production']", "Sector": "['Manufacturing']", "Job Description": "Kraft Heinz, The Company\n\nAs one of the world’s largest food and beverage companies, we are proud to spark joy around mealtimes with a global portfolio of more than 200 brands. Some are iconic master brands like Heinz, Kraft and Planters. Others are fast growing new sensations that defy status quo like DEVOUR and Primal Kitchen. No matter the brand, we are united under one vision To Be the Best Food Company, Growing a Better World. Bringing this vision to life are our 36,000+ teammates around the world, making food people love.\n\nTogether, we help provide meals to those in need through our global partnership and commitment with Rise Against Hunger. And we also stand committed to sustainability, and the health of our planet and its people.\n\nEvery day, we are transforming the food industry with bold thinking and unprecedented results. If you’re passionate like us -- and ready to create the future, build on a storied legacy, and participate as a conscientious global citizen -- there’s one thing to do join us.\n\nOur Culture of Ownership, Meritocracy and Collaboration\n\nWe're not afraid to think differently. Embrace new ideas. Dream big. It all comes down to the way we empower our people to own their work. It’s true Our employees are our competitive advantage.\n\nAs part of the Kraft Heinz family you’re supported to grow and achieve. You’re recognized and rewarded for outstanding performance at every level. You’re given the opportunity to leave your mark and build legacies. But you won’t do it alone. This is where our values and teamwork thrives and collaborative spirit fuels every day.\n\nDescription & Requirements\n\nManufacturing Intern\n\nKraft Heinz Manufacturing Intern \n\nWe have an excellent opportunity available for an enthusiastic Bachelor/Master student who is interested in making a difference in Manufacturing at Kraft Heinz.\n\nThe Position \n\nWithin this internship at Kraft Heinz- you will have the opportunity to explore many aspects of Manufacturing through different functions- such as\nMaintenance & Reliability Capital Projects Safety & Sustainability Production Management Supply Chain \nIf you have a preference- please let us know and this will be respected as much as possible.\n\nTasks throughout the various roles can include\n\nFor all roles there is responsibility to provide insights and visibility at a global level to the different heads´ functions. This is a global internship based in the heart of the business district of Amsterdam- which requires stakeholders’ interaction across all business unites in the company.\n\nFor instance- in a Maintenance & Reliability role- you will be responsible for*\nManage the data collection for Manufacturing KPI’s activities at the sites globally Analyzing this data to validate cost vs benefit  Manage data accuracy Optimizing interval time between the maintenance activities  Support the digital manufacturing agenda. Different Functions will have different responsibilities but all of them will have a tangible output.\n\nJob Requirements\nYou are enrolled at a European university during at least 50% of the duration of the internship. You are at the end of your bachelor- or in your master’s degree Engineering / Supply Chain / Computer Science / Econometrics / Mathematics. You have good knowledge of the English language- both written and spoken. \nNOTE EU working rights are required (Either you have an EU Citizenship or you are studying in the Netherlands).\n\nProfessional Attributes \nEagerness to learn about Manufacturing and Performance in an international- fast-moving environment Computer proficiency including Microsoft Office Suite of products including Microsoft Office Excel (advanced) and PowerPoint. Communication Skills At Kraft Heinz you’ll easily be exposed to senior management- no matter your level. Therefore- it’s important you have excellent communication skills- to deal with all kinds of different stakeholders. Ability to Simplify We like to keep it simple. And to execute fast. Your ability to simplify will be highly appreciated- when you provide simple solutions dealing with complex challenges. Analytical We’re a very data driven company. You know how to translate complex data into a simple solution with your analytical mindset. Project management skills Time management has no secrets for you. You’re organized- structured and always have an overview of all the deliverables. You know how to bring multiple projects to a successful ending within the given timeframe. High pressure You don’t get easily stressed by pressure; a demanding and dynamic environment is what keeps you energized. Team player Self-motivated- flexible and a team player who likes to work with people within a multicultural environment \nRecruitment process \nCV selection based on hard requirements such as EU working rights  Online cultural fit assessment in the form of games - Pymetrics  Online video round - Pymetrics  Online Screening Interview  Online Hiring manager interview  Amazing internship opportunity that can kickstart your career!   Note The recruitment process can take 4/6 weeks in total  \n \n\nWhat We Offer You \n\nProgram start date   June/July 2021.  \n\nDuration 5 or 6 months. \n\nAllowance 625 euro per month (40hrs- 5 days) & full reimbursement of travel expenses.\n\nLocation Amsterdam \n\nBecome a part of a close intern community as well as a young and ambitious work environment. \n\nAs a Kraft Heinz intern you’ll be the owner of your own projects and especially of your own career. At Kraft Heinz- we provide the playing field. You change the game. Are you up for the challenge? \n\n \n\nCOVID-19 update   \n\nLike any other company- Kraft Heinz has been affected by the regulations surrounding COVID-19. Currently- the Amsterdam office is closed to all 500+ employees to guarantee their safety. This decision is reevaluated frequently to see when it is safe for all employees to return to the office.  \n\nKraft Heinz has adapted well to the COVID-19 restrictions and there is an online-onboarding day as well as an online hand-over period. You will receive the full allowance and will continue to work from home fulltime by a company provided laptop- as well as a reimbursement to enhance your work from home environment.  \n\n \n\nContact \n\nIf you have any questions regarding these positions or the recruitment process- please feel free to contact\n\nDarcy Aikins\n\nYoungTalentProgramNL@kraftheinz.com\n \n\n \n\n          Seniority Level\n        \n\n          Internship\n        \n\n\n\n\n          Industry\n        \n\n\n              Food & Beverages\n            \n\n              Consumer Goods\n            \n\n              Food Production\n            \n\n\n\n\n        Employment Type\n      \n\n        Internship\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Manufacturing", "Employment Type": "Internship", "Company URL": "https://www.linkedin.com//company/the-kraft-heinz-company/life/", "Job URL": "https://www.linkedin.com//jobs/view/2459122927/?eBP=CwEAAAF4NGnMDK3TsQVzc5wxr-GoxXnORTL5ML7ZU9Vm3fvq233srHcxCjms1oFJj5KmJ6A2VR1SO3eWCa1sH-ODQGQmh3OFg-Nje7UAhzHX71OmAZGX4Fw1PWDte30VT6yj1vPvbLR2GRdA_YUhSC4nw7yuwGGUfHKM2FmQvv_8yBDZ4W3qn-p56-WdZhmGyeXRuiu19ZURW4kT15Ik-mz3waY6PgyFyZ0RVKw5d2Hy8ZheAmCwj1-mzCmeHkgoV3V9JxGC8vtzlypVjGFSpETLgU0JLcFsZfvkoUUkp5FVEPZKdywlxw1Rb4Sh0KQ7lAOQ6n8SrKbYaGch53RGBkN4cAJMnrKFoKi5o9J9Rr3WtX7obf1XooY4fYXMErWey3sjEA75Le0D&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=UFhbFC8c8jXnBXE1fZqjzw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 1, "Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2435540150, "Job Title": "Manufacturing Team Lead", "Company Name": "Kite Pharma", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Kite is continuing to hire for all open roles. Our interview process may be conducted virtually and some roles will be asked to temporarily work from home. Over the coming weeks and months, we will be implementing a phased approach to bringing employees back to site to ensure the health and safety of our teams.\n\n For Current Kite Pharma Employees and Contractors: \n\nPlease log onto your Internal Career Site to apply for this job\n\nJob Description\n\n\nJob Description\n\nKite, A Gilead Company\n\nAt Kite, we are at the forefront of immunotherapy and engineered T cell therapy. We are helping change the paradigm of cancer treatment and we are revolutionizing individually tailored treatments. That means a fast moving and constantly changing environment, where we make discoveries every day – discoveries that include our own capabilities and our individual potential.\n\nWe’re currently seeking to recruit highly motivated talents for different positions, to join us and be part of our exciting journey in the development of innovative cancer immunotherapies and their translation to the treatment of patients with cancer.\n\nDepartment Description\n\nAs Team Lead Manufacturing you’ll be joining a newly formed team in which people of all backgrounds and experiences are respected, and where working together focused on saving lives, by finding the cure for cancer, is a daily activity.\n\nYou’ll be reporting to the Senior Manager Manufacturing.\n\nYour Responsibilities\n\nWe are seeking a highly effective Team Lead, Manufacturing to be responsible for supervising a team of cell culture manufacturing specialists in a commercial pharmaceutical environment.\n\nResponsibilities, among others, will be:\nSupervise the on-the-floor operations of our commercial cell therapy manufacturing facility in a cGMP environmentBuild a team, provide necessary training and ongoing coaching, discipline and recognition of direct staff, including performing annual performance reviewsGenerate SOPs, MPRs, and SPRs for equipment and procedures used in routine biologics manufactureExecute production and resource schedule against operational planEnsure performance of all process steps specific to the phase or stage of operationProcess monitoring, including manipulation of databases, documents and/or spreadsheets to support business reporting requirementsReview of completed manufacturing documentation per compliance standards and established timelinesInvestigate and resolve problems, identifying root cause, and proposing process improvements through clear communication to senior managementInteract with outside vendors and senior managementParticipate in multi-functional project teams, as necessaryTake corrective action to bring about required changes using change control proceduresOther duties as assigned\nYour Profile\n\nEducation\n\nMLO or higher degree in biology or related field (or equivalent experience required),Minimum 2 years of experience supervising staff\n\nKnowledge/Experience\n\nAble to build and lead a team as well as train entry-level personnelPrevious cell culture experience preferred/highly desiredKnowledgeable of the Current Good Manufacturing Practices (cGMPs) or similar regulated environmentSufficient understanding of process, systems and equipment to troubleshoot problems and provide solutions to senior managementSufficient knowledge of electronic quality systemsPreferably experience with continuous improvement\n\nPersonal Skills\n\nExcellent interpersonal, verbal and written communication skills are essential in this collaborative work environmentHigh energy level and a positive outlook coupled with the requisite “can do” attitude and a willingness to do what it takes to achieve personal and organizational goals and overcome obstaclesWillingness to think outside of the box and adapt best practices to our small, but growing environmentAbility to adapt in a constantly evolving environmentSelf-motivated with a strong sense of ownership in areas of responsibility\n\nAdditional Requirements\n\nAbility to work off-shift and irregular hours as requiredOnly candidates with a valid EU work permit will be consideredMotivation letters are appreciated!\nAs we extend our global reach, we need colleagues interested in change, in challenge, and in building a new future together.\n\nIf you have the ability to thrive in a dynamic and fast-paced environment and feel that the moment has come for you to be part of such an exciting journey towards eliminating the burden of chronic cancer care, don’t miss out on this opportunity to join us and discover your sense of purpose.\n\nAs part of our recruitment process, you will be asked to complete a short 20-minute online Occupational Personality Questionnaire (OPQ) and/or a capability test.\n\nApply now!\n\nMore information?\n\nWould you like to know more before you apply? Would you like to know more before you apply? Please visit us at www.kiteamsterdamcareers.com or contact Robert-Jan Verwaal, Senior Recruiter TA, at CareersEU@kitepharma.com .\n\nOnly candidates in possession of a valid EU work permit will be considered.\n\nKite is a biopharmaceutical company engaged in the development of innovative cancer immunotherapies with a goal of providing rapid, long-term durable response and eliminating the burden of chronic care. The company is focused on chimeric antigen receptor (CAR) and T cell receptor (TCR) engineered cell therapies designed to empower the immune system's ability to recognize and kill tumors. Kite is based in Santa Monica, CA. For more information on Kite, please visit www.kitepharma.com . Sign up to follow @KitePharma on Twitter at www.twitter.com/kitepharma .\n\n Equal Employment Opportunity (EEO) \n\nIt is the policy of Gilead Sciences, Inc. and its subsidiaries and affiliates (collectively \"Gilead\" or the \"Company\") to recruit select and employ the most qualified persons available for positions throughout the Company. Except if otherwise provided by applicable law, all employment actions relating to issues such as compensation, benefits, transfers, layoffs, returns from layoffs, company-sponsored training, education assistance, social and recreational programs are administered on a non-discriminatory basis (i.e. without regard to protected characteristics or prohibited grounds, which may include an individual’s gender, race, color, national origin, ancestry, religion, creed, physical or mental disability, marital status, sexual orientation, medical condition, veteran status, and age, unless such protection is prohibited by federal, state, municipal, provincial, local or other applicable laws). Gilead also prohibits discrimination based on any other characteristics protected by applicable laws.\n\n For Current Kite Pharma Employees and Contractors: \n\nPlease log onto your Internal Career Site to apply for this job.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2435540150/?eBP=CwEAAAF4NGnMDO9Pz776IMBGuVTIz4bvyScZspieZnR-ILtstm8rHZH-ABboszcY13ByEWpdSMH-ili9sxGJjw6fpIZeIMYFD7ijSrDQY_HZsQbOvk091PrxLjRmjiCn5hyTt50neEf813YrFa1GKjENGBfvqNC-eTyY2ol_420GKKykn66BVRdZmJ8YZXKzucSgWwrvMzUBX0B-6Z7-0GFAsDxA2WmThLPlaI6AXEob-gyyOoMVbMYD2j-BInLYv9KqxBfN479pwztyYuy3S8rWynGVSJPHRE58uO6N-steSjehYzmiyMLrlzOsYan_ZLtiDharVFB4dMmEFfYbIlvOR-oa9hkm6Pfc5eFRB10yXAYb4M5p3AgaKE-ci9Ww_goDJqm4Fg&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=sCcklzoa0fNemvmqlxwX%2Fg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 2, "Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2414725464, "Job Title": "Category Procurement Manager - External Manufacturing", "Company Name": "FrieslandCampina", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Category Procurement Manager - External Manufacturing\n\nYou are responsible to control and manage the External Manufacturing category procurement relationships towards External Manufacturers and business stakeholders. The purpose of the role is to secure successful implementation and execution of business strategies and sourcing strategies derived from that.\n\nRegular communication with Stakeholders (Supply chain, R&D, Marketing Mgmt. etc.) must be established and maintained in order to respond to business needs and to contribute to the Business growth in providing NPD solutions and innovative products through External Manufacturers.\n\nBased on Market Intelligence you develop, maintain and optimize ongoing commercial relationships with External Manufacturers, to secure delivery of Products at the best Cost, Quality and Service on time and in full, and fully compliant with FrieslandCampina policies and standards. You analyse and negotiate Total Costs of Products covering R&D costs, Investments, Packaging, Raw Materials and Conversion Costs. Various procurement tools including cost modelling, joint business plans with vendors, bid events and negotiations for agreements are to be applied.\n\nFollowing contract implementation you regularly evaluate supplier performance against contractual KPI’s and initiate/lead corrective action where/when required. When vendor performance issues, complaints or escalation moments occur, you will engage with the supplier and business stakeholder(s) to resolve it.\n\nWhat We Ask\nAcademic working and thinking (Masters degree);5 years working experience in Supply Chain related functions, including minimum 2 years in Procurement Result driven professional;You take responsibility for your work and are continuously looking for new opportunities to make a change;You are customer focused and are able to act with speed and decisiveness to achieve the best results;You act with an owner’s mindset – focusing resources with the long term in mind.Excellent communicator & experience in managing a large variety of stakeholders at different levels.\n\nWhat We Offer\nChallenging job in a very dynamic environment;Work with a wide variety of stakeholders & learn from them;Be part of projects to enable growth of a large Multi-national;Get internal as well as external exposure to grow as a professional;Work in a diverse & fun international team of procurement professionals with different backgrounds and levels of experience;Competitive salary based on the weighting of the job, your experience and your training.\n\nVacancy Description\nManage relationships with External ManufacturersResponsible to control and manage the External Manufacturing category portfolio of Supplier Relationships, to ensure flawless implementation and execution of Supplier Relationship Management.Manage relationships with StakeholdersResponsible to cooperate with the External Manufacturing category Stakeholders, to ensure efficient commercialization with product supply and drive flawless implementation and execution of category programs/charters as well as NPD solutions.Buying NegotiationsActively participate in the final negotiation process, in order to seamlessly take over new/updated vendor relationshipsContract ManagementAccountable to finalize the vendor agreement/contracting documentation as well as contracting procedures following final negotiation.Drive, track and secure TCO (Total Cost of Ownership) and/or AUPR (Annual Unit Price Reduction) as specified in the vendor agreement/contract.Change ManagementDrive change management processes in communicating efficiently and effectively towards External Manufacturers and relevant Business Stakeholders, during program/charter execution phase.Performance & Risk ManagementMonitor performance evolution, issues and complaints across the External Manufacturing category vendor portfolio and agreed KPIs. Follow risk management procedures to ensure risks with critical materials are covered as much as possible.Value creation & savingsLeverage on in-house expertise with relevant experts inside FrieslandCampina and organize Value Engineering events with suppliers to identify additional improvement opportunities and proactively communicate towards category interfaces. Drive value creation and savings for the category.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2414725464/?eBP=CwEAAAF4NGnMDKvVWUC0AVD1b_T-2_JtrTfKfeKTwyDjijrPgg0RpTd7ZU0UAxYiWMbT2_KPAEUC4hXXX5tJwYNm_KK-E9OGCWs3CF0s4qKfi2I5LAI07ghFze_5qxwDZNAXt0qVAsrMpRMslmfyslEsGrierjwlKKxZRCqb2JTSwOLN4UyAdo5jNWnRclQbvpSa3ANFoEP6zUC4MPenU4z_1PI478AoLIbY15MKTntQFbA-jHbVZZzs4IQ0dUuhQd83JTtLRMFvQSvi2HyoGNVdeBBH_hiZj2pJalClcyYso8WtUXf6GM2BDFfljgM0JC7f8CgJtitVDIEomAe8bshS5y-2Sk66fslL1w0_J8fCnRPUe0fqFTjd0mF1DWFzpbkRFvRJTQ&recommendedFlavor=SCHOOL_RECRUIT&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=KsngeDYhR5ploBYz8ZMWDQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 3, "Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2436400460, "Job Title": "Consultant Manufacturing", "Company Name": "EY", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "As a global leader in (Tech) Consulting, Assurance, Tax and Transactions services, we’re using the finance products, expertise and systems we’ve developed to build a better working world. That starts with a culture that believes in giving you the training, opportunities and creative freedom to make things better. \n  \n Within (Tech) Consulting specialized consultants work in various disciplines; from developing until implementing a strategy within diverse company branches and different segments. Our multidisciplinary teams crossing cultural borders work at companies within the fields of Data Analytics, Technology, IT, Data Privacy, Cybersecurity, Strategy, Finance, Risk, Supply Chain & Operations and Life Science & Healthcare. We believe that by managing our clients’ challenges we can make a critical difference.\n  \nWhat you can expect – enriching experiences that will last a lifetime\n EY’s Supply Chain & Operations (SC&O) practice supports clients across different domains: Supply Chain, Procurement, Operational Excellence (both in Manufacturing and Services Organizations) and Smart Factory. In this role as consultant your main focus will be Operational Excellence for Manufacturing. Additionally you have the flexibility to work in the other domains. \n\nIn our Operational Excellence for Manufacturing domain we help leading companies with optimizing their manufacturing operations processes. This ranges from organization-wide operating model re-design and restructuring, to plant, department and process improvements, as well as implementing digital transformation journeys for (shop floor) operations. We look at processes, systems, organization and performance management, while also taking behavior and leadership into account. Total Productive Management (TPM) and Lean principles and philosophy play an important role. Projects typically consist of an analysis and advice phase followed by the implementation of the recommendations.   As a consultant your role will be to lead a sub project within client engagements. You will work independently as well as in teams at our clients, supporting them with improving their business performance. You will work together with EY consultants to coach and support client team members from all levels of the organization, perform analyses and report findings and results.  Drawing on your knowledge, skills and experience, you will start to build valued relationships with external clients and internal peers. Moreover, you will also support in the development of project proposals and thought leadership.  You will play an active role within the team and contribute to the development of all team members.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2436400460/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=SCHOOL_RECRUIT&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=uK%2BsVseVD2EBxyzdlvQJTQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "5 days ago", "Job Age Number": "5 days ago", "Job Date": "2021-03-09", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 4, "Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2406646502, "Job Title": "Sneaker Authenticator", "Company Name": "StockX", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "About The Role\n\nWe’re seeking a person to authenticate sneakers. The Sneaker Authenticator inspects sneakers to ensure they meet the standards and conditions of StockX and are authentic. This person will work closely with our operations and customer service team to ensure we deliver an outstanding customer experience. In addition, this role supports the documentation of our authentication guide and helps to develop our growing team. Your work will be fundamental to the success of the business, ensuring that StockX delivers on it value proposition of delivering authentic items to customer.\n\nAs Sneaker Authenticator, you will be an integral member of an exciting, hyper growth company as we continue to expand our service globally. If you enjoy working in a start-up culture, where ambiguity inspires your creativity, StockX may be the place for you.\n\nWhat You Will Do\n Inspect and process sneakers adhering to strict standards of condition and authenticity Assist with building product authenticity guide Proactively work with customer service and other team members to improve process Support operations team in unloading trucks, palletising boxes, opening boxes when needed \n\nAbout You\n Significant experience in reviewing and authenticating sneakers Product knowledge of sneaker manufacturing and illegitimate shortcuts Strong attention to detail and accuracy Sense of urgency to perform tasks to timelines Strong work ethic and positive attitude are a must Ability to work well in teams and good communication skills Comfortable in a fast-pace, entrepreneurial work environment Must be punctual and available to work 40 hours a week between 8am – 6pm minimum Monday-Friday", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2406646502/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=lVqOg8sFaYtK7C6Ru1TsaQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-02-11", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 5, "Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2445500766, "Job Title": "Manufacturing Engineer", "Company Name": "Tails.com", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "We’re looking for a Manufacturing Engineer to deliver game-changing process improvements and support engineering projects at our new Amstelveen site, so that we can continue to give our customers a great experience as we expand our European operation.\n\nChanging the world of pet food for good\n\nWe’re tails.com, a dog food subscription company with a big difference. We create truly tailored food for each and every dog we serve. We start by asking people a few simple questions about their dog. Then we use that information to create their dog’s unique tails.com recipe – so their dog gets exactly the nutrition they need, in the taste they love, delivered to their door every month. It’s clever stuff.\n\nWe’ve got ambitious plans. Having created an entirely new category in pet food, we’re now scaling fast in the UK and Europe – backed by Purina, one of the world’s largest pet food companies. You’ll join a bunch of smart people working towards the same goals – and a bunch of smart-ish dogs, all working on their own thing.\n\nTogether, we’ll change the world of pet food for good.\n\nSmart factory. Smarter people.\n\nIn Factory Operations, we’re responsible for creating a different product for each and every dog, and delivering it to our customers - on time and in beautiful condition. It means we design the processes that make it possible to do what tails.com does – meeting challenges and finding new ways to do incredible things.\n\nThe team is engaged, empowered, and high-performing. We’re driven by results and delivery – which means you get the space and trust to take a problem solve it. We believe most hard skills are learnable – so we’re looking for attitude and approach above all else. Eager to learn, adapt, and work hard? You could be just the person we need to deliver a truly game-changing product to thousands of people, every day.\n\nSound like a team you want to join? Here’s how you’ll make a difference:\n\nThe role\n\nYou’ll be delivering game-changing process improvements and supporting engineering projects within our Netherlands factory, to ensure we can continue to supply our customers as we grow and expand in Europe.\n\nThis includes reducing costs, ensuring production stability, and refining and improving our current processes to increase our factory capacity. This is an initial 12 month fixed term contract.\n\nThe things you’ll do\n\n Support production stability at our Netherlands site, specifically with our automated mixing and bagging machines. Work with our software engineering team, to improve user interfaces on our warehouse management system to increase operational performance. Supporting and designing the evolution of the end of line design for package diversion to support international growth. Data analysis projects - driving quick and actionable change and taking advantage of opportunities in our facilities. Support new product launches by inputting on MVP designs and implementing small scale pilot plants. Supporting cross-site changes and initiatives - while ensuring processes are aligned with our London Heathrow site. \n\nThe skills you’ll bring\n\n Analytical mindset - ability to apply this to a broad range of engineering problems Ability to lead process improvement projects, through the use of LEAN or similar principles Brilliant communication skills - work collaboratively and cross-functionally with diverse teams including software engineering Ability to self teach and take feedback. Ability to be adaptable and work outside boundaries of role when required. Self-starter and independent.  \nOur commitment\n\nWe’re proud to be an active equal opportunity employer.\n\nWe want to give everyone a fair chance to join us in changing the world of pet food for good. We do this by conducting a structured recruitment process for all candidates, as well as actively promoting our roles to communities that are under-represented at tails.com.\n\nDuring your interview process you’ll meet some of our team with varying levels of responsibility and experience. We want to give every candidate a fair interview process and if you need any reasonable adjustments made, please let us know.\n\nWhat's in it for you?\n\nWe’re proud to be on a high growth trajectory and with that, proud to offer the chance to work in an environment and with a team that will constantly challenge and develop you.\n\nYou’ll get a competitive salary, and start on 25 days of holiday, optional unpaid leave and a paid volunteer day each year (all prorated to the length of your contract).\n\nWe have shed loads of other great benefits, visit our careers page for more info.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2445500766/?eBP=CwEAAAF4NGnMDFl7chZPJrQeG4NVCXlA5V7C2wmtEr0yBb-ilczvuGa9SUhEEEfm-7qoPQ3ejELxPKnMlxMSIkbo0497LDxBYbJxs5KhxYhjXKyI5BGTJL635xs-86oMMm0LWtAo5C_lxCBzRlO0AkJY7_RAZ_gqNl3xuqXtpmK__g8EqSwGEtW5UyBNkOtvXzGdJJMXzU2M3hTl0BuYj9bbpAhs4aUCXh_Tk7RRv0VnlvQ2n4USEvq2jUM9JXrGm3mn37X2LbNnc8xkk8L1AJbohW3W9wqiXKPlkk1n1-Yw4gOVpIJVlaEaCeS_9ClM14PTDvuz4HWCOkQP0-PPhCBCD0A7cwyAjtX7oQz83sdjz1gQ-1X06CwVCR4TsMOTHVtRXNYdLBUi&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=97PKi0rWcT6k0JUph88B4A%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 6, "Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2436409702, "Job Title": "SAP Manufacturing Consultant", "Company Name": "myBrand", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Dit wordt je jobAls SAP Manufacturing Consultant zit je bij myBrand midden in het hart van onze dienstverlening. Onze klanten zijn continu in beweging en verwachten van ons dat wij hen daarin optimaal ondersteunen. Hoe kunnen bestaande en nieuwe SAP oplossingen bijdragen aan een verdere optimalisatie van hun bedrijfsprocessen? Het antwoord op deze vraag betekent over het algemeen een mooie mix van onderhoud, beheer en innovatieve projecten.  Van onze SAP Manufacturing Consultants vragen wij daarom ook meer dan alleen kennis van en ervaring met SAP. Als SAP Manufacturing Consultant moet je gesprekspartner zijn van de klant, kunnen sparren over de processen binnen de organisatie en deze vervolgens vertalen in de juiste oplossing binnen SAP. Dit doe je natuurlijk niet alleen, maar als onderdeel van een klantteam waarin alle relevante functionele en technische kennis en ervaring is geborgd. Over het algemeen zitten onze mensen een deel van hun tijd bij de klant op locatie om tot een optimale samenwerking te komen. Daarnaast wordt een deel van het werk (remote) uitgevoerd vanuit de myBrand vestigingen om ook flexibel te kunnen inspelen op acute vragen en kennisuitwisseling tussen teams en Consultants te garanderen.   Je brengt de volgende competenties mee:inzicht in productie- en planningsprocessen aan de business kant;minimaal 3 jaar hands on ervaring met MM in combinatie met SAP PP (PI) en/of QM;ambitie om (verder) te ontwikkelen richting S/4HANA;HBO(+) werk- en denk niveau;   in staat om eigen verantwoordelijkheid te dragen;innovatieve en enthousiaste houding;resultaatgerichte en flexibele instelling.\n﻿Waar werk je aan mee?myBrand is een robuuste SAP dienstverlener met ruim 350 medewerkers in vestigingen Apeldoorn, Maarssen en Geertruidenberg. Nextmoves, een gespecialiseerde SAP HCM & SuccessFactors dienstverlener, is onderdeel van myBrand, waarmee het totaal aantal collega’s ruim 390 mensen bedraagt. myBrand en Nextmoves zijn onderdeel van het succesvolle Conclusion Ecosysteem.myBrand en Nextmoves kennen een uniek, bottom-up organisatiemodel waarin medewerkers in hoge mate zelfsturend zijn, met als credo ‘Taking Responsibility’. Er is sprake van een hoge mate van medezeggenschap die onder andere gestalte krijgt vanuit een eigen medezeggenschapsorgaan, het ‘myVoice team’. Veel functies worden rol-gebaseerd ingevuld door de medewerkers zelf, bijvoorbeeld op het gebied van coaching en kennisontwikkeling. Hierdoor is het mogelijk om een platte organisatiestructuur, met één tussenlaag van teamleiders, te handhaven en houden we de lijnen kort.Werken bij myBrand staat voor samenwerken met ervaren collega‘s die kunnen bouwen op jarenlange SAP-ervaring. \nWe hebben je veel te biedenEen afwisselende baan binnen een succesvol en groeiend bedrijf met uiteraard een bijbehorend arbeidsvoorwaardenpakket. En volop ruimte voor (persoonlijke) ontwikkeling en groei!Sfeer vinden wij ook belangrijk. In de clubhuizen genieten we iedere dag van een gezamenlijke lunch en zijn er maandelijkse bijeenkomsten. Er zijn regelmatig familiedagen en teamuitjes, fanatieke sporters vinden elkaar en zo is er nog zoveel meer.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2436409702/?eBP=CwEAAAF4NGnMDLUKqgjuwtCsL9Vdwe1Iwhes-trCfkWlhyfsDpb6H14O64frdH40cRdCGSTjZxhC2gMhmrZFVtycdlqWdnxPrfqjguTsfSLSCJGOs13qJUbJ14XIScMmpQjsF50KQyZ0_IrZwRJkR--zE8TzaRezt8x1DJUt1EzNHu_aRWZoTn1_w7w_39AqwccK-mnLFpYFRPhaJJfWwA9HLQabsSwWR4LX6fOpR5XO9wG_hTSrX6la-IxEaDjSy3EKA_q-xc7urjH3uOK3ExuDb0A1G8dk9BXrH4AkJDCSe2H6k_I6ZZ4afhlqv0vM4sFxwZInV59oVhcWYeW_Fj_31cZtrjFKREERMBGwr7LOH74wjMZkvVwq-yNLtsuIXz9e2mOX1w&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=78iJSBPgd04qQ8Bw%2Fh0dvQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 0, "Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2459122927, "Job Title": "Manufacturing Intern - R-36332", "Company Name": "The Kraft Heinz Company", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Food & Beverages', 'Consumer Goods', 'Food Production']", "Sector": "['Manufacturing']", "Job Description": "Kraft Heinz, The Company\n\nAs one of the world’s largest food and beverage companies, we are proud to spark joy around mealtimes with a global portfolio of more than 200 brands. Some are iconic master brands like Heinz, Kraft and Planters. Others are fast growing new sensations that defy status quo like DEVOUR and Primal Kitchen. No matter the brand, we are united under one vision To Be the Best Food Company, Growing a Better World. Bringing this vision to life are our 36,000+ teammates around the world, making food people love.\n\nTogether, we help provide meals to those in need through our global partnership and commitment with Rise Against Hunger. And we also stand committed to sustainability, and the health of our planet and its people.\n\nEvery day, we are transforming the food industry with bold thinking and unprecedented results. If you’re passionate like us -- and ready to create the future, build on a storied legacy, and participate as a conscientious global citizen -- there’s one thing to do join us.\n\nOur Culture of Ownership, Meritocracy and Collaboration\n\nWe're not afraid to think differently. Embrace new ideas. Dream big. It all comes down to the way we empower our people to own their work. It’s true Our employees are our competitive advantage.\n\nAs part of the Kraft Heinz family you’re supported to grow and achieve. You’re recognized and rewarded for outstanding performance at every level. You’re given the opportunity to leave your mark and build legacies. But you won’t do it alone. This is where our values and teamwork thrives and collaborative spirit fuels every day.\n\nDescription & Requirements\n\nManufacturing Intern\n\nKraft Heinz Manufacturing Intern \n\nWe have an excellent opportunity available for an enthusiastic Bachelor/Master student who is interested in making a difference in Manufacturing at Kraft Heinz.\n\nThe Position \n\nWithin this internship at Kraft Heinz- you will have the opportunity to explore many aspects of Manufacturing through different functions- such as\nMaintenance & Reliability Capital Projects Safety & Sustainability Production Management Supply Chain \nIf you have a preference- please let us know and this will be respected as much as possible.\n\nTasks throughout the various roles can include\n\nFor all roles there is responsibility to provide insights and visibility at a global level to the different heads´ functions. This is a global internship based in the heart of the business district of Amsterdam- which requires stakeholders’ interaction across all business unites in the company.\n\nFor instance- in a Maintenance & Reliability role- you will be responsible for*\nManage the data collection for Manufacturing KPI’s activities at the sites globally Analyzing this data to validate cost vs benefit  Manage data accuracy Optimizing interval time between the maintenance activities  Support the digital manufacturing agenda. Different Functions will have different responsibilities but all of them will have a tangible output.\n\nJob Requirements\nYou are enrolled at a European university during at least 50% of the duration of the internship. You are at the end of your bachelor- or in your master’s degree Engineering / Supply Chain / Computer Science / Econometrics / Mathematics. You have good knowledge of the English language- both written and spoken. \nNOTE EU working rights are required (Either you have an EU Citizenship or you are studying in the Netherlands).\n\nProfessional Attributes \nEagerness to learn about Manufacturing and Performance in an international- fast-moving environment Computer proficiency including Microsoft Office Suite of products including Microsoft Office Excel (advanced) and PowerPoint. Communication Skills At Kraft Heinz you’ll easily be exposed to senior management- no matter your level. Therefore- it’s important you have excellent communication skills- to deal with all kinds of different stakeholders. Ability to Simplify We like to keep it simple. And to execute fast. Your ability to simplify will be highly appreciated- when you provide simple solutions dealing with complex challenges. Analytical We’re a very data driven company. You know how to translate complex data into a simple solution with your analytical mindset. Project management skills Time management has no secrets for you. You’re organized- structured and always have an overview of all the deliverables. You know how to bring multiple projects to a successful ending within the given timeframe. High pressure You don’t get easily stressed by pressure; a demanding and dynamic environment is what keeps you energized. Team player Self-motivated- flexible and a team player who likes to work with people within a multicultural environment \nRecruitment process \nCV selection based on hard requirements such as EU working rights  Online cultural fit assessment in the form of games - Pymetrics  Online video round - Pymetrics  Online Screening Interview  Online Hiring manager interview  Amazing internship opportunity that can kickstart your career!   Note The recruitment process can take 4/6 weeks in total  \n \n\nWhat We Offer You \n\nProgram start date   June/July 2021.  \n\nDuration 5 or 6 months. \n\nAllowance 625 euro per month (40hrs- 5 days) & full reimbursement of travel expenses.\n\nLocation Amsterdam \n\nBecome a part of a close intern community as well as a young and ambitious work environment. \n\nAs a Kraft Heinz intern you’ll be the owner of your own projects and especially of your own career. At Kraft Heinz- we provide the playing field. You change the game. Are you up for the challenge? \n\n \n\nCOVID-19 update   \n\nLike any other company- Kraft Heinz has been affected by the regulations surrounding COVID-19. Currently- the Amsterdam office is closed to all 500+ employees to guarantee their safety. This decision is reevaluated frequently to see when it is safe for all employees to return to the office.  \n\nKraft Heinz has adapted well to the COVID-19 restrictions and there is an online-onboarding day as well as an online hand-over period. You will receive the full allowance and will continue to work from home fulltime by a company provided laptop- as well as a reimbursement to enhance your work from home environment.  \n\n \n\nContact \n\nIf you have any questions regarding these positions or the recruitment process- please feel free to contact\n\nDarcy Aikins\n\nYoungTalentProgramNL@kraftheinz.com\n \n\n \n\n          Seniority Level\n        \n\n          Internship\n        \n\n\n\n\n          Industry\n        \n\n\n              Food & Beverages\n            \n\n              Consumer Goods\n            \n\n              Food Production\n            \n\n\n\n\n        Employment Type\n      \n\n        Internship\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Manufacturing", "Employment Type": "Internship", "Company URL": "https://www.linkedin.com//company/the-kraft-heinz-company/life/", "Job URL": "https://www.linkedin.com//jobs/view/2459122927/?eBP=CwEAAAF4NGnMDK3TsQVzc5wxr-GoxXnORTL5ML7ZU9Vm3fvq233srHcxCjms1oFJj5KmJ6A2VR1SO3eWCa1sH-ODQGQmh3OFg-Nje7UAhzHX71OmAZGX4Fw1PWDte30VT6yj1vPvbLR2GRdA_YUhSC4nw7yuwGGUfHKM2FmQvv_8yBDZ4W3qn-p56-WdZhmGyeXRuiu19ZURW4kT15Ik-mz3waY6PgyFyZ0RVKw5d2Hy8ZheAmCwj1-mzCmeHkgoV3V9JxGC8vtzlypVjGFSpETLgU0JLcFsZfvkoUUkp5FVEPZKdywlxw1Rb4Sh0KQ7lAOQ6n8SrKbYaGch53RGBkN4cAJMnrKFoKi5o9J9Rr3WtX7obf1XooY4fYXMErWey3sjEA75Le0D&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=UFhbFC8c8jXnBXE1fZqjzw%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 1, "Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2435540150, "Job Title": "Manufacturing Team Lead", "Company Name": "Kite Pharma", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Kite is continuing to hire for all open roles. Our interview process may be conducted virtually and some roles will be asked to temporarily work from home. Over the coming weeks and months, we will be implementing a phased approach to bringing employees back to site to ensure the health and safety of our teams.\n\n For Current Kite Pharma Employees and Contractors: \n\nPlease log onto your Internal Career Site to apply for this job\n\nJob Description\n\n\nJob Description\n\nKite, A Gilead Company\n\nAt Kite, we are at the forefront of immunotherapy and engineered T cell therapy. We are helping change the paradigm of cancer treatment and we are revolutionizing individually tailored treatments. That means a fast moving and constantly changing environment, where we make discoveries every day – discoveries that include our own capabilities and our individual potential.\n\nWe’re currently seeking to recruit highly motivated talents for different positions, to join us and be part of our exciting journey in the development of innovative cancer immunotherapies and their translation to the treatment of patients with cancer.\n\nDepartment Description\n\nAs Team Lead Manufacturing you’ll be joining a newly formed team in which people of all backgrounds and experiences are respected, and where working together focused on saving lives, by finding the cure for cancer, is a daily activity.\n\nYou’ll be reporting to the Senior Manager Manufacturing.\n\nYour Responsibilities\n\nWe are seeking a highly effective Team Lead, Manufacturing to be responsible for supervising a team of cell culture manufacturing specialists in a commercial pharmaceutical environment.\n\nResponsibilities, among others, will be:\nSupervise the on-the-floor operations of our commercial cell therapy manufacturing facility in a cGMP environmentBuild a team, provide necessary training and ongoing coaching, discipline and recognition of direct staff, including performing annual performance reviewsGenerate SOPs, MPRs, and SPRs for equipment and procedures used in routine biologics manufactureExecute production and resource schedule against operational planEnsure performance of all process steps specific to the phase or stage of operationProcess monitoring, including manipulation of databases, documents and/or spreadsheets to support business reporting requirementsReview of completed manufacturing documentation per compliance standards and established timelinesInvestigate and resolve problems, identifying root cause, and proposing process improvements through clear communication to senior managementInteract with outside vendors and senior managementParticipate in multi-functional project teams, as necessaryTake corrective action to bring about required changes using change control proceduresOther duties as assigned\nYour Profile\n\nEducation\n\nMLO or higher degree in biology or related field (or equivalent experience required),Minimum 2 years of experience supervising staff\n\nKnowledge/Experience\n\nAble to build and lead a team as well as train entry-level personnelPrevious cell culture experience preferred/highly desiredKnowledgeable of the Current Good Manufacturing Practices (cGMPs) or similar regulated environmentSufficient understanding of process, systems and equipment to troubleshoot problems and provide solutions to senior managementSufficient knowledge of electronic quality systemsPreferably experience with continuous improvement\n\nPersonal Skills\n\nExcellent interpersonal, verbal and written communication skills are essential in this collaborative work environmentHigh energy level and a positive outlook coupled with the requisite “can do” attitude and a willingness to do what it takes to achieve personal and organizational goals and overcome obstaclesWillingness to think outside of the box and adapt best practices to our small, but growing environmentAbility to adapt in a constantly evolving environmentSelf-motivated with a strong sense of ownership in areas of responsibility\n\nAdditional Requirements\n\nAbility to work off-shift and irregular hours as requiredOnly candidates with a valid EU work permit will be consideredMotivation letters are appreciated!\nAs we extend our global reach, we need colleagues interested in change, in challenge, and in building a new future together.\n\nIf you have the ability to thrive in a dynamic and fast-paced environment and feel that the moment has come for you to be part of such an exciting journey towards eliminating the burden of chronic cancer care, don’t miss out on this opportunity to join us and discover your sense of purpose.\n\nAs part of our recruitment process, you will be asked to complete a short 20-minute online Occupational Personality Questionnaire (OPQ) and/or a capability test.\n\nApply now!\n\nMore information?\n\nWould you like to know more before you apply? Would you like to know more before you apply? Please visit us at www.kiteamsterdamcareers.com or contact Robert-Jan Verwaal, Senior Recruiter TA, at CareersEU@kitepharma.com .\n\nOnly candidates in possession of a valid EU work permit will be considered.\n\nKite is a biopharmaceutical company engaged in the development of innovative cancer immunotherapies with a goal of providing rapid, long-term durable response and eliminating the burden of chronic care. The company is focused on chimeric antigen receptor (CAR) and T cell receptor (TCR) engineered cell therapies designed to empower the immune system's ability to recognize and kill tumors. Kite is based in Santa Monica, CA. For more information on Kite, please visit www.kitepharma.com . Sign up to follow @KitePharma on Twitter at www.twitter.com/kitepharma .\n\n Equal Employment Opportunity (EEO) \n\nIt is the policy of Gilead Sciences, Inc. and its subsidiaries and affiliates (collectively \"Gilead\" or the \"Company\") to recruit select and employ the most qualified persons available for positions throughout the Company. Except if otherwise provided by applicable law, all employment actions relating to issues such as compensation, benefits, transfers, layoffs, returns from layoffs, company-sponsored training, education assistance, social and recreational programs are administered on a non-discriminatory basis (i.e. without regard to protected characteristics or prohibited grounds, which may include an individual’s gender, race, color, national origin, ancestry, religion, creed, physical or mental disability, marital status, sexual orientation, medical condition, veteran status, and age, unless such protection is prohibited by federal, state, municipal, provincial, local or other applicable laws). Gilead also prohibits discrimination based on any other characteristics protected by applicable laws.\n\n For Current Kite Pharma Employees and Contractors: \n\nPlease log onto your Internal Career Site to apply for this job.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2435540150/?eBP=CwEAAAF4NGnMDO9Pz776IMBGuVTIz4bvyScZspieZnR-ILtstm8rHZH-ABboszcY13ByEWpdSMH-ili9sxGJjw6fpIZeIMYFD7ijSrDQY_HZsQbOvk091PrxLjRmjiCn5hyTt50neEf813YrFa1GKjENGBfvqNC-eTyY2ol_420GKKykn66BVRdZmJ8YZXKzucSgWwrvMzUBX0B-6Z7-0GFAsDxA2WmThLPlaI6AXEob-gyyOoMVbMYD2j-BInLYv9KqxBfN479pwztyYuy3S8rWynGVSJPHRE58uO6N-steSjehYzmiyMLrlzOsYan_ZLtiDharVFB4dMmEFfYbIlvOR-oa9hkm6Pfc5eFRB10yXAYb4M5p3AgaKE-ci9Ww_goDJqm4Fg&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=sCcklzoa0fNemvmqlxwX%2Fg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 2, "Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2414725464, "Job Title": "Category Procurement Manager - External Manufacturing", "Company Name": "FrieslandCampina", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Category Procurement Manager - External Manufacturing\n\nYou are responsible to control and manage the External Manufacturing category procurement relationships towards External Manufacturers and business stakeholders. The purpose of the role is to secure successful implementation and execution of business strategies and sourcing strategies derived from that.\n\nRegular communication with Stakeholders (Supply chain, R&D, Marketing Mgmt. etc.) must be established and maintained in order to respond to business needs and to contribute to the Business growth in providing NPD solutions and innovative products through External Manufacturers.\n\nBased on Market Intelligence you develop, maintain and optimize ongoing commercial relationships with External Manufacturers, to secure delivery of Products at the best Cost, Quality and Service on time and in full, and fully compliant with FrieslandCampina policies and standards. You analyse and negotiate Total Costs of Products covering R&D costs, Investments, Packaging, Raw Materials and Conversion Costs. Various procurement tools including cost modelling, joint business plans with vendors, bid events and negotiations for agreements are to be applied.\n\nFollowing contract implementation you regularly evaluate supplier performance against contractual KPI’s and initiate/lead corrective action where/when required. When vendor performance issues, complaints or escalation moments occur, you will engage with the supplier and business stakeholder(s) to resolve it.\n\nWhat We Ask\nAcademic working and thinking (Masters degree);5 years working experience in Supply Chain related functions, including minimum 2 years in Procurement Result driven professional;You take responsibility for your work and are continuously looking for new opportunities to make a change;You are customer focused and are able to act with speed and decisiveness to achieve the best results;You act with an owner’s mindset – focusing resources with the long term in mind.Excellent communicator & experience in managing a large variety of stakeholders at different levels.\n\nWhat We Offer\nChallenging job in a very dynamic environment;Work with a wide variety of stakeholders & learn from them;Be part of projects to enable growth of a large Multi-national;Get internal as well as external exposure to grow as a professional;Work in a diverse & fun international team of procurement professionals with different backgrounds and levels of experience;Competitive salary based on the weighting of the job, your experience and your training.\n\nVacancy Description\nManage relationships with External ManufacturersResponsible to control and manage the External Manufacturing category portfolio of Supplier Relationships, to ensure flawless implementation and execution of Supplier Relationship Management.Manage relationships with StakeholdersResponsible to cooperate with the External Manufacturing category Stakeholders, to ensure efficient commercialization with product supply and drive flawless implementation and execution of category programs/charters as well as NPD solutions.Buying NegotiationsActively participate in the final negotiation process, in order to seamlessly take over new/updated vendor relationshipsContract ManagementAccountable to finalize the vendor agreement/contracting documentation as well as contracting procedures following final negotiation.Drive, track and secure TCO (Total Cost of Ownership) and/or AUPR (Annual Unit Price Reduction) as specified in the vendor agreement/contract.Change ManagementDrive change management processes in communicating efficiently and effectively towards External Manufacturers and relevant Business Stakeholders, during program/charter execution phase.Performance & Risk ManagementMonitor performance evolution, issues and complaints across the External Manufacturing category vendor portfolio and agreed KPIs. Follow risk management procedures to ensure risks with critical materials are covered as much as possible.Value creation & savingsLeverage on in-house expertise with relevant experts inside FrieslandCampina and organize Value Engineering events with suppliers to identify additional improvement opportunities and proactively communicate towards category interfaces. Drive value creation and savings for the category.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2414725464/?eBP=CwEAAAF4NGnMDKvVWUC0AVD1b_T-2_JtrTfKfeKTwyDjijrPgg0RpTd7ZU0UAxYiWMbT2_KPAEUC4hXXX5tJwYNm_KK-E9OGCWs3CF0s4qKfi2I5LAI07ghFze_5qxwDZNAXt0qVAsrMpRMslmfyslEsGrierjwlKKxZRCqb2JTSwOLN4UyAdo5jNWnRclQbvpSa3ANFoEP6zUC4MPenU4z_1PI478AoLIbY15MKTntQFbA-jHbVZZzs4IQ0dUuhQd83JTtLRMFvQSvi2HyoGNVdeBBH_hiZj2pJalClcyYso8WtUXf6GM2BDFfljgM0JC7f8CgJtitVDIEomAe8bshS5y-2Sk66fslL1w0_J8fCnRPUe0fqFTjd0mF1DWFzpbkRFvRJTQ&recommendedFlavor=SCHOOL_RECRUIT&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=KsngeDYhR5ploBYz8ZMWDQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 3, "Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2436400460, "Job Title": "Consultant Manufacturing", "Company Name": "EY", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "As a global leader in (Tech) Consulting, Assurance, Tax and Transactions services, we’re using the finance products, expertise and systems we’ve developed to build a better working world. That starts with a culture that believes in giving you the training, opportunities and creative freedom to make things better. \n  \n Within (Tech) Consulting specialized consultants work in various disciplines; from developing until implementing a strategy within diverse company branches and different segments. Our multidisciplinary teams crossing cultural borders work at companies within the fields of Data Analytics, Technology, IT, Data Privacy, Cybersecurity, Strategy, Finance, Risk, Supply Chain & Operations and Life Science & Healthcare. We believe that by managing our clients’ challenges we can make a critical difference.\n  \nWhat you can expect – enriching experiences that will last a lifetime\n EY’s Supply Chain & Operations (SC&O) practice supports clients across different domains: Supply Chain, Procurement, Operational Excellence (both in Manufacturing and Services Organizations) and Smart Factory. In this role as consultant your main focus will be Operational Excellence for Manufacturing. Additionally you have the flexibility to work in the other domains. \n\nIn our Operational Excellence for Manufacturing domain we help leading companies with optimizing their manufacturing operations processes. This ranges from organization-wide operating model re-design and restructuring, to plant, department and process improvements, as well as implementing digital transformation journeys for (shop floor) operations. We look at processes, systems, organization and performance management, while also taking behavior and leadership into account. Total Productive Management (TPM) and Lean principles and philosophy play an important role. Projects typically consist of an analysis and advice phase followed by the implementation of the recommendations.   As a consultant your role will be to lead a sub project within client engagements. You will work independently as well as in teams at our clients, supporting them with improving their business performance. You will work together with EY consultants to coach and support client team members from all levels of the organization, perform analyses and report findings and results.  Drawing on your knowledge, skills and experience, you will start to build valued relationships with external clients and internal peers. Moreover, you will also support in the development of project proposals and thought leadership.  You will play an active role within the team and contribute to the development of all team members.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2436400460/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=SCHOOL_RECRUIT&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=uK%2BsVseVD2EBxyzdlvQJTQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "5 days ago", "Job Age Number": "5 days ago", "Job Date": "2021-03-09", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 4, "Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2406646502, "Job Title": "Sneaker Authenticator", "Company Name": "StockX", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "About The Role\n\nWe’re seeking a person to authenticate sneakers. The Sneaker Authenticator inspects sneakers to ensure they meet the standards and conditions of StockX and are authentic. This person will work closely with our operations and customer service team to ensure we deliver an outstanding customer experience. In addition, this role supports the documentation of our authentication guide and helps to develop our growing team. Your work will be fundamental to the success of the business, ensuring that StockX delivers on it value proposition of delivering authentic items to customer.\n\nAs Sneaker Authenticator, you will be an integral member of an exciting, hyper growth company as we continue to expand our service globally. If you enjoy working in a start-up culture, where ambiguity inspires your creativity, StockX may be the place for you.\n\nWhat You Will Do\n Inspect and process sneakers adhering to strict standards of condition and authenticity Assist with building product authenticity guide Proactively work with customer service and other team members to improve process Support operations team in unloading trucks, palletising boxes, opening boxes when needed \n\nAbout You\n Significant experience in reviewing and authenticating sneakers Product knowledge of sneaker manufacturing and illegitimate shortcuts Strong attention to detail and accuracy Sense of urgency to perform tasks to timelines Strong work ethic and positive attitude are a must Ability to work well in teams and good communication skills Comfortable in a fast-pace, entrepreneurial work environment Must be punctual and available to work 40 hours a week between 8am – 6pm minimum Monday-Friday", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2406646502/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=lVqOg8sFaYtK7C6Ru1TsaQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "1 month ago", "Job Age Number": "1 month ago", "Job Date": "2021-02-11", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 5, "Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2445500766, "Job Title": "Manufacturing Engineer", "Company Name": "Tails.com", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "We’re looking for a Manufacturing Engineer to deliver game-changing process improvements and support engineering projects at our new Amstelveen site, so that we can continue to give our customers a great experience as we expand our European operation.\n\nChanging the world of pet food for good\n\nWe’re tails.com, a dog food subscription company with a big difference. We create truly tailored food for each and every dog we serve. We start by asking people a few simple questions about their dog. Then we use that information to create their dog’s unique tails.com recipe – so their dog gets exactly the nutrition they need, in the taste they love, delivered to their door every month. It’s clever stuff.\n\nWe’ve got ambitious plans. Having created an entirely new category in pet food, we’re now scaling fast in the UK and Europe – backed by Purina, one of the world’s largest pet food companies. You’ll join a bunch of smart people working towards the same goals – and a bunch of smart-ish dogs, all working on their own thing.\n\nTogether, we’ll change the world of pet food for good.\n\nSmart factory. Smarter people.\n\nIn Factory Operations, we’re responsible for creating a different product for each and every dog, and delivering it to our customers - on time and in beautiful condition. It means we design the processes that make it possible to do what tails.com does – meeting challenges and finding new ways to do incredible things.\n\nThe team is engaged, empowered, and high-performing. We’re driven by results and delivery – which means you get the space and trust to take a problem solve it. We believe most hard skills are learnable – so we’re looking for attitude and approach above all else. Eager to learn, adapt, and work hard? You could be just the person we need to deliver a truly game-changing product to thousands of people, every day.\n\nSound like a team you want to join? Here’s how you’ll make a difference:\n\nThe role\n\nYou’ll be delivering game-changing process improvements and supporting engineering projects within our Netherlands factory, to ensure we can continue to supply our customers as we grow and expand in Europe.\n\nThis includes reducing costs, ensuring production stability, and refining and improving our current processes to increase our factory capacity. This is an initial 12 month fixed term contract.\n\nThe things you’ll do\n\n Support production stability at our Netherlands site, specifically with our automated mixing and bagging machines. Work with our software engineering team, to improve user interfaces on our warehouse management system to increase operational performance. Supporting and designing the evolution of the end of line design for package diversion to support international growth. Data analysis projects - driving quick and actionable change and taking advantage of opportunities in our facilities. Support new product launches by inputting on MVP designs and implementing small scale pilot plants. Supporting cross-site changes and initiatives - while ensuring processes are aligned with our London Heathrow site. \n\nThe skills you’ll bring\n\n Analytical mindset - ability to apply this to a broad range of engineering problems Ability to lead process improvement projects, through the use of LEAN or similar principles Brilliant communication skills - work collaboratively and cross-functionally with diverse teams including software engineering Ability to self teach and take feedback. Ability to be adaptable and work outside boundaries of role when required. Self-starter and independent.  \nOur commitment\n\nWe’re proud to be an active equal opportunity employer.\n\nWe want to give everyone a fair chance to join us in changing the world of pet food for good. We do this by conducting a structured recruitment process for all candidates, as well as actively promoting our roles to communities that are under-represented at tails.com.\n\nDuring your interview process you’ll meet some of our team with varying levels of responsibility and experience. We want to give every candidate a fair interview process and if you need any reasonable adjustments made, please let us know.\n\nWhat's in it for you?\n\nWe’re proud to be on a high growth trajectory and with that, proud to offer the chance to work in an environment and with a team that will constantly challenge and develop you.\n\nYou’ll get a competitive salary, and start on 25 days of holiday, optional unpaid leave and a paid volunteer day each year (all prorated to the length of your contract).\n\nWe have shed loads of other great benefits, visit our careers page for more info.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2445500766/?eBP=CwEAAAF4NGnMDFl7chZPJrQeG4NVCXlA5V7C2wmtEr0yBb-ilczvuGa9SUhEEEfm-7qoPQ3ejELxPKnMlxMSIkbo0497LDxBYbJxs5KhxYhjXKyI5BGTJL635xs-86oMMm0LWtAo5C_lxCBzRlO0AkJY7_RAZ_gqNl3xuqXtpmK__g8EqSwGEtW5UyBNkOtvXzGdJJMXzU2M3hTl0BuYj9bbpAhs4aUCXh_Tk7RRv0VnlvQ2n4USEvq2jUM9JXrGm3mn37X2LbNnc8xkk8L1AJbohW3W9wqiXKPlkk1n1-Yw4gOVpIJVlaEaCeS_9ClM14PTDvuz4HWCOkQP0-PPhCBCD0A7cwyAjtX7oQz83sdjz1gQ-1X06CwVCR4TsMOTHVtRXNYdLBUi&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=97PKi0rWcT6k0JUph88B4A%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 6, "Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2436409702, "Job Title": "SAP Manufacturing Consultant", "Company Name": "myBrand", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Dit wordt je jobAls SAP Manufacturing Consultant zit je bij myBrand midden in het hart van onze dienstverlening. Onze klanten zijn continu in beweging en verwachten van ons dat wij hen daarin optimaal ondersteunen. Hoe kunnen bestaande en nieuwe SAP oplossingen bijdragen aan een verdere optimalisatie van hun bedrijfsprocessen? Het antwoord op deze vraag betekent over het algemeen een mooie mix van onderhoud, beheer en innovatieve projecten.  Van onze SAP Manufacturing Consultants vragen wij daarom ook meer dan alleen kennis van en ervaring met SAP. Als SAP Manufacturing Consultant moet je gesprekspartner zijn van de klant, kunnen sparren over de processen binnen de organisatie en deze vervolgens vertalen in de juiste oplossing binnen SAP. Dit doe je natuurlijk niet alleen, maar als onderdeel van een klantteam waarin alle relevante functionele en technische kennis en ervaring is geborgd. Over het algemeen zitten onze mensen een deel van hun tijd bij de klant op locatie om tot een optimale samenwerking te komen. Daarnaast wordt een deel van het werk (remote) uitgevoerd vanuit de myBrand vestigingen om ook flexibel te kunnen inspelen op acute vragen en kennisuitwisseling tussen teams en Consultants te garanderen.   Je brengt de volgende competenties mee:inzicht in productie- en planningsprocessen aan de business kant;minimaal 3 jaar hands on ervaring met MM in combinatie met SAP PP (PI) en/of QM;ambitie om (verder) te ontwikkelen richting S/4HANA;HBO(+) werk- en denk niveau;   in staat om eigen verantwoordelijkheid te dragen;innovatieve en enthousiaste houding;resultaatgerichte en flexibele instelling.\n﻿Waar werk je aan mee?myBrand is een robuuste SAP dienstverlener met ruim 350 medewerkers in vestigingen Apeldoorn, Maarssen en Geertruidenberg. Nextmoves, een gespecialiseerde SAP HCM & SuccessFactors dienstverlener, is onderdeel van myBrand, waarmee het totaal aantal collega’s ruim 390 mensen bedraagt. myBrand en Nextmoves zijn onderdeel van het succesvolle Conclusion Ecosysteem.myBrand en Nextmoves kennen een uniek, bottom-up organisatiemodel waarin medewerkers in hoge mate zelfsturend zijn, met als credo ‘Taking Responsibility’. Er is sprake van een hoge mate van medezeggenschap die onder andere gestalte krijgt vanuit een eigen medezeggenschapsorgaan, het ‘myVoice team’. Veel functies worden rol-gebaseerd ingevuld door de medewerkers zelf, bijvoorbeeld op het gebied van coaching en kennisontwikkeling. Hierdoor is het mogelijk om een platte organisatiestructuur, met één tussenlaag van teamleiders, te handhaven en houden we de lijnen kort.Werken bij myBrand staat voor samenwerken met ervaren collega‘s die kunnen bouwen op jarenlange SAP-ervaring. \nWe hebben je veel te biedenEen afwisselende baan binnen een succesvol en groeiend bedrijf met uiteraard een bijbehorend arbeidsvoorwaardenpakket. En volop ruimte voor (persoonlijke) ontwikkeling en groei!Sfeer vinden wij ook belangrijk. In de clubhuizen genieten we iedere dag van een gezamenlijke lunch en zijn er maandelijkse bijeenkomsten. Er zijn regelmatig familiedagen en teamuitjes, fanatieke sporters vinden elkaar en zo is er nog zoveel meer.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2436409702/?eBP=CwEAAAF4NGnMDLUKqgjuwtCsL9Vdwe1Iwhes-trCfkWlhyfsDpb6H14O64frdH40cRdCGSTjZxhC2gMhmrZFVtycdlqWdnxPrfqjguTsfSLSCJGOs13qJUbJ14XIScMmpQjsF50KQyZ0_IrZwRJkR--zE8TzaRezt8x1DJUt1EzNHu_aRWZoTn1_w7w_39AqwccK-mnLFpYFRPhaJJfWwA9HLQabsSwWR4LX6fOpR5XO9wG_hTSrX6la-IxEaDjSy3EKA_q-xc7urjH3uOK3ExuDb0A1G8dk9BXrH4AkJDCSe2H6k_I6ZZ4afhlqv0vM4sFxwZInV59oVhcWYeW_Fj_31cZtrjFKREERMBGwr7LOH74wjMZkvVwq-yNLtsuIXz9e2mOX1w&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=78iJSBPgd04qQ8Bw%2Fh0dvQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 6, "Search Keyword": "manufacturing", "Platform": "LinkedIn", "Job ID": 2436409702, "Job Title": "SAP Manufacturing Consultant", "Company Name": "myBrand", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Job Description": "Dit wordt je jobAls SAP Manufacturing Consultant zit je bij myBrand midden in het hart van onze dienstverlening. Onze klanten zijn continu in beweging en verwachten van ons dat wij hen daarin optimaal ondersteunen. Hoe kunnen bestaande en nieuwe SAP oplossingen bijdragen aan een verdere optimalisatie van hun bedrijfsprocessen? Het antwoord op deze vraag betekent over het algemeen een mooie mix van onderhoud, beheer en innovatieve projecten.  Van onze SAP Manufacturing Consultants vragen wij daarom ook meer dan alleen kennis van en ervaring met SAP. Als SAP Manufacturing Consultant moet je gesprekspartner zijn van de klant, kunnen sparren over de processen binnen de organisatie en deze vervolgens vertalen in de juiste oplossing binnen SAP. Dit doe je natuurlijk niet alleen, maar als onderdeel van een klantteam waarin alle relevante functionele en technische kennis en ervaring is geborgd. Over het algemeen zitten onze mensen een deel van hun tijd bij de klant op locatie om tot een optimale samenwerking te komen. Daarnaast wordt een deel van het werk (remote) uitgevoerd vanuit de myBrand vestigingen om ook flexibel te kunnen inspelen op acute vragen en kennisuitwisseling tussen teams en Consultants te garanderen.   Je brengt de volgende competenties mee:inzicht in productie- en planningsprocessen aan de business kant;minimaal 3 jaar hands on ervaring met MM in combinatie met SAP PP (PI) en/of QM;ambitie om (verder) te ontwikkelen richting S/4HANA;HBO(+) werk- en denk niveau;   in staat om eigen verantwoordelijkheid te dragen;innovatieve en enthousiaste houding;resultaatgerichte en flexibele instelling.\n﻿Waar werk je aan mee?myBrand is een robuuste SAP dienstverlener met ruim 350 medewerkers in vestigingen Apeldoorn, Maarssen en Geertruidenberg. Nextmoves, een gespecialiseerde SAP HCM & SuccessFactors dienstverlener, is onderdeel van myBrand, waarmee het totaal aantal collega’s ruim 390 mensen bedraagt. myBrand en Nextmoves zijn onderdeel van het succesvolle Conclusion Ecosysteem.myBrand en Nextmoves kennen een uniek, bottom-up organisatiemodel waarin medewerkers in hoge mate zelfsturend zijn, met als credo ‘Taking Responsibility’. Er is sprake van een hoge mate van medezeggenschap die onder andere gestalte krijgt vanuit een eigen medezeggenschapsorgaan, het ‘myVoice team’. Veel functies worden rol-gebaseerd ingevuld door de medewerkers zelf, bijvoorbeeld op het gebied van coaching en kennisontwikkeling. Hierdoor is het mogelijk om een platte organisatiestructuur, met één tussenlaag van teamleiders, te handhaven en houden we de lijnen kort.Werken bij myBrand staat voor samenwerken met ervaren collega‘s die kunnen bouwen op jarenlange SAP-ervaring. \nWe hebben je veel te biedenEen afwisselende baan binnen een succesvol en groeiend bedrijf met uiteraard een bijbehorend arbeidsvoorwaardenpakket. En volop ruimte voor (persoonlijke) ontwikkeling en groei!Sfeer vinden wij ook belangrijk. In de clubhuizen genieten we iedere dag van een gezamenlijke lunch en zijn er maandelijkse bijeenkomsten. Er zijn regelmatig familiedagen en teamuitjes, fanatieke sporters vinden elkaar en zo is er nog zoveel meer.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2436409702/?eBP=CwEAAAF4NGnMDLUKqgjuwtCsL9Vdwe1Iwhes-trCfkWlhyfsDpb6H14O64frdH40cRdCGSTjZxhC2gMhmrZFVtycdlqWdnxPrfqjguTsfSLSCJGOs13qJUbJ14XIScMmpQjsF50KQyZ0_IrZwRJkR--zE8TzaRezt8x1DJUt1EzNHu_aRWZoTn1_w7w_39AqwccK-mnLFpYFRPhaJJfWwA9HLQabsSwWR4LX6fOpR5XO9wG_hTSrX6la-IxEaDjSy3EKA_q-xc7urjH3uOK3ExuDb0A1G8dk9BXrH4AkJDCSe2H6k_I6ZZ4afhlqv0vM4sFxwZInV59oVhcWYeW_Fj_31cZtrjFKREERMBGwr7LOH74wjMZkvVwq-yNLtsuIXz9e2mOX1w&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Tu8AlfGyveEMmwh%2BMMCFPg%3D%3D&trackingId=78iJSBPgd04qQ8Bw%2Fh0dvQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "-1", "Job Age Number": "-1", "Job Date": "-1", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}]