[{"Search Keyword": "groothandel", "Platform": "LinkedIn", "Job ID": 2412134774, "Job Title": "Junior Account Manager Horeca Sales (Amsterdam)", "Company Name": "Makro Nederland", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Wholesale', 'Retail']", "Sector": "['Sales']", "Seniority Level": "Associate", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Georgette Brunink\n \n\n            Senior Corporate recruiter bij Makro Nederland \ngeorgette.brunink@makro.nl\n\n\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nDe nummer één groothandel van Nederland worden: dat is ons doel. Als junior Accountmanager Horeca Sales draag jij hier direct aan bij. Ben jij commercieel sterk en een echte relatiebouwer? En zie jij het als uitdaging om te zorgen voor meer duurzame en winstgevende samenwerkingen? Dan bouwen wij graag samen met jou aan een groots Makro.\nStandplaats is Amsterdam\nAls Junior Accountmanager ben jij dé sales- en relatiespecialist binnen de Horeca in jouw werkgebied. Jij bent in staat om behoefte bij een klant in kaart te brengen en te koppelen aan de producten en services van Makro. Met jouw enthousiasme en kennis overtuig je horeca- en cateringondernemers om zich aan te sluiten bij Makro, om hun productportfolio uit te breiden en een duurzame relatie op te bouwen. Wat ga je doen?Je start met een intensief opleidingstraject, waarbij wij jou in korte tijd trainen tot een sales professional, waarbij je de skills van consultative selling leert en waarbij je basiskennis van Makro als organisatie opdoet. Na dit traject start je je carrière als Junior Accountmanager bij Makro. Je beheert je eigen klantenportfolio, waarbij je je richt op acquisitie en op retentie. Je stelt strategische accountplannen op, inventariseert leads en je werft nieuwe klanten. Je plant je afspraken bij klanten en prospects en klanten. Je bouwt duurzame relaties op en zorgt zo voor meer efficiëntie en winst. Dáárom werken bij MakroMeebouwen aan Makro van de toekomst. Je krijgt veel vrijheid, verantwoordelijkheid en de mogelijkheid om écht een verschil te maken.Samenwerken met een gedreven, ondernemende en diverse club mensen. Makro is onderdeel van een grote internationale moederorganisatie: METRO AG. Één van de grootste en belangrijkste retail- en foodservice bedrijven ter wereld.De lijnen binnen onze organisatie zijn kort. Hierdoor krijg je snel dingen voor elkaar en kun je echt iets betekenen.Een aantrekkelijk salaris, goede arbeidsvoorwaarden, pensioenregeling en personeelskorting.Veel kansen om groots te groeien - zowel professioneel als persoonlijk.Uitstekend bedrijfsrestaurant waar je zelfs warme maaltijden voor thuis kunt bestellen. Heel ondernemend Nederland kan rekenen op Makro Met zeventien vestigingen en ruim 3500 medewerkers is Makro een begrip in Nederland. Ons doel? De nummer één groothandel van ons land worden. We geloven in de kansen die voor ons liggen. Op elk moment het juiste aanbod bieden. Klanten verrassen met de allerbeste service. En continu vernieuwende oplossingen bedenken. Doe het groots. Doe het Makro. \n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Wholesale\n            \n\n              Retail\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Sales", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/makro-nederland/life/", "Job URL": "https://www.linkedin.com//jobs/view/2412134774/?eBP=CwEAAAF4g2hAlIPdGmIPNPbilMVVAR6IAmNHZv0-q6rc0YC7GChEC6QC4MwwiCLcglDQIFTKf4gJZR5cVqni61bj3tghjHaK4zwUlc4pKp4CSeTZaQ_3X15GDgel-JMApCwbEoAdNg5yTFoDCETI2DDAx3RLS896MTCoqm-cztTPTjmRfX_qybEIMeXeAR3PfdHLjQLcuDSYwxja-vdQw1OU4KuABsA37SI1ruoT3eQX_O28NwsaS1x25qa6TBANlEdPoL2NqEm5pI9K6ICdUG7dx9Pu6NFcO7NZlACOht2qvLk2c89LkSgs2QsP-zKcfp6gg6AEh0ekUvrvwgihzkK6oUN56kXZtBXiSKIisfe9KWOCqHre9_HGC7rvtsL98Y-cy1ZD9Q&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Bk9Yutc8nBm3zYDvYCvzAQ%3D%3D&trackingId=aN8s5X5ugsVZIu7GNqRSlg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-30"}, {"Search Keyword": "groothandel", "Platform": "LinkedIn", "Job ID": 2170973030, "Job Title": "Junior SAP Consultant", "Company Name": "Serac Applications B.V.", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Xander van 't Hof\n \n\n            Business Innovation Consultant\n          \n \n\n\n\n\n\n\n\n        Send InMail\n\n\n\n\n\n\nSta jij aan het begin van je carrière en word je enthousiast van slim en uitdagend werk? Binnen Serac zijn we op zoek naar nieuw talent; enthousiast, zelfstandig, leergierig en niet bang om in het diepe te springen. \nHerken jij jezelf hierin? Lees dan snel verder!\nJouw rolAls ERP Consultant implementeer en adviseer je klanten over hun bedrijfsprocessen en op wat voor manier deze processen een plek krijgen in hun IT-strategie. Als tools gebruik je hiervoor innovatieve SAP en Serac oplossingen. Tijdens je werk ben je betrokken bij vrijwel alle bedrijfsprocessen van de klant. Naast advies lever je ook een praktische bijdrage door vraagstukken direct te vertalen naar (technische) oplossingen. Hierbij ben je de schakel tussen de klant en de technische medewerkers van Serac. In de rol van consultant ben je constant bezig met de optimalisatie van de logistieke, inkoop, verkoop en administratieve processen van onze klanten. Dit zorgt voor een dynamische werkomgeving, waarbij je dagelijks te maken krijgt met nieuwe uitdagingen. Serac biedt naast SAP Business One als ERP oplossing een aantal eigen software oplossingen voor de Retail en Groothandel; POS-, WMS- en een E-commerce oplossing (SAP B1 – Magento integratie). Dit zorgt voor een afwisselende baan waarbij je als consultant te maken krijgt met verschillende klanten, projecten en software applicaties.\nWat neem je meeAfgeronde HBO of WO opleiding met studierichting bedrijfskunde, logistiek, economie of vergelijkbaar.Affiniteit met software en bedrijfsprocessenBeschikt over goede sociale, communicatieve en adviserende vaardighedenGoede beheersing van Nederlandse en Engelse taalHet bezit van een geldig SAP certificaat is een pré \nWat kun je van ons verwachten?Wij bieden een afwisselende en zelfstandige functie binnen een solide en dynamische omgeving met vrijheid en ruimte voor eigen initiatief. Een uitstekend arbeidsvoorwaardenpakket (auto/bonus/telefoon/laptop) wordt ter beschikking gesteld. Door onze kennis en ervaring met SAP consultancy en de integratie met externe partijen kunnen wij je als geen ander opleiden en begeleiden bij de verdere uitbouw van je kennis en carrière.\nSolliciterenZie jij jezelf als onze nieuwe Junior SAP Consultant? Solliciteer dan direct via LinkedIn of stuur je motivatiebrief en CV naar vacature@serac.nl t.a.v. Martin Treur. Voor verdere informatie kun je contact opnemen met Martin Treur tel. 030-658 3333.\nAcquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.\n \n\n\n\n\n\n\n        Employment Type\n      \n\n        Full-time", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/serac-applications-b-v-/life/", "Job URL": "https://www.linkedin.com//jobs/view/2170973030/?eBP=CwEAAAF4g2hAlNMfR5qko3uv-uT8OtikFNR8XDysgbDC4Zu0XUmgzapuAZ9j0jZWHu-Qwey8rqCwfQwc2cjSiJOAc1RhEP1EwIlsITxN4vOEej1YdMMamvfwv20UL3rE3TmcKXV-VZxJBEhnB8XHAWWaauS7vO9i5Y3xenNgqGz3PPOMpBpR3-vfT1jWtahvunviG2i13Q_Ps4Xyh0SH1PSdSxaohklbjlpRxRMZG1UleNVv_utjognNBakhIy754g3s6XnUGXMkxT8IOtWTPf-fQZwEWIiTC_pe01fzv5J1Pi8oYBPpQcxW-wDBXrup_CNaNycBcuxybNCrORdVQGzJVspfvRYcB0TeohPn4Xs46ahCs7K-a38sTTtP3DjMk6LcaP8c0HcZyhGcm4XeE9TqcZDVHe-TTg&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Bk9Yutc8nBm3zYDvYCvzAQ%3D%3D&trackingId=%2Fcr7MXKW4J9pDyUPla3CjQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-30"}, {"Search Keyword": "groothandel", "Platform": "LinkedIn", "Job ID": 2389773715, "Job Title": "Teamlead Business Informatie Analisten", "Company Name": "Makro Nederland", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "De nummer één groothandel van Nederland worden: dat is ons doel. Als Teamlead Business Information op ons hoofdkantoor draag jij hier direct aan bij. Wil jij ons helpen om samen met een team van (senior) Business Informatie Analisten invulling te geven aan de brugfunctie tussen business en IT? Treedt jij op als Trusted Advisor en geef jij op dagelijkse basis leiding aan het team? En zorg jij hierbij voor sturing én enthousiasme? Dan bouwen wij graag samen met jou aan een groots Makro.\n Als Teamlead Business Information ben je onderdeel van Innovation & Improvement en ben je verantwoordelijk voor het opbouwen en onderhoud van kennis van en het correct gebruik van de juiste methoden, aanpakken en technieken binnen het team (conform de WoW). \nWat ga je doen?Je treedt op als Trusted Advisor voor de business, waarbij je betrokken wordt bij het opstellen van de business ambitie (per domein) voor het volgende fiscale jaar (Jaarplannen). Ook houd je je bezig met de informatie-roadmap voor 3 jaar vooruit. Je geeft op dagelijkse basis leiding aan het team van (senior) Business Informatie Analisten. Je bent verantwoordelijk voor het opzetten en uitvoeren van een proces dat inzicht geeft in de impact van nieuwe initiatieven die nog niet in de roadmap zijn opgenomen. Je legt dit voor aan de IT Portfolio Committee/Change Advisory Board.\n\nJou zoeken weJe hebt WO/HBO+ werk- en denkniveau (bij voorkeur in een richting zoals Bedrijfskunde, Bedrijfseconomie of Business IT Management). Daarnaast heb je minimaal 7 jaar aantoonbare ervaring op het snijvlak van business en IT. Daarvan zijn minimaal 5 jaar met aantoonbare kennis en ervaring op het werkgebied van informatiemanagement/business analyse en minimaal 3 jaar aantoonbare kennis van en ervaring met methoden, aanpakken en technieken op het gebied van bedrijfs- en informatieanalyse. Je weet medewerkers te stimuleren en motiveren, geeft richting en neemt de leiding. Je brengt structuur aan en houdt deze vast in de dagelijkse gang van zaken. Je stimuleert de samenwerking in het team en bent marktgericht. \n  Dáárom werken bij MakroMeebouwen aan Makro van de toekomst. Je krijgt veel vrijheid, verantwoordelijkheid en de mogelijkheid om écht een verschil te maken.Samenwerken met een gedreven, ondernemende en diverse club mensen. Mako is onderdeel van een grote internationale moederorganisatie: METRO AG. Één van de grootste en belangrijkste retail- en foodservice bedrijven ter wereld.De lijnen binnen onze organisatie zijn kort. Hierdoor krijg je snel dingen voor elkaar en kun je echt iets betekenen.Een aantrekkelijk salaris, goede arbeidsvoorwaarden, pensioenregeling en personeelskorting.Veel kansen om groots te groeien - zowel professioneel als persoonlijk.Uitstekend bedrijfsrestaurant waar je zelfs warme maaltijden voor thuis kunt bestellen.\n\nHeel ondernemend Nederland kan rekenen op Makro Met zeventien vestigingen en ruim 3500 medewerkers is Makro een begrip in Nederland. Ons doel? De nummer één groothandel van ons land worden. We geloven in de kansen die voor ons liggen. Op elk moment het juiste aanbod bieden. Klanten verrassen met de allerbeste service. En continu vernieuwende oplossingen bedenken. Doe het groots. Doe het Makro.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2389773715/?eBP=CwEAAAF4g2hAlG0s3LptdQdE95pJbQTUNCwkhvJiUdHBoDTsnDX0ZOpZrBLdNZeD7uZaC4jpZr3sn8D-adpLL9E6zOXDPZ2G7ITuoBmsJFAEBiLtcQOgSviGEakikLy9mHJXNRYYFd7GeL1RT1YavtkiDXjp1MAaJm1h-C_Jd2816AcGUN_1tIWdle11EmNvIygZfXKIkwtP6eR5pz-ZXZ3K4gRiM1ky7gA7ZyY2dyKHmHa7DkouYnpvjsGVVh28bMoJkBqmeL-wwZj0_6803hZZZfueBE1CgchZv0IXYgndKm9vS3RrXyka7J2W6yqt1VR792nsPMsRACbUIGIHJj9Sb0Tq2rFwfL70b_Q&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Bk9Yutc8nBm3zYDvYCvzAQ%3D%3D&trackingId=IAimJJw04PQfUx9ij5c6iQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-30"}, {"Search Keyword": "groothandel", "Platform": "LinkedIn", "Job ID": 2437904953, "Job Title": "Wholesale Online Representative", "Company Name": "Polaroid", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "['Photography']", "Sector": "['Customer Service', 'Administrative']", "Seniority Level": "Associate", "Job Description": "In 2017, Polaroid launched Polaroid Originals: a brand dedicated exclusively to its original analog instant photography products. The response has been overwhelmingly positive, and it’s clear that people all over the world are delighted to see analog instant photography return to its rightful place at the heart of the Polaroid brand. Bringing analog instant photography back under the Polaroid umbrella was a significant milestone, but it was not the end of our journey. In March 2020, we take the next step and become one brand, with the one name: Polaroid.   Today’s Polaroid has analog instant photography at its core. It’s also much more representative of the brand that people all over the world came to know and love. By unifying our entire product portfolio under the Polaroid name, we are making it clear to consumers, retailers, and our partners that we are one, cohesive Polaroid and that we will be from this point onwards.  The success of Polaroid analog instant cameras and film is, and has always been, rooted in the way they help us capture, share, and cherish our most meaningful moments forever. As we look at 2020 and beyond, our company vision is to create products that bring people together in human and meaningful ways. We will do this through our product innovation, the way we do business, and the way we work each day.   It’s been an 82-year journey and we’re excited to be back where we belong.  Job descriptionThe Wholesale Online Representative is responsible for resolving all online retailers (Amazon, Asos, Urban Outfitters, Zalando etc.) administrative tasks and potential requests. S/he is responsible for building, maintaining and proactively driving relationships that lead to exceeding the customer’s expectations and increased brand loyalty thus supporting the company’s growth.\nObjectives of the role:Provide excellent Customer Service at all timesEnsure accurate end to end management of orders and invoicing Adhere to processes and constantly seek and offer opportunities to improve themDisplay Polaroid values consistently. Technical requirementsProviding outstanding customer service by striving to exceed expectations at all timesResolution of customer inquiries in an accurate and timely mannerAccurate customer order creation and return managementCoordinating with logistics team to ensure timely and successful order shipments, troubleshooting where neededClearly communicate with multiple departments to ensure customer satisfactionProactively manage workload and time to ensure tasks get completedStrive to self-develop by providing and seeking feedback to/from colleagues and taking action on feedback and development opportunitiesWork with the management team to stay updated on product knowledge and be informed of any changes in company policiesAssist on the research and reconciliations of chargebacksAssist with the monthly discount/allowance accrual reconciliation.\nThe ideal candidateFluency in spoken and written English is a mustExperience with Vendor Central is a mustExperience with e-retailers portal / platform is a plusExperience with chargebacksCommunication, analytical and problem-solving skillsAt least 2 years of proven customer service experience (B2B is a plus)Strong understanding of MS office, ERP (NAV) and CRM systems (Zendesk) is a plusAbility to multi-task in a fast-paced environment with fluctuating priorities and deadlinesFlexibleCultural awarenessQuality orientedTeam player.\n What to expectThis is a full-time role based in our Amsterdam HQ. You will work closely with the Amazon Europe Key Account Manager and Manager Accounts Receivable and will report directly to the Head of Customer Services Wholesale. ContactIf you’d like to be considered for the role, please email your CV, motivation and/or any other relevant information to support your application to Jamila Karmemich (jamila.karmemich@polaroid.com).    \n \n\n \n\n          Seniority Level\n        \n\n          Associate\n        \n\n\n\n\n          Industry\n        \n\n\n              Photography\n            \n\n\n\n\n        Employment Type\n      \n\n        Full-time\n      \n\n\n\n\n\n          Job Functions\n        \n\n\n              Customer Service\n            \n\n              Administrative", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/polaroid/life/", "Job URL": "https://www.linkedin.com//jobs/view/2437904953/?eBP=CwEAAAF4g2hAlPlJk9EP72k1XIgINfI0Pey7mdrYRZOCke1Ss1N1WWs_ZIqwoS4hJxOHsfI-0FFYGat_p0sTOWbLehEAdiUYLGtTSkgU6FqBaYraCzbPA4iH0DmvPThoXWOPi-Doq4ISp_ZOZQiPczCrfnd41EPmdAqqy_6ayabcP3AVeVv51FyPB09lX6b6G-GthhY-KGa9Nugw2a1U79jkB7gwRCLpNRrSp70PU4Q717j1lQtcYRaM-R9iku_hmAioGWvFfN-O2Lgbr0xZZ_9E73c4Xyi1WLeaZ0wVWRjYWamZySyqgSnFjS8pBmhNRw0X5X6EY9OcycoqQ6qjx7scU025Pgh7_PM1XcGWdOejquF32IsJFqkINgDVVBTSxhALqLEBgw&recommendedFlavor=ACTIVELY_HIRING_COMPANY&refId=Bk9Yutc8nBm3zYDvYCvzAQ%3D%3D&trackingId=DCB%2BHyGurQOXvw8xWOEnAQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": -1, "Job Age Number": -1, "Job Date": -1, "Collection Date": "2021-03-30"}, {"Search Keyword": "groothandel", "Platform": "LinkedIn", "Job ID": 2439387135, "Job Title": "verkoopmedewerker", "Company Name": "De filosoof Groothandel en Retail B.V.", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Posted by\n    \n\n\n\n\n\n\n\n\n            Ofran Badakhshani\n \n\n            Owner at De filosoof wijnhandel en De filosoof wijnbar\n          \n \n \n\n\n\n          weet je veel over wijn en vind je het leuk om bij de mooiste wijnwinkel van Amsterdam te werken? Bij interesse zien we graag je motivatie en cv tegemoet: \n\ninfo@defilosoof.eu\n \n\n\n\n\n\n\n        Employment Type\n      \n\n        Full-time", "Employment Type": "Full-time", "Company URL": "https://www.linkedin.com//company/de-filosoof-groothandel-en-retail-b-v/life/", "Job URL": "https://www.linkedin.com//jobs/view/2439387135/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=Bk9Yutc8nBm3zYDvYCvzAQ%3D%3D&trackingId=cZ09xWFBbANkefI3Hx9yQg%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "2 weeks ago", "Job Age Number": "2 weeks ago", "Job Date": "2021-03-15", "Collection Date": "2021-03-30"}, {"Search Keyword": "groothandel", "Platform": "LinkedIn", "Job ID": 2469598128, "Job Title": "Product Manager", "Company Name": "Comello", "Location": "Amsterdam, North Holland, Netherlands", "Industry": "-1", "Sector": "-1", "Seniority Level": "-1", "Job Description": "Comello (gevestigd in Gouda) is een dynamische groothandel in wenskaarten, kalenders en stationery. We bestaan sinds 1992 en zijn in al die jaren uitgegroeid tot een volwassen bedrijf van ongeveer 20 medewerkers. Op dit moment zijn wij op zoek naar een Product manager.\nDe functieDe werkzaamheden in deze functie bestaan uit het leidinggeven aan en het aansturen van ons grafische team, het ontwikkelen van nieuwe producten (mbv onze licenties) en contacten onderhouden met onze leveranciers en licentiegevers.\nDe product manager die wij zoeken heeft de volgende kwaliteiten:Beschikbaar voor ongeveer 24 uurKan snel schakelen tussen werkzaamhedenAccuraatCommunicatief sterkErvaring met leidinggeven aan een (klein) teamTeamplayerCommerciële instelling Affiniteit met de productenZo spoedig mogelijk beschikbaar\nBinnen ons bedrijf kijken we altijd naar naar ieders competenties en zetten die graag zo goed mogelijk in. Er zijn dus mogelijkheden in de uitbreiding van uren en/of taken. \nBeschik jij over deze competenties en vind je het daarnaast leuk om mee te denken over diverse processen? Dan ben jij wellicht onze nieuwe product manager. Reageer direct en zorg ervoor dat uit jouw brief blijkt dat wij aan jou de juiste kandidaat hebben.", "Employment Type": "-1", "Company URL": "https://www.linkedin.com/#", "Job URL": "https://www.linkedin.com//jobs/view/2469598128/?eBP=JOB_SEARCH_ORGANIC&recommendedFlavor=JOB_SEEKER_QUALIFIED&refId=Bk9Yutc8nBm3zYDvYCvzAQ%3D%3D&trackingId=Hf%2FQWX8EcOP0jrpRIGR5rQ%3D%3D&trk=flagship3_search_srp_jobs", "Job Age": "4 hours ago\n\n                Within the past 24 hours", "Job Age Number": "4 hours ago\n\n                Within the past 24 hours", "Job Date": "2021-03-30", "Collection Date": "2021-03-30"}]
