[{"index": 0, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_794a9711fbfb1dc0", "Job Title": "Localization Specialist – Digital Products EMEA", "Company Name": "Tesla", "Location": " Amsterdam", "Job Description": "The Role\nWe are looking for a talented, passionate Localization Specialist to join our growing team based in our EMEA HQ in Amsterdam. Tesla EMEA manages 30 websites, across 27 countries, covering 17 languages and counting. To ensure high-quality translations on tesla.com and other digital products, we need an experienced Localization Specialist to work effectively with our product managers, developers, content authors, local reviewers, and third-party language services providers; creating a seamless and positive user experience for all visitors of our website.\nResponsibilities\nCoordinate the production (translate, review and implementation) of translations for web content and other digital products, e.g. Mobile app, Tesla Account, E-mails\nIdentify and fix linguistic and market specific issues before launch\nRespond to translators’ inquiries and provide instructions and visual context if needed\nWork with external localization vendors to manage translation schedules and quality\nDevelop and maintain key relationships with cross-functional teams (local markets, Tech Pubs, Firmware, Legal, etc.) and regularly communicate with them to align and calibrate language, style and terminology\nCreate and maintain linguistic assets (TMs, glossaries, style guides, reference material)\nSupport in continuously improving the localization process and provide necessary training to internal and external key stakeholders\nRequirements\nBA/BS or equivalent 4-year university degree in Translation Studies, Linguistics, Communications, Journalism or similar is desirable\n2+ years of experience in web and/or software localization\nAbility to prioritize and manage multiple projects simultaneously\nEye for detail, even under pressure\nExperience working with Smartling is a plus\nComfortable working in a fast paced, highly collaborative, dynamic work environment", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=794a9711fbfb1dc0&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=e1b6af40f62e7c6f&assa=3145", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=794a9711fbfb1dc0&fccid=86e9be6ce380173e&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 1, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_edca734fb28cf77b", "Job Title": "Circular economy: Writing and research intern", "Company Name": "Coperatieve Circle Economy UA", "Location": " Amsterdam Oost", "Job Description": "Do you want to be part of a team that creates positive impact? Are you interested in creating timely and impactful content and reports on the topic of the circular economy? Do you want to leverage your writing and editorial prowess towards planetary health and social wellbeing?\n\nWho we are:\n\nCircle Economy is a young team of 45+ driven and ambitious professionals, and we believe it is time for a new economic approach: the circular economy. We are a social enterprise with an international team that develops practical and scalable solutions to accelerate the adoption of the circular economy. We are growing rapidly both in the Netherlands and around the world through strategic partnerships with governments, cities, and businesses. We offer Circle Scans to businesses, cities and nations, drawing on deep expertise, including in the areas of textiles, the built environment, finance, circular design, and jobs and skills.\n\nJob description:\n\nCircle Economy is now searching for a writing and research intern with stand-out writing skills, an amazing eye for detail and a journalistic mindset to join our team!\n\nThe writing and research intern will play a key role in Circle Economy’s content creation and will participate in and learn about editorial processes such as narrative building, storytelling, editing, proofreading and writing. Their focus will be on the Circularity Gap Reports: these publications increase the understanding of broader trends and implications of the circular economy across nations and make complex information actionable. They also aim to deliver strong metrics and measurements of circularity and communicate this in an impactful and comprehensive way.\n\nThe writing and research intern will:\n\nAssist in brainstorming report storylines, angles and narratives;\nAssist lead authors in contextual research to embed circular strategies;\nTranslate technical information (such as Material Flow Assessments) into clear, written copy;\nProofread long-form content for a range of projects according to the company Style Guide;\nConduct contextual qualitative research and fact-checking;\nWrite and edit sections of reports/articles/blogs;\nOther ad-hoc duties related to Editorial processes at Circle Economy.\nOur offer:\n\nThis is a full-time role for a duration of six months, ideally beginning March 8th. We care about our interns and want you to flourish in our dynamic and flexible working environment. We will coach you to put your skills and ideas to work. You’ll work closely with our Science Writer and In-house Journalist and interact with colleagues across the business. We offer €400 gross per month and can provide a travel stipend up to €100 as well, if necessary.\n\n\n\n\nYou are eager to gain in-depth expertise on the circular economy and the editorial processes involved in creating and publishing in-depth content. You are a MSc or late BSc student (current or graduated) with demonstrable experience in creating and editing written content, as well as a working understanding of sustainability or circular economy themes. You are looking to gain great experience in an inspiring and fast-paced environment.\n\nAre you:\n\n\nA skilled and targeted researcher,\nKnowledgeable of sustainability and/or circular economy themes,\nCommitted to being thorough in your work,\nInterested in editorial and journalistic processes,\nAble to adhere to deadlines and work within time constraints and on multiple projects,\nAble to think strategically,\nAble to work effectively as part of a team towards a shared goal,\nEquipped with strong problem-solving problem-solving skills and creativity.\n\nIf so, we would love to meet you. Please share your CV, a concise motivation letter and a writing example with us before February 15th and we will come back to you shortly.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=edca734fb28cf77b&fccid=7374bef6097c4e07&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 2, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "pj_e9416722e077b69e", "Job Title": "Clinical Specialist and Medical Writer", "Company Name": "Medical Brands BV", "Location": " Amsterdam", "Job Description": "We welcome you to join us as Clinical Evaluation Specialist and Medical Writer for substance based Medical Devices.Medical Brands is the leading expert in self-care Medical Devices. We design, develop and manufacture innovative self-care products for global pharmaceutical companies. Our products empower users across 5 continents to take control of their health without doctor intervention.The product development process brings together the formulation of proprietary ingredients and medical applicators to deliver user-centric treatments supported by clinical substantiation and intellectual property.With the upcoming Medical Device Regulation taking effect, the robustness of clinical data is a hot topic. To strengthen our Research and Development team we are looking for a Clinical Evaluation Specialist / Medical Writer that can develop and execute the clinical strategy within the framework of the new regulation. An entrepreneurial individual with expertise in clinical evaluation and investigation, that can lead a small cross-functional R&D team in the product development process.Job descriptionThe primary role is to ensure compliance of the clinical development plans with the Medical Device Regulation, including gap analysis of existing data and strategy for new product developments. This will entail the end-to-end management of clinical trials and authoring of clinical evaluation reports (CERs) per MDR 2017/745 and MEDDEV 2.7.1 Rev 4, as well as post market clinical follow-up plans and CER updates to maintain EU product conformance.Key responsibilitiesPerform comprehensive literature searches to develop in-depth knowledge and understanding of current scientific literature required to support identified product lines and related clinical studies and stay informed about applicable clinical landscapes and trends.Combine an understanding of scientific and research methodology, medical device regulations and guidelines, and product knowledge to support Regulatory Affairs submissions for CE marking of new devices and maintaining CE marks for existing devices.Extracts data from included studies, interpret study results, synthesizes literature, and prepares summaries into formal reports.Organizes clinical data from literature into references, graphics, tables, and data listingsPrepare regulatory documents and responses to regulatory authorities, specifically working on Clinical Evaluation Reports (CERs)Manage CER timelines required by product development teams and global regulatory bodies by utilizing the appropriate project management tools.Communicates with cross-functional business partners such as Medical Directors, Post Market Surveillance, Design Quality Engineers, and Regulatory Affairs relating to the CER process to identify the necessary clinical and technical information for the assigned project.Ensure documents are produced per procedures, internal and external guidelines, and electronic templatesMay author protocols and routine clinical study progress reports.Desired technical skills and experienceMaster’s degree required, preferably with a scientific emphasis.PhD preferred or 5 years of documented scientific/research experience.2 years experience in clinical evaluation report writing (CER) in the medical device industry.Experience writing study protocols and final study reportsTraining and degree in science, engineering, or medical fields. Scientific/research background (i.e., understands research design, methodology, and statistics).Working knowledge of MEDDEV 2.7/1 Rev 4, MDD, and EU MDR 2017/745.Working knowledge of ISO 13485 and ISO 14155.Working knowledge of biomedical databases (i.e., Pubmed, Embase).A thorough understanding of the National Library of Medicine’s Medical Subject Headings (MeSH).Proficient in document development and management software skills: Word/ Excel/ PowerPoint.Desired personal skillsThis position requires a hands-on professional who is detail-oriented with an ability to prioritize, plan and organize. A quick-learning team player with excellent and effective problem-solving skills and the skills to manage both internal cross-functional teams as well as external contract research organizations to meet project deadlines.We offer youA professional and challenging environment;An opportunity to make a notable impact on health products all over the globe;A competitive salary package incl. pension plan;A holiday allowance of 28 days per year;A healthy work-life balance.Why joinMedical Brands is a dynamic, fast growing company working with the best of the pharmaceutical industry. You will gain experience with product development in a strict regulatory environment; at the same time you are working in an entrepreneurial organization in a team of enthusiastic young professionals that have the mentality of work hard, play hard. If this sounds like you, contact us and let’s talk!Job Types: Full-time, PermanentExperience:clinical report writing: 2 years (Required)Education:Master's (Required)Location:Postcode 1019 in Amsterdam (Preferred)Language:Dutch (Preferred)English (highly proficient in spoken and written) ) (Required)Work Remotely:Temporarily due to COVID-19", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0BgUIaRXkJh15whefO6-KmaTgPW6-y9js7QA0viHQ1XT2kW6nIRb7BQ4XRwExUrtxEdhvIZEJbg2mwjQtsa40hLH-mOfyHaxaxu6eqGknXUk12Sboy0ci1UXISrjgdZFP6UghIH66mmTuX3AZkbcFYDzp4LEfFHiw2u3oFtBh3CZScST_hBqo9SqFDnkHpGv0bdNJOgMuaJCRJ8iaNMgvVMvDH53DKf9VaucQon3d-_j2bbd8zH1xVME7gOvy57o-ZxjU8l8BoPb_MS8qS2xxsVUYlii8F5PNGkFv6fQ-t_F8n1_mlHxMKbfldg4Skv6gHR7cSFYPqBA2tdqXiTSh6_6ZOyZtzJh7WD2jjfgsyg2J2tyvbC_lMN9JSYayGtSAc3SRZgw_FDHWEtAkSoe_3uBBcSdA3lrKNGRAX3fsi4KfgMkjtC9N8uDWUTWj0N5HVl5xIgGBuLz3Pvtj-NB-Bbh0-HQu0VYaU=&p=2&fvj=1&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 3, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_508b23c6ca48ce1e", "Job Title": "Brand Protection Admin Assistant", "Company Name": "RB", "Location": " Schiphol", "Job Description": "Job Advert\nDay-to-day duties will include:\n\nSupporting the Global Brand Protection Legal Team with the management and administration of documents, contracts and correspondence related to RB’s trade marks and other IP rights.Reviewing incoming requests and contracts for completeness and compliance with established processes. Returning incomplete/non-compliant documentation to the author for re-working where appropriate. Using diplomacy to explain reasons for inability to process, and clearly explaining additional information required to fulfil requirements. Identifying trends in non-compliance and reporting these to management for further action.Communicating with authorized signatories (Senior Level Staff) to ensure prompt signature of contracts, Powers of Attorney and other documentation within company deadlines. Work with signatories to establish efficient processes for contract signature.Assists with the preparation and development of documents, presentations and processes for the department and business.Takes initiative in providing relevant data, information and back-up support materials to assist manager with day to day operations.Electronic filing and management of accounts with service providers and professional bodies.\n\nThe successful candidate will have the following qualifications and skills:\n\nFluent Dutch speaker with a good standard of written and spoken English.Bachelor’s Degree with 2+ years of experience as an Administrative Assistant, Company Secretary or Paralegal.The ability to successfully manage and prioritize own workload and multi-task, as well as possess excellent computer skills (Microsoft Office, PowerPoint, Excel, Word and electronic mail and Sharepoint document repositories).Proven administrative and organisational skills, preferably gained in a professional services environment.Accuracy and attention to detail required with ability to actively seek input and problem solve.Good interpersonal and communication skills with a proactive, personable approach.Excellent customer service focus and a professional manner when liaising with colleagues, clients and other external parties.Being a team player who is also conscientious, motivated and flexible, adapting as the need arises.Being receptive and open to learning new skills and acquiring an understanding of the FMCG sector and Brand Protection.Being a process driven, organised, person who excels at meeting deadlines when working within a busy team environment.An ability to work well under pressure.\n\nEquality\nIn Return RB offer very competitive salaries with excellent benefits and the chance to progress your career within a truly global organisation.\nRB is an equal opportunity employer and all qualified applicants will receive consideration for employment without regard to race, colour, religion, sex, national origin, disability status, protected veteran status, or any other basis protected by appropriate law. All hiring decisions are made based on merit, competence and business need.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=508b23c6ca48ce1e&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=8b216a5679401a1a&assa=6285", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=508b23c6ca48ce1e&fccid=2187d710fd27cd06&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 4, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_181bbb09cdbf0744", "Job Title": "Site Merchandiser – e-Commerce Europe", "Company Name": "Ring of Security BV NLD", "Location": " Amsterdam", "Job Description": "\n1-2 years of demonstrable e-Commerce, operations or customer support experience\nMarketing and sales-oriented\nAnalytical and process-oriented\nAttention to detail and proven ability to manage multiple, competing priorities simultaneously\nOutput and deadline driven\nExcellent communication and interpersonal skills with the ability to work in a cross-functionally collaborative role\nAbility to communicate openly, honestly and constructively\nExcellent customer service skills\nStrong critical thinking/problem solving skills\nMotivated to work in a fast-paced technology scale-up\n\nRing is looking for a Site Merchandiser who will be responsible for building and maintaining our e-Commerce stores (Ring.com) for our European countries. You will manage our merchandising plans and update the website content to give our customers a compelling reason to engage and buy.\n\nThis role is based in Amsterdam, Netherlands and reports to the International e-Commerce Manager.\n\nKey responsibilities\n\nImplement pricing and merchandising related to product launches and promotions\nOwn and maintain online product catalog\nMaintain consistent contact with Operations team to monitor stocks and inventory\nMonitor orders processing and troubleshoot issues in collaboration with the Operations and Customer Support teams\nAuthor and maintain content tied to product, promotions, site launches and new features\nWork with creative, development and international teams to implement changes, new features, and bug fixes\nConduct testing and QA for project launches and ongoing builds\nInitiate, optimise and evaluate projects and campaigns with the aim of increasing visibility and conversion (cross-sell, up-sell, promotion or seasonal)\nWork closely with creative and marketing to ensure strong seasonal campaigns and promotions\nConduct regular and thorough “store walk-throughs” and QA checks to ensure strong execution and drive site improvements\nBe a subject-matter expert on the functionality of our e-Commerce platform necessary to create, manage and optimise content\nLearn to automate processes and find the most scalable ways to manage tasks.\nA strong interest in understanding and driving user experience\nAdditional European languages a plus\n\nAbout Ring\n\nSince its founding in 2013, Ring has been on a mission to make neighbourhoods safer. From the video doorbell to the DIY Ring Alarm system, Ring’s smart home security product line offers users affordable whole-home and neighbourhood security. At Ring, we are committed to making home and neighbourhood security accessible and effective for everyone – while working hard to bring communities together. Ring is an Amazon company. For more information, visit www.ring.com. With Ring, you’re always home.\n\nRing LLC is proud to be an equal opportunity employer - Minority / Women / Disability / Veteran / Gender Identity / Sexual Orientation", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=181bbb09cdbf0744&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=c654f83c4bd3f64c&assa=7082", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=181bbb09cdbf0744&fccid=fe2d21eef233e94a&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 5, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_c95eddbe51844b12", "Job Title": "Global Regulatory CMC Consultant – Cell and Gene Therapies, 1 year + contract, Home Working", "Company Name": "ADV Talent Partners", "Location": " Gemeente Haarlemmermeer", "Job Description": "Job Description\nWe are recruiting for a Global Snr Manager Regulatory Affairs CMC / Consultant to work on Cell and Gene Therapy products in development.\n\nThis is a unique opportunity. The contract will be over 12 months with a good possibility of an extension. The role will be based in the Netherland and you will be required to travel over a couple of times per month (post Covid-19), unless living close by. Until then you will be working from home.\n\nWhat is the job?\n\nThe grade is Snr Manager Regulatory Affairs CMC and this role will give you the opportunity to work on projects in early to late stage of development – Cell Therapy, Gene Therapy and potentially one mAb\nThis will be a Global role covering the EU, US and depending on experience Japan\nThis will be a hands on role where you will write/author and review Regulatory CMC documentation (IMPD/IND, Module 3)\nHowever, you will also play a key role in the Regulatory Affairs CMC department, where in collaboration with an experienced GRL you will be responsible for the development and implementation of the Regulatory CMC strategy and planning for assigned NMEs/NBEs\nYou will be the subject matter expert and act independently as the RA CMC lead or deputy leader on complex projects.\n\n Who is right for the job?\n4 + years of Regulatory Affairs CMC Biologics experience. Especially in development. Previous experience in analytical development, process development or bio manufacturing will be an advantage\nYou would have worked in a Regulatory CMC function, authoring and re-authoring IMPD/INDs and Module 3 for Cell & Gene Therapies, ATMPs, mAbs\nExperience in direct communication with the Health Authorities on CMC matters\nPositive, can do attitude with good communication as well as project management skills.\n\nIn return you will earn a competitive rate working for a global, R&D driven company for 12 + months and have the flexibility to work remotely.\n\nInterested in the above? I look forward to hearing from you!\n\nTo Apply!\n\nTo apply for this role, please press the red “Apply for position” button, or contact me Oli Dimitrov on +44 (0)207 801 3388 or Theo Moore on +44 (0)207 801 3384 in full confidence to receive more details on this role or to hear about other available opportunities in Regulatory Affairs.\n\nWe provide a high level of service because we believe this matters. Our people place individuals at the Specialist, Expert, Regional and Global Head levels, so if you want some advice on when or how to make your next step, or to understand what that next step might look like, let’s collaborate and explore these ideas with each other. ADV Talent Partners only advertise around 30% of our active roles, so for us to really help you, please Register or call us. We provide permanent and contract roles in the following areas, across the USA, Europe and Asia Pacific. General switchboard number +44 (0)207 801 3380.\n\nGDPR & Data Protection: Your information is safeguarded for GDPR, and you will have the right to edit, amend or delete and ’’be forgotten’’ at any time after your initial registration.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=c95eddbe51844b12&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=6dddc2201c0b9f09&assa=8005", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=c95eddbe51844b12&fccid=f94f2fe19869476a&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 6, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_343164e5f16f4583", "Job Title": "Bloggers Partnership Manager", "Company Name": "Flo Health", "Location": " Amsterdam", "Job Description": "About Flo\n\nFlo is an AI-powered health and wellbeing app for women and girls, which supports them during their entire reproductive period. Using cutting-edge technology, we combine scientific knowledge, clinical experience, and the power of community to improve the health and wellbeing of every girl and woman worldwide every day. Already 36 million women and girls use Flo monthly in order to make healthier choices and live a well-balanced life, with 7.5 million in the US alone making Flo #1 period tracker for American women and girls. Since August Flo has been the most downloaded Health app in the AppStore.\n\nWomen's Health is still an under-prioritised and under-researched area and we believe that it deserves much more attention and action. We are looking for someone who can lead negotiations with prominent experts, bloggers and influencers in the area of women health to produce exclusive content for Flo.\n\n\nResponsibilities:\n\nSearching for 3rd party content contributors (partners of Flo Health Inc. in content production bloggers, authors, influencers, celebrities, medical experts, organizations, etc.)\nDeveloping and handling the communication process with content contributors (negotiating on content type and quality, deadlines, links, discounts, terms, contracts, etc.)\nAssisting in the development of a strong partnership network (communication with Prospects, participating in events, etc.)\nDrive the creative strategy for collaboration with content contributors and campaigns with them\nRecommend new creative strategy opportunities and new ways of collaborating with content contributors and social platform features, trends, usages, etc.\n\nWe expect that you have:\n\n3+ years of work experience with influencers, bloggers, celebrities, etc.\nProven track record in negotiations (experience working in sales/ account management/content acquisition)\nDegree in Business Communications, Marketing or relevant field is preferable\nStrong communication, presentation skills are a must\nAn excellent spoken and written (business) English\nGeneral understanding of SMM, ability to evaluate the unmet needs of bloggers/influencers, their level of impact and define collaboration perspectives\nAbility to meet deadlines and manage time effectively: we always have multiple projects in flight, you'll need to have project manager skills to keep everything moving forward and everyone up to date\nCreative minded with an ability to conceive interesting ideas for partnerships\nDetail-oriented, committed to excellent quality in every aspect of your work", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=343164e5f16f4583&fccid=66834c7c6ce7026f&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 7, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_81bf544f92af61a5", "Job Title": "Entry Level Medical Writer", "Company Name": "Proclinical", "Location": " Amsterdam", "Job Description": "Are you interested to take a step into medical communications and education? Proclinical has partnered with a Medical Communications company in London and Amsterdam to develop, drive and deliver high-quality, medical communication and education projects for healthcare professionals. If you have a passion for science and communications then this might be the role for you.\nJob Responsibilities\nBecome an expert in the relevant therapy areas, keeping up to date on all progress in the field\nProduce publications that meet client and author expectations for timeliness, accuracy, quality, language, lack of\nbias, and balance\nProactively identify potential issues and flag them for discussion by internal team\nTake responsibility/ownership for completing assigned tasks on time at all stages\nProactively identify potential bottlenecks/issues and raise them with PMs\nInteract professionally with clients, authors, and other contributors, demonstrating understanding of relevant\nmedical fields and understanding of external parties' requirements\nManage client expectations with firm but professional timelines/prioritizing\nProvide plan-management support to PMs/SPMs for structural and ad-hoc client requests\nCommunicate clearly and professionally with team members to help foster a positive working environment\nBalance personal goals with team goals\nRecruit, brief, and manage freelance medical writers to assure that they deliver high-quality products within timeline and budget\nProvide timely and appropriate feedback to freelance medical writers to ensure increased future efficiency\nKeep up to date with industry guidelines for good publication practices\nFollow and document internal and/or client SOPs in all publication projects\nHelp educate external parties on industry standards when required\nSkills and Requirements\nPhD in life sciences, MD, PharmD, or lower-level bioscience degree plus relevant work experience\nExcellent command of written and spoken English\nScientific writing ability\nStrong, confident communication skills\nHigh level of attention to detail\nProficient user of various MS Office programs and Internet\nTo Apply\nProClinical is a specialist employment agency and recruitment business, providing job opportunities within major pharmaceutical, biopharmaceutical, biotechnology and medical device companies.\n#LI_OJ1", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=81bf544f92af61a5&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=57168df4b2106d09&assa=9666", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=81bf544f92af61a5&fccid=59f7de3488fb4de9&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 8, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_42ea0a6f52e862d4", "Job Title": "Interactive Designer", "Company Name": "Sam Media", "Location": " Amsterdam", "Job Description": "Introducing Sam Media\nSam Media is a team of passionate and confident creatives, marketing experts and developers focused on delivering excellent products and services to hundreds of millions of mobile consumers worldwide.\nOur commitment to pursuing growth and continued learning core is one of our core values. We are all about investing in people. We stimulate personal initiatives and development by offering chances and freedom. We are passionate about travel, and we believe it enables people to grow both personally and professionally. We are proud of our social culture, where we have team nights and regular company activity days. Sam Media has a recognition and reward culture.\nWe are a pioneer and a leader in the mobile micro payment industry, we build and advertise our products, which include Mobile Apps, Video and Music Streaming Services, Online Learning and Mobile Games, with millions of users every single day. We are actively growing our performance marketing, behavioural targeting, real-time bidding and programmatic media buying capabilities.\nSam Media is a big and diverse family. with a variety of skills and 25 nationalities with offices in Kuala Lumpur, Amsterdam and Hanoi.\nWhat is the role?\nThe overall purpose of the role is to drive conversion rate and conceptualising marketing concepts.\nCommercial Design\nYou will create customer centric design (banners and landing pages), developing messages and targeting certain market segments using persuasive designs.\nYou will identify and use an appropriate range of sources and types of data to answer questions. Gathering data thoroughly and accurately and subjects it to analysis to improve our conversion rate.\nWeb Technologies\nYou will be working with web technologies such as HTML, CSS and JavaScript as needed.\nCompetitor Intelligence\nYou will stay up-to-date on competitors and understands their strengths and weaknesses versus our own.\nStrategic Planning\nYou will co-author, marketing concepts, AB test, and design sprints, taking into account different factors needed from the team.\nYour Skills and Responsibilities:\nYou’re a confident Web/UI designer who enjoys solving problems both big and small.\nCreate engaging banners and commercially successful landing pages.\nCan explore concepts, shape design solutions, and rapidly visualise a proposition, through sketching and prototyping.\nUtilize elements of persuasive design to influence the behavior of users in our products and campaigns.\nDecent wireframing and prototyping skills using adobe XD, Sketch or other softwares.\nThree or more years of experience (hands-on experience in designing successful mobile advertisements is a plus).\nConstantly optimize existing designs in terms of conversion based on test results through AB testing.\nYou have mastered front-end technologies: HTML5, CSS3, CSS animations and JavaScript.\nYou have a good sense of typography, use of colors and layouts.\nAbility to solve problems creatively and effectively.\nAdaptable and willing to learn new techniques.\nAdaptable and willing to learn new techniques.\nExperience with google analytics is an added advantage.\nStrong communicator in English.\nMore reasons to come and works with us\nEstablished in 2006, we are a market-proven, well-established, international company with an informal culture and ability to move fast;\nWe invest in the personal development of each Sam Median by taking courses, attending conferences, and other learning opportunities;\nWe have regular team(building) events, including lunches, monthly office birthday celebration, and a yearly company trip;\nWe have a creative office in the heart of Amsterdam with tasty coffee, tea, fresh fruit, daily fresh lunch, and beers on Friday afternoons.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=42ea0a6f52e862d4&from=vj&sjdu=xQSRIZmHHZCYoinm1bkZW4tdimYP_Sifz_W6abanX_aj98Ww8M8tWs7nKgilN4CF&mvj=0&vjfrom=vjs&pos=bottom&astse=1ac33e0b74086c1b&assa=385", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=42ea0a6f52e862d4&fccid=e46827d74e8d3cdf&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 9, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_438227d772a5ce65", "Job Title": "Senior Client Solutions Architect , Amsterdam", "Company Name": "VMware PSO", "Location": " Amsterdam", "Job Description": "1.Role – P5 Senior Client Solutions Architect\nThe global VMware Professional Services (PS) Organization drives and influences the success of each VMware implementation. The PS team is dedicated to the success of our customers and their digital strategies. The PS team ensures that VMware customers are successfully implementing and delivering against their business plans from adoption all the way to a fully functioning solution that meets their defined business outcomes.\nAs a PS Senior Client Solutions Architect (CSA), you will be responsible for the PS design and scoping of services of complex transformational solutions for our customers. The role will require you to understand the products, frameworks, and design patterns used for Vmware solutions. You will be asked to contribute to these frameworks, develop reusable domain solutions, and mentor internal & external stakeholders on the use of the tools. You will be working as part of a team with similar charters. To effectively build solutions to solve for complex business problems it will be important to build a strong network among your peers and internal & external teams. You should be ready to take ownership of the pre-sales initiatives and programs to aid in delivering of our solutions. The ideal candidate will have a good mix of Technical Skills, Business Acumen, and a strong bias for customer centricity. The ideal candidate will need to be able to understand the customers vision and to be able to translate this to desired business outcomes and the IT solutions which underpin them. You will be acting as a lead technologist and should have a broad understanding of Vmware and related technologies. The ideal candidate would have domain level understanding in one or more of the following Franchises:\nMulti-Cloud\nApplication Modernisation\nDigital Workspace\nVirtual Cloud Networking\nIntrinsic Security\nVMware PS is committed to offering a collaborative and supportive working environment with a full enablement plan and the opportunity to develop in the latest Software-Defined Datacenter or Digital Workspace technologies and solutions. We promote an inclusive atmosphere where your voice will be heard, and where you will be part of a dynamic team working in partnership with each other and with our customers.\nWe are looking for conscientious and responsible individuals who can build on our successful track record and come with us on the next stage of our journey.\nWe will sponsor your enablement and certification for Vmware technical skills and potentially non-Vmware specific but associated certifications and soft skills via our ‘Take1’ initiatives.\n\nResponsibilities\nWorking in partnership with the core sales, services sales and delivery teams you will lead the pre-sales engagement with customers to understand desired customer outcomes, technical objectives, and services requirements\nDesign high level solutions to meet the business outcomes and IT objectives\nDevelopment of Vision for the Solution, Strategy and Services Roadmaps\nAbility to think past individual products and create end to end solutions to meet the business outcomes\nEffectively communicate the proposed services architecture to the customer, partners and project teams to demonstrate its tangible value\nEnsure that proposals, services solution designs and Statements Of Work are technically sound, deliverable, competitive and representative of market leadership in the application of technology to addressing business outcomes\nAssist with the completion and response of customer issues RFI’s, RFQ’s and RFP’s\nOwnership of the technical components of the Statement Of Work including pre-requisites, responsibilities, technical scaling factors, out of scope items etc.\nAccurately define role based Level Of Effort required to deliver the solution in line with VMware best practice and support guidelines\nFacilitate accurate, timely and efficient handover of projects from the sales phase to delivery\nAuthor blogs, technical articles and white papers based on experiences\nSpeak at events such as VMworld, Sales Kick-Offs, Technical Summits etc.\nProvide lessons learned feedback to Services Sales, Delivery Management and Engineering based on customer feedback\nCreates artefacts and manages collaboration with PS Engineering\nAdhere to VMware PS sales process and methodologies on all opportunity pursuits\nMastery of necessary tooling including PS Solution Builder\nMaintain proficiency in VMware service offerings, value propositions, and representative case studies\nSupport Field enablement of Client Solution Executives (PS Client Sales Execs), CSAs, inside Client Sales Execs and iCSAs based on domain expertise\nMentoring of peers and more junior CSAs as appropriate\nLead internal enablement and community discussions around emerging technologies\nObtain continuous feedback from the field, including customers, bringing IP back to corporate teams and making recommendations on future service offerings\nWorking with PS Client Sales Execs help to scrub franchise specific forecasts to provide the best possible view for the business\nConfidently gather use case requirements and solution designs while functioning as an advocate for “Best Practices” and driving adoption of VMware solutions.\nEnsure the solution being delivered is fit for purpose, referencing the initial business goals and objectives of the project through strong governance\nMaintain up to date high-level technical knowledge of the VMware product line and future product direction and expert level knowledge of your specialist domains\n1.Role – P5 Senior Client Solutions Architect\nThe global VMware Professional Services (PS) Organization drives and influences the success of each VMware implementation. The PS team is dedicated to the success of our customers and their digital strategies. The PS team ensures that VMware customers are successfully implementing and delivering against their business plans from adoption all the way to a fully functioning solution that meets their defined business outcomes.\nAs a PS Senior Client Solutions Architect (CSA), you will be responsible for the PS design and scoping of services of complex transformational solutions for our customers. The role will require you to understand the products, frameworks, and design patterns used for Vmware solutions. You will be asked to contribute to these frameworks, develop reusable domain solutions, and mentor internal & external stakeholders on the use of the tools. You will be working as part of a team with similar charters. To effectively build solutions to solve for complex business problems it will be important to build a strong network among your peers and internal & external teams. You should be ready to take ownership of the pre-sales initiatives and programs to aid in delivering of our solutions. The ideal candidate will have a good mix of Technical Skills, Business Acumen, and a strong bias for customer centricity. The ideal candidate will need to be able to understand the customers vision and to be able to translate this to desired business outcomes and the IT solutions which underpin them. You will be acting as a lead technologist and should have a broad understanding of Vmware and related technologies. The ideal candidate would have domain level understanding in one or more of the following Franchises:\nMulti-Cloud\nApplication Modernisation\nDigital Workspace\nVirtual Cloud Networking\nIntrinsic Security\nVMware PS is committed to offering a collaborative and supportive working environment with a full enablement plan and the opportunity to develop in the latest Software-Defined Datacenter or Digital Workspace technologies and solutions. We promote an inclusive atmosphere where your voice will be heard, and where you will be part of a dynamic team working in partnership with each other and with our customers.\nWe are looking for conscientious and responsible individuals who can build on our successful track record and come with us on the next stage of our journey.\nWe will sponsor your enablement and certification for Vmware technical skills and potentially non-Vmware specific but associated certifications and soft skills via our ‘Take1’ initiatives.\n\nResponsibilities\nWorking in partnership with the core sales, services sales and delivery teams you will lead the pre-sales engagement with customers to understand desired customer outcomes, technical objectives, and services requirements\nDesign high level solutions to meet the business outcomes and IT objectives\nDevelopment of Vision for the Solution, Strategy and Services Roadmaps\nAbility to think past individual products and create end to end solutions to meet the business outcomes\nEffectively communicate the proposed services architecture to the customer, partners and project teams to demonstrate its tangible value\nEnsure that proposals, services solution designs and Statements Of Work are technically sound, deliverable, competitive and representative of market leadership in the application of technology to addressing business outcomes\nAssist with the completion and response of customer issues RFI’s, RFQ’s and RFP’s\nOwnership of the technical components of the Statement Of Work including pre-requisites, responsibilities, technical scaling factors, out of scope items etc.\nAccurately define role based Level Of Effort required to deliver the solution in line with VMware best practice and support guidelines\nFacilitate accurate, timely and efficient handover of projects from the sales phase to delivery\nAuthor blogs, technical articles and white papers based on experiences\nSpeak at events such as VMworld, Sales Kick-Offs, Technical Summits etc.\nProvide lessons learned feedback to Services Sales, Delivery Management and Engineering based on customer feedback\nCreates artefacts and manages collaboration with PS Engineering\nAdhere to VMware PS sales process and methodologies on all opportunity pursuits\nMastery of necessary tooling including PS Solution Builder\nMaintain proficiency in VMware service offerings, value propositions, and representative case studies\nSupport Field enablement of Client Solution Executives (PS Client Sales Execs), CSAs, inside Client Sales Execs and iCSAs based on domain expertise\nMentoring of peers and more junior CSAs as appropriate\nLead internal enablement and community discussions around emerging technologies\nObtain continuous feedback from the field, including customers, bringing IP back to corporate teams and making recommendations on future service offerings\nWorking with PS Client Sales Execs help to scrub franchise specific forecasts to provide the best possible view for the business\nConfidently gather use case requirements and solution designs while functioning as an advocate for “Best Practices” and driving adoption of VMware solutions.\nEnsure the solution being delivered is fit for purpose, referencing the initial business goals and objectives of the project through strong governance\nMaintain up to date high-level technical knowledge of the VMware product line and future product direction and expert level knowledge of your specialist domains\nRequirements\nA minimum of 5 years Pre-Sales /Business development / Advisory experience in a consulting and/or professional services environment or 3 years in a CSA role and should have supported a regional quota\nTechnical services scoping experience in a consulting/services environment, including time supporting sales and liaising with technical practices and delivery\nDelivery or production experience in at least 2 of the 5 main Franchises\nStrong presentation, C-level client management and business development skills with the ability to articulate options & ideas\nSuperior organizational and negotiation skills\nExperience of working in a multi-dimensional and matrixed organisation\nAbility to influence external & internal decision makers and to anticipate challenges and take pro-active action to address\nWillingness to travel up to 50% of the time\nStrong documentation and technical writing skills with an ability to create high impact customer facing deliverables\nAbility to demonstrate solid commercial acumen\nAdaptable and progressive learner with the ability to communicate complex technical topics to both a technical and non-technical audience\nAn active listener with excellent communications and interpersonal skills, with an ability to utilizes different styles of questioning techniques and manage conflict and objection handling\nExperience of working with a wider team to respond to RFI, RFQ or RPS’s\n\nCategory : Sales\nSubcategory: Solutions Architect\nExperience: Business Leadership\nFull Time/ Part Time: Full Time\nPosted Date: 2021-01-29\nVMware Company Overview: At VMware, we believe that software has the power to unlock new opportunities for people and our planet. We look beyond the barriers of compromise to engineer new ways to make technologies work together seamlessly. Our cloud, mobility, and security software form a flexible, consistent digital foundation for securely delivering the apps, services and experiences that are transforming business innovation around the globe. At the core of what we do are our people who deeply value execution, passion, integrity, customers, and community. Shape what’s possible today at http://careers.vmware.com.\n\nEqual Employment Opportunity Statement: VMware is an Equal Opportunity Employer and Prohibits Discrimination and Harassment of Any Kind: VMware is committed to the principle of equal employment opportunity for all employees and to providing employees with a work environment free of discrimination and harassment. All employment decisions at VMware are based on business needs, job requirements and individual qualifications, without regard to race, color, religion or belief, national, social or ethnic origin, sex (including pregnancy), age, physical, mental or sensory disability, HIV Status, sexual orientation, gender identity and/or expression, marital, civil union or domestic partnership status, past or present military service, family medical history or genetic information, family or parental status, or any other status protected by the laws or regulations in the locations where we operate. VMware will not tolerate discrimination or harassment based on any of these characteristics. VMware encourages applicants of all ages. Vmware will provide reasonable accommodation to employees who have protected disabilities consistent with local law.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=438227d772a5ce65&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=494db2eec9a77ddc&assa=1336", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=438227d772a5ce65&fccid=c762a27145bd166e&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 10, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_d6cef24ef7f5983f", "Job Title": "Data Scientist", "Company Name": "Magno IT", "Location": " Amsterdam", "Job Description": "We are currently looking for a Data Scientist with Machine Learning experience for an international company in Amsterdam area.\nFocus of the position\nAs a Machine Learning Scientist, you will be working with our business units on developing services that analyze, annotate and structure content found in scientific articles. We want to develop automated text classification and entity linking targeting specific problems in scientific manuscript structuring, author and reference identification. Ultimately, machine learning tools may suggest annotations and structured meta-data that are as good as human- generated data and even replace human annotations. Our solutions depend heavily on concept indexing or annotation, relationship extraction, extracting data from formatted text, images, mathematical expressions and tables. As a Machine Learning Scientist, you will have experience solving content analysis problems using supervised or unsupervised machine learning methodologies, you know of the state-of-the-art tooling in processing textual content at a large scale and be familiar with analyzing image data. You have a good understanding of the current Machine Learning libraries and have used at least some of them, solving real life problems. You are a hands-on person that does not care about Java or Python but about the right approach to the problem.\nMain Activities and Responsibilities\n· understand and use computer science fundamentals, including data structures, algorithms, computability and complexity and computer architecture\n· produce project outcomes and isolate the issues that need to be resolved, in order to make programmes more effective\n· collaborate with data engineers to build data and model pipelines\n· manage the infrastructure and data pipelines needed to bring code to production\n· demonstrate end-to-end understanding of applications (including, but not limited to, the machine learning and NLP algorithms) being created\n· improve algorithms based on statistical modelling procedures and maintain scalable machine learning solutions in production\n· build optimization strategy to improve the performance of machine learning models in production\n· communicate and explain complex processes to people who are not machine learning or NLP expert\n· liaise with stakeholders to analyse business problems, clarify requirements and define the scope of the resolution needed\n· liaise with data scientists, engineers and developers to identify, analyze and support in resolution of machine learning models in production\n· research and implement best practices to improve the existing machine learning infrastructure\n· provide support to engineers and product managers in implementing machine learning in the product\n· writing code in Java, Python and maintaining Maven archetype\nQualifications and Experience\n· Bachelor's degree in computer science, data science, mathematics, or a related field.\n· Master's degree in computational linguistics, data analytics, or similar will be advantageous.\n· At least two years' experience as a machine learning engineer.\n· Advanced proficiency with Python and Java coding.\n· Knowledge of machine learning frameworks, libraries, data structures, data modeling, and software architecture.\n· In-depth knowledge of mathematics, statistics, and algorithms.\n· Superb analytical and problem-solving abilities.\n· Great communication and collaboration skills.\n· Excellent time management and organizational abilities.\nDesirable Additional Skills\n· AWS Certification is a plus\n· Experience in building machine learning models is a plus\n· experience in operationalization of machine learning model is a plus\n· experience with docker/ Kubernetes / APIs is a plus\nDoes this role spark your interest? Then please provide me with your most recent resume and contact details, so that we can discuss this vacancy more detailed by phone.\nrosi@magno-it.nl +31640297385", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=d6cef24ef7f5983f&fccid=f7c7d52450f5eba7&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 11, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_f84840e3b3c3a2ba", "Job Title": "Solution Architect", "Company Name": "Versa Networks", "Location": " Amsterdam", "Job Description": "About Us:\nVersa Networks, Inc. is a leading vendor of next-generation Software Defined solutions and architectures, called Cloud IP Platform. Versa is providing an end-to-end solution that both simplifies and secures the WAN/branch office network.\nThe goal of the Versa Cloud IP Platform is to provide unprecedented business advantages through a software-based approach that allows for unmatched agility, cost savings and flexibility. We have created a feature-rich, scalable yet simple to use software platform to implement many different enterprise and service provider use cases, including:\nFull software-defined branch (SD-Branch) for enterprise customers.\nSecure SD-WAN for enterprises with layered security.\nNext-generation managed services like SD-Branch and SD-WAN for service providers.\nWe are looking for passionate, entrepreneurial, and tech-savvy Solution Architects to help our customers and partners evaluate, adopt and expand the use of our technology.\nJob responsibilities:\nEvangelize technical leadership to our customers and partners.\nProvide architectural design services of state-of-art SDWAN deployments, including HLD/LLD documentation.\nPerform hands-on tests to validate customer proof-of-concept setups, network designs, and network deployments using new products and feature.\nProvide Professional Services on assignment bases to strategic customers.\nAuthor whitepapers, knowledge base articles, and other customer/partner facing content.\nEssential Skills:\nExperience in planning and designing or operating service provider or large enterprise WAN/LAN networks.\nIn depth understanding of TCP/IP protocol stack and operation.\nKnowledge on WAN technologies and protocols like MPLS, MPLS based VPNs, BGP, OSPF, QoS, NAT, Multicast.\nKnowledge in architecting and/or managing large-scale, high performing and resilient Enterprise networking solutions.\nKnowledge on Linux administration.\nShell scripting, python scripting knowledge.\nDesired Skills:\nOperational knowledge on next gen firewalls/UTMs, IDS/IPS and malware prevention systems.\nKnowledge on best practices architectures for SaaS applications.\nHands-on experience in public and private cloud technologies such as AWS, Azure, Openstack, VMware.\nCompetency:\nGreat analytical thinking.\nAbility to think full stack when it comes to problem solving.\nAbility to learn new technology quickly.\nExcellent hands-on skills in deploying and troubleshooting complex networks.\nWillingness to help customers, peers and other team members at any time.\nOur Benefits:\nVersa Networks is a small but rapidly growing organization. It is built by people with vast experience in networking industry. We are a pragmatic team with a healthy work-life balance. We offer a competitive compensation package with pre-IPO equity. Additionally, we offer a quality of life benefit to everyone in an inspiring environment with skilled and passionate co-workers. Our exciting company culture offers a great place to work and most important, to have fun.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=f84840e3b3c3a2ba&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=2b64d2f672c83b00&assa=2858", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=f84840e3b3c3a2ba&fccid=3f903c48026c01dc&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 12, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_2f7159ab136f0da5", "Job Title": "Sr. Support Engineer - Terraform Enterprise", "Company Name": "HashiCorp", "Location": " Amsterdam", "Job Description": "About HashiCorp\n\nHashiCorp is a fast-growing startup that solves development, operations, and security challenges in infrastructure so organizations can focus on mission-critical tasks. We build tools to ease these decisions by presenting solutions that span the gaps. Our tools manage both physical machines and virtual machines, Windows, and Linux, SaaS and IaaS, etc.\n\nAbout the Role\nHashiCorp is looking for a high-caliber customer facing engineering professional to join its Support Engineering team. This is an exciting opportunity to join a small team and have a direct impact on HashiCorp's fast growing business. This highly visible position will be an integral part of both the support engineering and Terraform Open Source/Enterprise teams. You are a fit if you thrive in a fast-paced culture that values essential communication, collaboration, and results. This person is a self-motivated, detailed individual with an eye for automation, process improvement, and problem solving.\n\nWorking with the Manager, Support Engineering, this Senior Support Engineer will be a key member of the Customer Success organization and will directly impact customer satisfaction and success. This individual will solve sophisticated issues related to Terraform and Terraform Enterprise and independently work to find viable solutions. They will contribute to product growth and development via weekly product and marketing meetings. You will attend customer meetings as needed to help identify, debug and resolve the customer issue and is expected to be a liaison between the customer and HashiCorp engineering. When possible, our Support Engineers will update and improve documentation, guide feature development, and implement bug fixes based on customer feedback.\n\nIn this role you can expect to:\nReproduce and debug customer issues by using or building test environments and tools. This is what you do the majority of your time.\nTriage and tackle incoming support requests via Zendesk within SLA, including high-severity urgent cases\nDocument and record all activity and communication with customers in accordance to both internal and external security standards\nAttend weekly product engineering meetings to discuss issues pertinent to support\nCollaborate with engineers, sales engineers, sales representatives, and technical account managers to schedule, coordinate, and lead debugging calls\nContribute to product documentation, customer knowledge base, and best practices guides\nContinuously improve process and tools for normal, repetitive support tasks\nPeriodic 24/7 on-call rotation (one week in every two months)\n30 days:\nHolistic understanding of Terraform/Terraform Enterprise and the interaction with other HashiCorp Product Suite\nSuccessfully perform all common work flows within Terraform Enterprise\n1 contribution to extend or improve product documentation or install guides\nSuccessfully play with all the elements in Terraform Guide (https://www.terraform.io/docs/enterprise/index.html).\n60 days:\nAbility to triage and communicate to Level 1 & 2 inquiries independently\nAbility to provision and bootstrap Terraform/Terraform Enterprise with all the sophisticated features without assistance\nRide along on 1-2 live customer debugging calls\nAuthor 1 \"customer knowledge base\" article from area of subject matter expertise\n90 days:\nAbility to effectively fix and respond to a production down issue with minimal assistance\nAbility to take any Terraform ticket without assistance\nAbility to independently find points of error and identify root cause by examining log files\nAbility to create ongoing KB articles that will benefit all customers\n\nYou may be a good fit for our team if you have:\n\nAt least 5 years of Support Engineering.\nA minimum of 8 years DevOps Engineering, Software Engineering, or System Administration experience\nExperience with Terraform/Terraform Enterprise or Private Terraform is a huge plus\nExperience with scripting tool of choice to help automate re[production environments (for example, Bash, Python, PowerShell)\nAbility to read sophisticated code for troubleshooting and familiarity with Github\nExperience with REST APIs and command line tools\nStrong written and verbal communication skills — technical writing experience a plus\nWell-organized, excellent work ethic, attention to detail, and self-starting\nExperience troubleshooting and resolving urgent, high-visibility technical problems\nFamiliarity with Distributed Systems, Microservice architecture, and Containers\nInterest in cloud adoption and technology at scale\nExcellent problem solving, analytical, and troubleshooting skills\nBachelor's degree in Computer Science, IT, Technical Writing, or equivalent professional experience.\n\nHashiCorp embraces diversity and equal opportunity. We are committed to building a team that represents a variety of backgrounds, perspectives, and skills. We believe the more inclusive we are, the better our company will be. #LI-JN1\n\n#LI-Remote", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=2f7159ab136f0da5&fccid=044076f542c2a482&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 13, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_be33d73019c387dd", "Job Title": "Managed Cloud Strategist @Binx", "Company Name": "Xebia", "Location": " Hilversum", "Job Description": "Join us on our cloud-native journey\nAWS, GCP, AZURE, ALIBABA CLOUD\n\nJob description\nAs a Cloud Strategist, you advise large enterprises and category leaders on their cloud strategy. Based on audits and reviews you make sure that there is a solid plan to migrate the existing workloads to a (multi-)cloud platform. You are the trusted advisor of your client’s\nleadership team and make sure that the transition to the new technology and way of working is an enjoyable experience for every stakeholder.\nCloud technology holds no secrets for you, you know your way around cloud services both in general and hands-on.\n\nYour Specs\nYou have obtained a Master’s degree or higher in Business Administration or similar\nYou have a least five years of experience with designing cloud architecture\nYou easily communicate with and convey your message to executives, managers, and practitioners alike\nYou bring a network of IT decision makers\nYou know your way around cloud platforms, technology and strategy\nYou are fluent in English, both in written and verbally, and are confident with the Dutch language\n\nWorking at Binx\nAt Binx, you’ll find like-minded colleagues at the forefront of cloud innovation, all of whom have the courage to veer from the beaten path; we strive for excellence at every turn and drive organizations towards achieving their goals. We firmly believe that cloud is the single most significant technology shift organizations will face in this decade. Are you ready to join us on our journey?\n\nNot Your Average Start-Up\nFounded at the beginning of 2018 as part of the Xebia Group, we develop our organization with an open mind. At the same time, being part of an established organization like Xebia, allows us to grow a business without the organizational and economical headaches associated with start-up life. The Xebia Group provide us with the network, scale, experience, and back-office we need, and gives us room to focus on what really matters: cloud consultancy for leading companies. Our overarching mission is Authority. Our core values are: people first, quality without\ncompromise, sharing knowledge, and customer intimacy.\n\nWork With Colleagues Who Inspire and Challenge You\nEveryone within the Xebia Group works here because of his or her track record. At Binx, youwill work alongside true experts. Think Microsoft Regional Directors, MVPs, Amazon Partner Network Ambassadors, Google Developer Experts, and O’Reilly trainers and authors.\n\nEmbark on a learning journey\nBecause we value your experience, we will facilitate you to keep developing yourself. You will be inspired by attending, or organising, our Xebia Knowledge Exchange sessions and by working on side-projects during our Innovation days.\n\nInterested in learning more about working at Binx? Please get in touch with us.\n\nIncluded in The Package\nAt Binx, we treat each other properly; with respect, cooperation, and a view towards creating an enthusiastic, self-empowered, dynamic working community. Our culture exudes creativity and ambition, and our colleagues share an insatiable thirst for knowledge. We’re especially\nproud of our generous training budget and our innovation days.\n\nApart from an amazing culture, we provide some great primary benefits:\nCompetitive salary\nPension plan\nCompany car (if applicable for your role)\nYour choice of laptop (once every 24 months)\nYour choice of phone\n€5000,- a year in training budget, without a fight. In fact, it’s your obligation to spend\nit every year.\nUnlimited book budget", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=be33d73019c387dd&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=545d3541781b19ab&assa=4604", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=be33d73019c387dd&fccid=bb33996a45f47d81&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 14, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "pj_1de2e2b0bcae2a72", "Job Title": "Project Controls Lead", "Company Name": "Linesight", "Location": " Nederland", "Job Description": "Project Controls Lead\nThe Project Control Lead will need to bring energy, experience, and commitment to carry out the following on projects expected to be of the order of €100m over the next three years.\nWork in conjunction with project teams to implement tools and methods to ensure project control (cost, schedule, change management, progress reporting, and risk management)\nMonitor leading indicators and trends to provide early warning of issues to project teams, the E&C Area Lead and Regional Directors.\nBe accountable, unbiased, make issues visible and collaborate with teams to solve problems before they become overruns or missed deadlines\nAuthor / contribute to the Project Control Plan, and ensure adherence to plan during the project control lifecycle.\nLiaise with Project control partners onsite to ensure that projects are being tracked appropriately, and execute site walkdowns regularly to ensure that the reported progress is accurate.\nMaintain a degree of independence within the Project Team as the Project Control representative onsite.\nSupervise any future project control resources onsite that will be hired as the need arises.\nResponsibilities:\nDevelop, monitor and maintain overall excel based Monthly Project Cost Reports including: budgeting, forecasting, variance analysis, change management, risk management, and early warning of issues. Transfer data monthly to a Project Online Web based reporting system.\nGenerate a Powerpoint report for each project monthly that gives context to the cost schedule, change, progress and risk data.\nMaintain schedule oversight on the portfolio, understanding and tracking interconnecting milestones and constraint.\nAssure accurate and timely monitoring of project commitments, spending, accruals, budget transfers and change orders\nInterface with systems such as (SAP, PPRS, etc.) to enable controlling/reporting\nDevelop and maintain overall project staffing and spending plans (Resource sheet)\nSupport implementation of Target Value Delivery during estimation phases.\nInterface with AE (Architect Engineer) & CM (Construction Management) Project Control personnel to ensure accurate and timely cost reports and forecasts\nSupport of project financial close out requirements including asset definition and valuation\n\nQualifications:\n Bachelor’s degree in an engineering discipline. Also acceptable would be degrees in Business Intelligence, Math's, Computer Science or Economics, depending on relevant experience.\nCore competencies:\n5-10 years of Project engineering experience, preferably someone who has been involved with both client & Engineering Design organizations. Preference for Pharma Experience.\n5 years experience in cost, schedule, and risk control, with a preference for Pharmaceutical projects. Open to relevant experience from other industries should experience match the above responsibilities.\nStrong preference for a fluent Dutch speaker who knows the Dutch market, while understanding that English will be the language for communication and reporting.\nDemonstrated experience balancing and organizing multiple project or assignments\nDemonstrated ability to interface effectively and collaborate with clients/peers/management to successfully meet shifting needs.\nStrong data skills. Demonstrated experience and excellence with Microsoft Excel – use of pivot tables, aggregation of data, comfortable with lookup tables, formulas, table structures.\nExperience using MS Project or Primavera P6. Interest in learning more.\nKnowledge of SAP (or demonstrated ability to use new tools easily)\nWorking knowledge of progress measurement methods and understanding of earned value systems\nOpen mindset, and willingness to do more with our data.\nPreference for candidates with experience or interest in BI Software (Microsoft BI or Spotfire) – and some programming knowledge (e.g. VBA, Python).\n\nAre you looking for a career with a leading global organization, working on a dynamic range of projects? Linesight has been providing professional consultancy services, management support and strategic advice to the global construction industry since 1974. We offer you the opportunity to progress your career, work on exciting projects with world-renowned clients, and be a part of a fast-growing, fast-paced global team.\nWe have deep domain knowledge and experience spanning a multitude of sectors including Commercial, Data Centers, Life Sciences, Healthcare, High-Tech Industrial, Hospitality, Education, Residential and Retail. As an organization, we seek out innovative self-starters with the skills to deliver exceptional outcomes for our clients, and the desire to shape the environments in which we live.\nOur company provides equal employment opportunities (EEO) to all employees and applicants for employment without regard to race, color, religion, sex, national origin, age, disability or genetics.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=1de2e2b0bcae2a72&from=vj&sjdu=6-WQFIVUMwtJoOUh6mxE9Ip2sc_Mskk4E4QyQ8uYSSR7XAjrBuvGZEMw_W6iqOG5-yyX2pg-QlELgfYjsD5W5iRZlaj1Acycm5BnFder6ScORd84hbM1plM9lXeQQJno&spon=1&adid=363784116&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0BMsC4U98FP29fe7SsPKB2Nxp4NkYN2gj8HH81TFcFQmmFkcRXo9Y-DISvil3W3JcakEpb-EUVCBfN2OkCpRKH8eK1caN98no1NdT2YOYPa0tneXXCPkNQeT8kd9IKaZIfmpZpwd4ey_9glC14bvBKcP0pd7AAw7LHqEAeHaVKMgAdQnVTvxCvtTIgp6fWEn5WSAVEH9Ic76syv4rLjZI7e-VEd8GQ8WEBw705rFAYANGzaodCUHijA9-1NSV_CSnVYudHQufFvH8DU3KcClKXyzBLEiiqP60r6Fzs5mvZHqM0_MHnwHltbeCpCT5hPtFgAYrTks96jNDjTASn0TZ1QtFbUPj_a9_IdZb8gN2oc9c8D-Kine5THfD_CP85UI_c5nbUaVG4V3UtPD2jURyn9t0J4J2udIHVkXPHqSkZPLYCVxubIaql6gQgNLfbhH2QbyJnaHobQGqzg6EvnsMjZwUHDy6sYbR6aLFuN-YWOiOn3o3XPT5j4aFM9jaQBe7KI4z6aV0xWKBfH4IYw0mWi&astse=28d56f6dceaed0c6&assa=5419", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0BMsC4U98FP29fe7SsPKB2Nxp4NkYN2gj8HH81TFcFQmmFkcRXo9Y-DISvil3W3JcakEpb-EUVCBfN2OkCpRKH8eK1caN98no1NdT2YOYPa0tneXXCPkNQeT8kd9IKaZIfmpZpwd4ey_9glC14bvBKcP0pd7AAw7LHqEAeHaVKMgAdQnVTvxCvtTIgp6fWEn5WSAVEH9Ic76syv4rLjZI7e-VEd8GQ8WEBw705rFAYANGzaodCUHijA9-1NSV_CSnVYudHQufFvH8DU3KcClKXyzBLEiiqP60r6Fzs5mvZHqM0_MHnwHltbeCpCT5hPtFgAYrTks96jNDjTASn0TZ1QtFbUPj_a9_IdZb8gN2oc9c8D-Kine5THfD_CP85UI_c5nbUaVG4V3UtPD2jURyn9t0J4J2udIHVkXPHqSkZPLYCVxubIaql6gQgNLfbhH2QbyJnaHobQGqzg6EvnsMjZwUHDy6sYbR6aLFuN-YWOiOn3o3XPT5j4aFM9jaQBe7KI4z6aV0xWKBfH4IYw0mWi&p=14&fvj=0&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 15, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_d33f551179daf093", "Job Title": "Managed Cloud Service Engineer @Binx", "Company Name": "Xebia", "Location": " Hilversum", "Job Description": "Join us on our cloud-native journey\nAWS, GCP, AZURE, ALIBABA CLOUD\n\nJob description\nAs a Managed Cloud Services Engineer you take great pride in achieving (a near) 100% uptime of cloud infrastructure and applications. This means that the environments that you are responsible for are automated and optimized. You audit, assess and optimize cloud\nenvironments, but also look after the monitoring, reporting and troubleshooting.\n\nYour Specs\nYou have obtained a Bachelor’s degree in Informatics / Computer Science or similar\nYou have at least five years of relevant working experience\nYou are an absolute expert on multiple cloud topics\nYou are an experienced speaker and author and a portfolio to demonstrate for this\nYou are fluent in English, both written and verbally, and are confident with the Dutch language\n\nWorking at Binx\nAt Binx, you’ll find like-minded colleagues at the forefront of cloud innovation, all of whom have the courage to veer from the beaten path; we strive for excellence at every turn and drive organizations towards achieving their goals. We firmly believe that cloud is the single most significant technology shift organizations will face in this decade. Are you ready to join us on our journey?\n\nNot Your Average Start-Up\nFounded at the beginning of 2018 as part of the Xebia Group, we develop our organization with an open mind. At the same time, being part of an established organization like Xebia, allows us to grow a business without the organizational and economical headaches associated with start-up life. The Xebia Group provide us with the network, scale, experience, and back-office we need, and gives us room to focus on what really matters: cloud consultancy for leading companies. Our overarching mission is Authority. Our core values are: people first, quality without\ncompromise, sharing knowledge, and customer intimacy.\n\nWork With Colleagues Who Inspire and Challenge You\nEveryone within the Xebia Group works here because of his or her track record. At Binx, youwill work alongside true experts. Think Microsoft Regional Directors, MVPs, Amazon Partner Network Ambassadors, Google Developer Experts, and O’Reilly trainers and authors.\n\nEmbark on a learning journey\nBecause we value your experience, we will facilitate you to keep developing yourself. You will be inspired by attending, or organising, our Xebia Knowledge Exchange sessions and by working on side-projects during our Innovation days.\n\nInterested in learning more about working at Binx? Please get in touch with us.\n\nIncluded in The Package\nAt Binx, we treat each other properly; with respect, cooperation, and a view towards creating an enthusiastic, self-empowered, dynamic working community. Our culture exudes creativity and ambition, and our colleagues share an insatiable thirst for knowledge. We’re especially\nproud of our generous training budget and our innovation days.\n\nApart from an amazing culture, we provide some great primary benefits:\nCompetitive salary\nPension plan\nCompany car (if applicable for your role)\nYour choice of laptop (once every 24 months)\nYour choice of phone\n€5000,- a year in training budget, without a fight. In fact, it’s your obligation to spend\nit every year.\nUnlimited book budget", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=d33f551179daf093&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=1541dd6c66f09f91&assa=9494", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=d33f551179daf093&fccid=bb33996a45f47d81&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 16, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_1a41661d9d22ee35", "Job Title": "1857- Principal Regulatory Writer- Clinical Focus", "Company Name": "Certara", "Location": " Amsterdam Westpoort", "Job Description": "Certara company overview: Certara is the global leader in advancing modern, efficient drug development.\nWe provide proven modeling & simulation, regulatory and real-world value assessment software platforms and services. In partnership with our clients, we help reduce clinical trial burden, accelerate regulatory approval and increase patient access to medicines.\nSynchrogenix, A Certara Company overview: Achieving Regulatory Success\nAs Certara’s Regulatory Science division, Synchrogenix accelerates the regulatory submissions of medical innovations worldwide through customized regulatory solutions, including strategy, communications, operations and technology. Synchrogenix is comprised of some of the most respected talent in the industry, including thought leaders, writers and editors, and regulatory submissions specialists. Our people are client and stakeholder-oriented, talented and quality-minded.\nSynchrogenix's people are at the core of our success, and our most successful people are:\ncollaborative and value being part of a team\nexperts with a thirst for continued learning\nconsultative with an ability to articulate process and expertise\ndeadline-driven and able to operate in a fast-paced environment\n\nJob Overview:\nRegulatory Writers prepare high quality documentation for regulatory submissions in order to help streamline the regulatory documentation process for our clients. The Principal Regulatory Writer (PRW) is a major contributor to document authorship for a variety of documents across different service lines. The PRW will be the project leader and authoring contributor for all types of client engagements, while mentoring others in the knowledge of authoring regulatory documents.\n\nResponsibilities:\nWork closely with client and internal and partner organization teams to lead development of strategies for organizing and preparing regulatory documents\nLead a project team, actively participate in development and writing of high-quality documents (study-level and submission level documents, pharmacovigilance documents)\nServe as liaison and subject matter expert internally and for clients, guiding and advising them on strategies and best practices for achieving approval/agreement from regulatory authorities for all document types that Synchrogenix writes\nAuthor documents per client specifications, templates, style guides, and other guidance documents\nAuthor documents per regulatory authority guidelines and requirements\nAct as client advisor and proactive consultant to collaborate and anticipate the needs of the client based on the relationship and knowledge while looking for new business opportunities\nTake ownership of entire deliverable (e.g. CMC section) that include multiple writers\nManage budget for all types of projects, liaise with finance and mentor others in fiscal responsibility and outcomes at the project level\nUsher documents through the review process, conduct comment resolutions meetings (CRMs), and successfully lead a project team to consensus\nMaintain collaborative, proactive, and effective communication with both client and internal teams\nLead project-related meetings and teleconferences and coach others in same\nProvide coaching to junior staff for all documents and ensure all staff comply with company standard operating procedures (SOPs) and training requirements\n\nEducation, Experience, Training, and Knowledge:\nBachelor’s degree (minimum)\n10+ years of regulatory writing experience with clinical, non-clinical, CMC or pharmacovigilance related documentation\nUnderstands regulatory requirements for different phases of development and different regulatory pathways\nKnowledge of global health authority requirements\nCollective experience writing and leading a range of documents in their entirety (e.g. study and submission level, pharmacovigilance)\nStrong understanding of the document creation process and of the drug development lifecycle\n\nSkills & Abilities:\nIntermediate proficiency with Microsoft Word skills (editing tools, creating and modifying tables and inserting figures) and document management techniques\nAble to synthesize data across multiple data sources and documents to create summary reports\nPractice blameless problem solving, effectively managing all crisis communications, managing risks, and realizing business opportunities\nAbility to communicate difficult and complex ideas clearly and effectively to all stakeholders\nAbility to lead submission-level sections (e.g., nonclinical section [Module 2.6]), taking responsibility for clarity of purpose, leading others toward the common goal within timeline and budget on complex projects\nAbility to lead sub-teams for deliverables (e.g., pharmacovigilance documents, transparency & disclosure deliverables) , taking responsibility for clarity of purpose, leading others toward the common goal within timeline and budget on complex projects\nDemonstrate an understanding of communication best practices, coaching others on communication implications of decision making\nAbility to identify potential problems, promptly tackling those problems, particularly in sensitive or high-pressure situations\nPossesses broad experience and technical expertise across more than one therapy area and integrate this knowledge to deliver business successes and actively transfer this knowledge to strengthen the skill base across the organization\n\nCertara is an Equal Opportunity Employer. Certara does not discriminate on the basis of race, religion, color, sex, gender identity, sexual orientation, age, non-disqualifying physical or mental disability, national origin, veteran status or any other basis covered by appropriate law. All employment is decided on the basis of qualifications, merit, and business need.\n\n#LI-HM", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=1a41661d9d22ee35&fccid=f0ba227ba5c9c8b1&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 17, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_ba3c245887da9680", "Job Title": "Senior Customer Support Engineer", "Company Name": "Rubrik Job Board", "Location": " Amsterdam", "Job Description": "Senior Tech Support Engineers at Rubrik will provide enterprise level technical support to our customers via phone, web, email, chat, onsite visits and other support channels as required. They are responsible for delivering effective solutions to backup, recovery, replicate, archive, index and search data across Rubrik clusters and the cloud. Theys will spend the majority of their time dealing with both technical and non-technical administrators and end users, with the remainder of the time spent with partners and other 3rd party vendors on interoperability issues. Specific duties include the following:\n\nABOUT THE JOB\n\nIn this role, you will:\nIndependently diagnose and resolve problems in the Rubrik products, as well as in the customer environment (e.g physical Linux and Windows system, VMWare virtual machines)\nTroubleshoot networking connectivity and performance issues between Rubrik appliances and the cloud (e.g. AWS, Microsoft Azure), using Wireshark and other packet tracking and analysis tools. Assist customers and partners in administrating and configuring network, router, switch (e.g. Juniper and Cisco), firewall and spam settings.\nAuthor knowledge-base articles for customers and internal consumption, detailing the symptoms, cause, workaround and solutions of common and/or known issues.\nParticipate in weekend and holiday on-call/shift rotations.\nAttend onsite meetings and demos with Rubrik Sales Engineers during Proof of Concept (POC). Troubleshoot hardware issues and replace components on the Rubrik physical appliances at customers' datacenters.\nWork with Rubrik's Engineering and QA teams to recreate customers' issues in the lab. Review documentations (e.g. Release Notes, User Guide) on upcoming new software releases.\nDevelop and enhance tools for analyzing logs, stats and performance data collected within the Rubrik appliances.\nContribute to the effective and efficient handling of all levels of technical support cases from basic user questions to issues requiring more in-depth technical and problem-solving skills\nIndependently diagnose and resolve problems within our sphere of the customer environment\nFollow standard procedures for proper escalation of unresolved issues to the appropriate internal teams\nWork with 3rd parties on interop issues.\nProvide prompt and accurate feedback to customers.\nEnsure proper recording and closure of all issues\nDesign, define and document support processes, training and knowledge-base articles for customer and internal consumption.\nParticipate in weekend and holiday on-call/shift rotation.\nABOUT YOU\n5+ years doing enterprise technical support in storage or backup verticals, including advanced issues such as snapshots, replication, data recovery, networking, and VMware administration.\nMust have good technical knowledge of VMware, backup methodologies, Linux and networking.\nExperience with scripting languages (bash, Python, Perl)\nBachelor's Degree Degree in Computer Science, Engineering or related field\nExperience with Microsoft Exchange and SQL, Oracle, Cassandra and MongoDB. Hands-on experience with installation, deployment, troubleshooting, configuration and tuning.\nExperience with AWS, Azure and other cloud platforms\nStrong written and oral communication skills; able to author and present root-cause analysis documents.\n\nRubrik provides equal employment opportunities (EEO) to all employees and applicants for employment without regard to race, color, religion, sex, national origin, age, disability or genetics. In addition to federal law requirements, Rubrik complies with applicable state and local laws governing nondiscrimination in employment in every location in which the company has facilities. This policy applies to all terms and conditions of employment, including recruiting, hiring, placement, promotion, termination, layoff, recall, transfer, leaves of absence, compensation and training.\n\n#L!-AW1\n\n#LI-Remote", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=ba3c245887da9680&fccid=ba03cd038fd30855&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 18, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_a087b464a6a092fa", "Job Title": "Cloud Engineer @Binx", "Company Name": "Xebia", "Location": " Hilversum", "Job Description": "Join us on our cloud-native journey\nAWS, GCP, AZURE, ALIBABA CLOUD\n\nJob description\nAs a Cloud Engineer, you deploy cloud-native infrastructures that are easily maintainable and a joy for developers to use. Sometimes you start from scratch, in other instances you migrate environments, piece by piece to ensure little or no downtime for our valued clients.\n\nYou design the cloud landing zone, code the infrastructure, and create continuous delivery pipelines. You engineer a solution that exploits the benefits of the Cloud, is resilient to failure, provides high availability, and is easy to maintain. When applicable, you assist in the\ndesign of serverless applications.\n\nYou will train the client’s staff, consult with their architects, and do everything in your power to ensure that the client is confident in the way they work in the cloud. After we’ve met our definition of done, you will immediately move on to the next challenging assignment.\n\nThings like CloudFormation or Terraform are second nature to you, as are at least one ofAmazon Web Services, Google Cloud Platform, Alibaba Cloud, or Microsoft Azure.\n\nYour Specs\nYou have obtained a technical Bachelor’s degree or higher, OR you can demonstrate that\nyou possess the required skills and motivation\nYou are experienced with at least one public cloud services platform (AWS, GCP, Azure, Alibaba Cloud)\nAutomating repetitive tasks is a second nature to you\nYou have at least three years of relevant working experience\nYou are fluent in English , both in written and verbally, and are confident with the Dutch language\n\nWorking at Binx\nAt Binx, you’ll find like-minded colleagues at the forefront of cloud innovation, all of whom have the courage to veer from the beaten path; we strive for excellence at every turn and drive organizations towards achieving their goals. We firmly believe that cloud is the single most significant technology shift organizations will face in this decade. Are you ready to join us on our journey?\n\nNot Your Average Start-Up\nFounded at the beginning of 2018 as part of the Xebia Group, we develop our organization with an open mind. At the same time, being part of an established organization like Xebia, allows us to grow a business without the organizational and economical headaches associated with start-up life. The Xebia Group provide us with the network, scale, experience, and back-office we need, and gives us room to focus on what really matters: cloud consultancy for leading companies. Our overarching mission is Authority. Our core values are: people first, quality without\ncompromise, sharing knowledge, and customer intimacy.\n\nWork With Colleagues Who Inspire and Challenge You\nEveryone within the Xebia Group works here because of his or her track record. At Binx, youwill work alongside true experts. Think Microsoft Regional Directors, MVPs, Amazon Partner Network Ambassadors, Google Developer Experts, and O’Reilly trainers and authors.\n\nEmbark on a learning journey\nBecause we value your experience, we will facilitate you to keep developing yourself. You will be inspired by attending, or organising, our Xebia Knowledge Exchange sessions and by working on side-projects during our Innovation days.\n\nInterested in learning more about working at Binx? Please get in touch with us.\n\nIncluded in The Package\nAt Binx, we treat each other properly; with respect, cooperation, and a view towards creating an enthusiastic, self-empowered, dynamic working community. Our culture exudes creativity and ambition, and our colleagues share an insatiable thirst for knowledge. We’re especially\nproud of our generous training budget and our innovation days.\n\nApart from an amazing culture, we provide some great primary benefits:\nCompetitive salary\nPension plan\nCompany car (if applicable for your role)\nYour choice of laptop (once every 24 months)\nYour choice of phone\n€5000,- a year in training budget, without a fight. In fact, it’s your obligation to spend\nit every year.\nUnlimited book budget", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=a087b464a6a092fa&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=367bf4a3f5548b1c&assa=2326", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=a087b464a6a092fa&fccid=bb33996a45f47d81&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 19, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_78345214773ae146", "Job Title": "Cloud Developer @Binx", "Company Name": "Xebia", "Location": " Hilversum", "Job Description": "Join us on our cloud-native journey\nAWS, GCP, AZURE, ALIBABA CLOUD\n\nJob description\nAs a Cloud Developer, you leverage cloud services to build cloud-native solutions for our clients. You pick cloud-native services over writing your own code any time. Your code is serverless and intertwines seamlessly with the infrastructure.\n\nYour Specs\nYou have obtained a Bachelor’s degree in Informatics / Computer Science or similar\nYou have at least three years of experience in software engineering\nYou are experienced with at least one public cloud services platform (AWS, GCP, Azure, Alibaba Cloud)\nYou have at least three years of relevant working experience\nYou are fluent in English, both in written and verbally, and are confident with the Dutch language\n\nAbout Binx\nAt Binx, you’ll find like-minded colleagues at the forefront of cloud innovation, all of whom have the courage to veer from the beaten path; we strive for excellence at every turn and drive organizations towards achieving their goals. We firmly believe that cloud is the single most significant technology shift organizations will face in this decade. Are you ready to join us on our journey?\n\nNot Your Average Start-Up\nFounded at the beginning of 2018 as part of the Xebia Group, we develop our organization with an open mind. At the same time, being part of an established organization like Xebia, allows us to grow a business without the organizational and economical headaches associated with start-up life. The Xebia Group provide us with the network, scale, experience, and back-office we need, and gives us room to focus on what really matters: cloud consultancy for leading companies. Our overarching mission is Authority. Our core values are: people first, quality without\ncompromise, sharing knowledge, and customer intimacy.\n\nWork With Colleagues Who Inspire and Challenge You\nEveryone within the Xebia Group works here because of his or her track record. At Binx, youwill work alongside true experts. Think Microsoft Regional Directors, MVPs, Amazon Partner Network Ambassadors, Google Developer Experts, and O’Reilly trainers and authors.\n\nEmbark on a learning journey\nBecause we value your experience, we will facilitate you to keep developing yourself. You will be inspired by attending, or organising, our Xebia Knowledge Exchange sessions and by working on side-projects during our Innovation days.\n\nInterested in learning more about working at Binx? Please get in touch with us.\n\nIncluded in The Package\nAt Binx, we treat each other properly; with respect, cooperation, and a view towards creating an enthusiastic, self-empowered, dynamic working community. Our culture exudes creativity and ambition, and our colleagues share an insatiable thirst for knowledge. We’re especially\nproud of our generous training budget and our innovation days.\n\nApart from an amazing culture, we provide some great primary benefits:\nCompetitive salary\nPension plan\nCompany car (if applicable for your role)\nYour choice of laptop (once every 24 months)\nYour choice of phone\n€5000,- a year in training budget, without a fight. In fact, it’s your obligation to spend\nit every year.\nUnlimited book budget", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=78345214773ae146&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=be265cc9c0e4b38b&assa=2870", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=78345214773ae146&fccid=bb33996a45f47d81&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 20, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_8dc4039800048163", "Job Title": "1858- Associate Principal Regulatory Writer- Clinical Focus", "Company Name": "Certara", "Location": " Amsterdam Westpoort", "Job Description": "Certara company overview: Certara is the global leader in advancing modern, efficient drug development.\nWe provide proven modeling & simulation, regulatory and real-world value assessment software platforms and services. In partnership with our clients, we help reduce clinical trial burden, accelerate regulatory approval and increase patient access to medicines.\nSynchrogenix, A Certara Company overview: Achieving Regulatory Success\nAs Certara’s Regulatory Science division, Synchrogenix accelerates the regulatory submissions of medical innovations worldwide through customized regulatory solutions, including strategy, communications, operations and technology. Synchrogenix is comprised of some of the most respected talent in the industry, including thought leaders, writers and editors, and regulatory submissions specialists. Our people are client and stakeholder-oriented, talented and quality-minded.\nSynchrogenix's people are at the core of our success, and our most successful people are:\ncollaborative and value being part of a team\nexperts with a thirst for continued learning\nconsultative with an ability to articulate process and expertise\ndeadline-driven and able to operate in a fast-paced environment\n\nJob Overview:\nRegulatory Writers prepare high quality documentation for regulatory submissions in order to help streamline the regulatory documentation process for our clients. The Associate Principal Regulatory Writer (APRW) is a major contributor to document authorship for a variety of documents across different service lines. The APRW will be the project leader and authoring contributor for all types of client engagements, while mentoring others in the knowledge of authoring regulatory documents.\n\nResponsibilities:\nWork closely with client and internal and partner organization teams to lead development of strategies for organizing and preparing regulatory documents\nLead a project team, and actively participate in development and writing of high-quality documents (study-level and submission level documents, pharmacovigilance documents)\nAuthor documents per client specifications, templates, style guides, and other guidance documents\nAuthor documents per regulatory authority guidelines and requirements\nAct as client advisor, working collaboratively and developing a strong relationship of trust built upon consistent and reliable communication; communicate ideas and strategies to produce a successful end result\nPractice blameless problem solving, taking broad perspectives in resolving issues to prevent negative impact to work\nManage budget for a low complexity project, including all contributors (writers, editors)\nUsher documents through the review process, conduct comment resolutions meetings (CRMs) and successfully lead a project team to consensus\nMaintain collaborative, proactive, and effective communication with both client and internal teams\nLead project-related meetings and teleconferences\nProvide coaching to junior staff for study level documents as well as submission level documents and ensure all staff comply with company standard operating procedures (SOPs) and training requirements\n\nEducation, Experience, Training, and Knowledge:\nBachelor’s degree\n8+ years of regulatory writing experience with clinical, non-clinical, CMC or pharmacovigilance related documentation\nUnderstand regulatory requirements for different phases of development and different regulatory pathways\nKnowledge of global health authority requirements\nExperience in the development of submission-level documents\n\nSkills & Abilities:\nIntermediate proficiency with Microsoft Word skills (editing tools, creating and modifying tables and inserting figures) and document management techniques\nStrong understanding of the document creation process and of the drug development lifecycle\nAble to synthesize data across multiple data sources and documents to create summary reports\nExpertise to provide subject matter guidance for quality document preparation, document review, accurate comment resolution/incorporation, and document finalization\nAbility to own submission-level sections (e.g., nonclinical section [Module 2.6]), taking responsibility for clarity of purpose, leading others toward the common goal within timeline and budget on complex projects\nDemonstrate an understanding of communication best practices, coaching others on communication implications of decision making\nDevelops professional relationships with clients as a way to further the business relationship and maintain current industry knowledge\nAbility to identify and institutionalize work practices that are most effective in order to ensure consistency in performance\nAbility to resolve problems that arise, particularly in sensitive or high-pressure situations\nPossesses broad experience and technical expertise across more than one therapy area and integrate this knowledge to deliver business successes and actively transfer this knowledge to strength the skill base across the organization\n\nCertara is an Equal Opportunity Employer. Certara does not discriminate on the basis of race, religion, color, sex, gender identity, sexual orientation, age, non-disqualifying physical or mental disability, national origin, veteran status or any other basis covered by appropriate law. All employment is decided on the basis of qualifications, merit, and business need.\n\n#LI-HM", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=8dc4039800048163&fccid=f0ba227ba5c9c8b1&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 21, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_e0c7b08ff3273e12", "Job Title": "Pharmacovigilance and Regulatory Affairs Manager BeNeLux (m/f/d)", "Company Name": "Kyowa Kirin International plc", "Location": " Amsterdam", "Job Description": "WE PUSH THE BOUNDARIES OF MEDICINE.\n\nLEAPING FORWARD TO MAKE PEOPLE SMILE\n\nEverything we do at KKI, is rooted in the idea of leaping forward to make people smile. We are committed to innovation, for the benefit of the patients who count on us to support them. From medicines for rare and underserved diseases, to the support families need when facing a life-changing diagnosis – our team is proud of all we deliver, but also humble in knowing how much more needs to be done. By listening to patient stories, we gain a better understanding of the obstacles patients and their families face – so we can work to better meet their unique needs. The real proof of our impact is in the smiles we see on patients’ faces, when we have helped answer a need, or improved their well-being through our work. While the journey is not easy, it is one that is filled with purpose.\n\n\nPharmacovigilance and Regulatory Affairs Manager BeNeLux (m/f/d)\n\nKyowa Kirin Pharma B.V. Amsterdam\n\nNetherlands\n\nRESPONSIBILITIES\n\nA combined role for covering Pharmacovigilance (PV) and Regulatory Affairs (RA) for the BeNeLux countries. Responsible for the management and oversight of the pharmacovigilance system and activities for the company. Post-licensing regulatory activities associated with ensuring that all Kyowa Kirin International’s marketed products in the BeNeLux countries are in compliance with applicable legislation and business requirements. Provision of accurate and reliable regulatory expertise for the specified countries and support for the EMEA and ROW RA team as needed.\n\nResponsible for Rare Disease Business Unit and Established Medicines Business Unit products.\n\nPharmacovigilance:\n\nA key component of the role is oversight and management of any contractors and/or vendors employed to support PV in the Territories\nAct as the local qualified/registered/contact person for Netherlands, and ensure that appropriate local persons as required by local/international regulatory authority(ies) are appointed for Belgium and Luxembourg\nEnsure the performance of regular, documented monitoring of the relevant regulatory authority website(s)/communications for relevant changes in local regulations or local safety concerns\nServe as primary point of contact for the oversight and management of the receipt of Individual Case Safety Reports (ICSRs) from the Territory(ies), and for the collection, local processing, documentation, translation (to English), follow-up and archiving of ICSRs, and timely transmission of ICSRs to Global KK PV. This includes maintaining local tracking systems for all initial and follow up ICSRs\nEnsure the performance of ICSR reconciliation with relevant internal KK departments, partners, vendors/contractors potentially engaged in ICSR handling and Global KK PV on monthly basis, of all initial and follow up reports received by the Local QPPV/LSO\nPerform and document local literature searches, as necessary, for all key ingredients with at least one license in the BeNeLux countries (regardless of commercial status of product(s))\nCommunicate requirements to Global KK PV for any local aggregate reports requested by local regulatory authorities, and work with Global PV in the preparation and review of such reports, maintaining the report submission compliance for these local reports as necessary\nEnsure notification to Global KK PV, in a timely manner, of any information requests or issues relating to product safety notified to the Affiliate from any source, including, but not limited to regulatory authority(ies)\nAppropriate involvement in responding to the requester in a timely manner, in collaboration with Global KK PV and/or Regulatory Affairs as necessary\nCollaborate with Affiliate Medical Affairs and KK Global PV personnel, to lead the local implementation of Risk Management Plans and commitments e.g., preparation or updating of educational materials, development of the communication plan, training of appropriate Affiliate personnel on the use of any materials\nCo-ordinate any PV audit of the Affiliate, including CAPA management, in collaboration with QA and KK PV Compliance as appropriate\nCollaborate with QA in preparation and performance of audits of vendors/contractors or partners\nEnsure all appropriate local procedures and systems are in place for the local PV system. and are managed appropriately\nEnsure the performance and documentation of relevant local PV-related training of all local KK personnel and all relevant non-KK personnel\nEnsure that appropriate PV agreements are in place with any partners or vendors/contractors that have a direct or indirect impact on the PV system\nAssist in or co-ordinate any regulatory authority inspection in collaboration with KK Global PV Compliance and QA\nEnsure that a PV Business Contingency procedure is in place\nPrepare and send the Local QPPV/LSO monthly report to the regional QPPV, Deputy regional QPPV, and RHPV as appropriate\nEnsure awareness of KK-sponsored digital media activity, including websites\nCollaborate with local Medical Affairs and Commercial personnel to ensure; procedures are in place for the management of medical enquiries and quality complaints and o awareness of any local Organised Data Collection programmes (ODCs) e.g., clinical studies/trials, Investigator Sponsored Trials, non-interventional studies and other ODCs, including, but not limited to market research and patient support programmes\n\nRegulatory Affairs:\n\nCompliance with relevant regulatory legislation and guidelines, and company procedures (Timely packaging component artwork review and approval, following KKI processes and systems, to ensure that all relevant local legislation is met, e.g. ‘blue box’ requirements; Local downstream communication of regulatory procedure outcomes on receipt of notification from HQ-RA)\nEnsure any local regulatory submissions and responses are prepared, peer-reviewed and submitted within agreed internal timelines and/or external deadlines, as necessary\nProvision of local regulatory advice and support to HQ Regulatory Affairs, cross-functional teams, affiliates and partners, as necessary\nMaintain electronic records for all submissions and communications with regulatory authorities, together with any supporting documentation\nAuthor, review and train relevant staff on Regulatory Standard Operation Procedures and Department Guidelines as required\nAct on new safety information received in an appropriate and timely manner\n\nQUALIFICATIONS:\n\nUniversity degree in Pharmaceutical Sciences or equivalent\nExpert regulatory knowledge of European regulatory procedures and local procedures in the countries of responsibility\nKnowledge of regulatory compliance and change control\nRelevant experience of PV within the pharmaceutical industry\nKnowledge of relevant laws and regulations in the territories\nKnowledge of relevant therapeutic areas is an advantage\nExperience in translating corporate strategies into a local context, and a level of commercial awareness\nFluent in Dutch and English, both verbal and written, preferably with proficiency in French\n\nBENEFITS:\n\nIn return for your talent, we will provide support through smart working, adopting best practice, deploying the latest technology and ongoing personal development. Plus:\n\nCompetitive salary\nBonus\nPension scheme\n\n\nTo meet the expectations of our patients and to truly deliver on our Commitment to Life, we are continually looking for people who embrace this spirit. We are committed to providing a culture that offers both inspiration and reward – in terms of compensation and in work satisfaction. And in turn, we want people who’ll bring their unique ideas and diverse approaches, while also aligning to our ultimate goal of making people smile. If this sounds like a company that aligns with your values, we’d love for you to join us in our efforts.\n\nkyowakirin.com/careers\n\nKyowa Kirin International is an equal opportunities employer.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=e0c7b08ff3273e12&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=5db8f51822d27ada&assa=4693", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=e0c7b08ff3273e12&fccid=30becc45a153a483&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 22, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_35f76c09f39293ae", "Job Title": "Cloud Trainer @Binx", "Company Name": "Xebia", "Location": " Hilversum", "Job Description": "Join us on our cloud-native journey\nAWS, GCP, AZURE, ALIBABA CLOUD\n\nJob description\nAs a Cloud Trainer, you develop our (instructorless) training curriculum and share knowledge through classroom training and conferences. People learn most by doing and helping others, that is why our training material consists of a bit of theory and a lot of hands-on labs. These labs are developed on a platform called Instruqt. The labs on Instruqt simulate a real-life situation where participants need to use the CLI to work towards a solution.\n\nAs a trainer, you are also an evangelist. This means, we expect you to love public speaking. Think of events, meetups, conferences, etc. Also, sharing knowledge means writing content for blog posts, whitepapers, and even books.\n\nYour Specs\nYou have obtained a Bachelor’s degree in Informatics / Computer Science or similar\nYou have at least five years of relevant working experience\nYou are an absolute expert on multiple cloud topics\nYou are an experienced speaker and author and a portfolio to demonstrate for this\nYou are fluent in English, both in written and verbally, and are confident with the Dutch language\n\nWorking at Binx\nAt Binx, you’ll find like-minded colleagues at the forefront of cloud innovation, all of whom have the courage to veer from the beaten path; we strive for excellence at every turn and drive organizations towards achieving their goals. We firmly believe that cloud is the single most significant technology shift organizations will face in this decade. Are you ready to join us on our journey?\n\nNot Your Average Start-Up\nFounded at the beginning of 2018 as part of the Xebia Group, we develop our organization with an open mind. At the same time, being part of an established organization like Xebia, allows us to grow a business without the organizational and economical headaches associated with start-up life. The Xebia Group provide us with the network, scale, experience, and back-office we need, and gives us room to focus on what really matters: cloud consultancy for leading companies. Our overarching mission is Authority. Our core values are: people first, quality without\ncompromise, sharing knowledge, and customer intimacy.\n\nWork With Colleagues Who Inspire and Challenge You\nEveryone within the Xebia Group works here because of his or her track record. At Binx, youwill work alongside true experts. Think Microsoft Regional Directors, MVPs, Amazon Partner Network Ambassadors, Google Developer Experts, and O’Reilly trainers and authors.\n\nEmbark on a learning journey\nBecause we value your experience, we will facilitate you to keep developing yourself. You will be inspired by attending, or organising, our Xebia Knowledge Exchange sessions and by working on side-projects during our Innovation days.\n\nInterested in learning more about working at Binx? Please get in touch with us.\n\nIncluded in The Package\nAt Binx, we treat each other properly; with respect, cooperation, and a view towards creating an enthusiastic, self-empowered, dynamic working community. Our culture exudes creativity and ambition, and our colleagues share an insatiable thirst for knowledge. We’re especially\nproud of our generous training budget and our innovation days.\n\nApart from an amazing culture, we provide some great primary benefits:\nCompetitive salary\nPension plan\nCompany car (if applicable for your role)\nYour choice of laptop (once every 24 months)\nYour choice of phone\n€5000,- a year in training budget, without a fight. In fact, it’s your obligation to spend\nit every year.\nUnlimited book budget", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=35f76c09f39293ae&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=1c4033076ef32923&assa=5932", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=35f76c09f39293ae&fccid=bb33996a45f47d81&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 23, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_98f12146fd9eb099", "Job Title": "Clinical Research and Development Lead", "Company Name": "GSK", "Location": " AmsterdamZuidoost", "Job Description": "Site Name: Amsterdam, Rixensart, Wavre, Italy - Siena\nPosted Date: Jan 14 2021\n\nAre YOU energized by an opportunity to accelerate and deliver a clinical data strategy that drives the opportunity to protect people from infectious diseases? If so, this Clinical Research & Development Lead role could be an exciting opportunity to explore.\nAs a Clinical Research & Development Lead, you will participate to Phase I-IV Clinical Development activities within a program or group of related programs within the context of the GSK Vaccines process in order to ensure the high quality and on-time delivery of all clinical data that will allow world-wide registration in compliance with the clinical development plan, good clinical practices (GCP), and GSK Vaccines standard operating procedures (SOP).\nThis role will provide YOU the opportunity to lead key activities to progress YOUR career, these responsibilities include some of the following:\n1. Participate in Clinical Development activities for a study or a number of studies within a specific program or group of related programs - Design clinical trial protocols, and author clinical study reports and publications of high scientific, operational and ethical standards; Ensure consistency of data within program and across projects; Reporting full accountability to Clinical and Epidemiology Research & Development Project Lead.\n2. Bear primary responsibility and accountability for scientific, medical quality, medical/legal and human safety aspects and timeliness of clinical trial synopses and protocols and all clinical trial documents, including the Investigator’s Brochure and the Clinical Study Report.\n3. Supervise the study conduct and serve as the accountable for the overall delivery of the clinical trial, analyze and interpret the results as a subject matter expert and assure that results meet the highest standards of quality and ethical conduct.\n4. Serve as a scientific and management reference for the project (internally/externally), assuming accountability for the medical/legal and human safety aspects of the clinical study\n5. As a member of the Clinical Project Team, always actively participate and engage within the project matrix, to achieve team objectives\n6. Actively participate in preparing the clinical portion of the regulatory files and the registration process, including labelling\n7. Provides support to Marketing/Business Development throughout product life cycle in order to achieve Company’s objectives\n8.Collect scientific information and review GSK Vaccines project related documents and publications.\nWhy YOU?\nBasic Qualifications:\nWe are looking for professionals with these required skills to achieve our goals:\nMD or PhD specializing in the field of pediatrics, obstetrics and gynecology, infectious diseases, clinical epidemiology, or pharmacoepidemiology. Previous experience in clinical vaccinology is an asset.\nMinimum 1 year industry experience or minimum 5 years experience working in a scientific or medical institution (if not an MD, prior experience as Principal Investigator, Medical Monitor or commensurate to Clinical Research Scientist position)\nExcellent knowledge of spoken and written English\nAbility to translate scientific skills in the field of vaccines and clinical research into business-driven strategies.\nUnderstanding of GCP and ICH guidelines; experience working with Regulatory functions a plus.\nAbility to work well within a matrix environment, balance priorities, and independently handle multiple tasks through good planning, project administration, organization skills.\nAbility to critically analyze information, identify strengths and weaknesses of approaches and proactively develop remedial actions to mitigate risks.\nEffective ability to prioritize tasks and deliver on deadlines, with high performance standards and a commitment to excellence.\nKnowledge and understanding of vaccines, clinical research, and biomedical research regulation\nPreferred Qualifications:\nIf you have the following characteristics, it would be a plus:\nStrategic thinking skills and achievement oriented.\nNeeds to possess highly effective communication skills and be capable of presenting ideas and data clearly to various audiences.\nWorking knowledge and understanding of causes of infectious diseases, health interventions and the global public health landscape.\nSensitivity to the needs of a diversified ethnic groups and ability to build rapport across the spectrum\nLicense to practice medicine and board and/ or professional certification is an asset\nWhy GSK?\nOur values and expectations are at the heart of everything we do and form an important part of our culture.\nThese include Patient focus, Transparency, Respect, Integrity along with Courage, Accountability, Development, and Teamwork. As GSK focuses on our values and expectations and a culture of innovation, performance, and trust, the successful candidate will demonstrate the following capabilities:\nAgile and distributed decision-making – using evidence and applying judgement to balance pace, rigour and risk.\nManaging individual and team performance.\nCommitted to delivering high quality results, overcoming challenges, focusing on what matters, execution.\nImplementing change initiatives and leading change.\nSustaining energy and well-being, building resilience in teams\nContinuously looking for opportunities to learn, build skills and share learning both internally and externally\nDeveloping people and building a talent pipeline\nTranslating strategy into action - a compelling narrative, motivating others, setting objectives and delegation\nBuilding strong relationships and collaboration, managing trusted stakeholder relationships internally and externally\nBudgeting and forecasting, commercial and financial acumen.\nIf you require an accommodation or other assistance to apply for a job at GSK, please contact the GSK Service Centre at 1-877-694-7547 (US Toll Free) or +1 801 567 5155 (outside US).\nGSK is an Equal Opportunity/Affirmative Action Employer. All qualified applicants will receive equal consideration for employment without regard to race, color, national origin, religion, sex, pregnancy, marital status, sexual orientation, gender identity/expression, age, disability, genetic information, military service, covered/protected veteran status or any other federal, state or local protected class.\nImportant notice to Employment businesses/ Agencies\nGSK does not accept referrals from employment businesses and/or employment agencies in respect of the vacancies posted on this site. All employment businesses/agencies are required to contact GSK's commercial and general procurement/human resources department to obtain prior written authorization before referring any candidates to GSK. The obtaining of prior written authorization is a condition precedent to any agreement (verbal or written) between the employment business/ agency and GSK. In the absence of such written authorization being obtained any actions undertaken by the employment business/agency shall be deemed to have been performed without the consent or contractual agreement of GSK. GSK shall therefore not be liable for any fees arising from such actions or any fees arising from any referrals by employment businesses/agencies in respect of the vacancies posted on this site.\nPlease note that if you are a US Licensed Healthcare Professional or Healthcare Professional as defined by the laws of the state issuing your license, GSK may be required to capture and report expenses GSK incurs, on your behalf, in the event you are afforded an interview for employment. This capture of applicable transfers of value is necessary to ensure GSK’s compliance to all federal and state US Transparency requirements. For more information, please visit GSK’s Transparency Reporting For the Record site.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=98f12146fd9eb099&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=e9e175ec56ac79e8&assa=6679", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=98f12146fd9eb099&fccid=4e42ec53f4b93e02&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-11", "Language": "en", "Gender": "Female"}, {"index": 0, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_794a9711fbfb1dc0", "Job Title": "Localization Specialist – Digital Products EMEA", "Company Name": "Tesla", "Location": " Amsterdam", "Job Description": "The Role\nWe are looking for a talented, passionate Localization Specialist to join our growing team based in our EMEA HQ in Amsterdam. Tesla EMEA manages 30 websites, across 27 countries, covering 17 languages and counting. To ensure high-quality translations on tesla.com and other digital products, we need an experienced Localization Specialist to work effectively with our product managers, developers, content authors, local reviewers, and third-party language services providers; creating a seamless and positive user experience for all visitors of our website.\nResponsibilities\nCoordinate the production (translate, review and implementation) of translations for web content and other digital products, e.g. Mobile app, Tesla Account, E-mails\nIdentify and fix linguistic and market specific issues before launch\nRespond to translators’ inquiries and provide instructions and visual context if needed\nWork with external localization vendors to manage translation schedules and quality\nDevelop and maintain key relationships with cross-functional teams (local markets, Tech Pubs, Firmware, Legal, etc.) and regularly communicate with them to align and calibrate language, style and terminology\nCreate and maintain linguistic assets (TMs, glossaries, style guides, reference material)\nSupport in continuously improving the localization process and provide necessary training to internal and external key stakeholders\nRequirements\nBA/BS or equivalent 4-year university degree in Translation Studies, Linguistics, Communications, Journalism or similar is desirable\n2+ years of experience in web and/or software localization\nAbility to prioritize and manage multiple projects simultaneously\nEye for detail, even under pressure\nExperience working with Smartling is a plus\nComfortable working in a fast paced, highly collaborative, dynamic work environment", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=794a9711fbfb1dc0&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=e1b6af40f62e7c6f&assa=3145", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=794a9711fbfb1dc0&fccid=86e9be6ce380173e&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 1, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_edca734fb28cf77b", "Job Title": "Circular economy: Writing and research intern", "Company Name": "Coperatieve Circle Economy UA", "Location": " Amsterdam Oost", "Job Description": "Do you want to be part of a team that creates positive impact? Are you interested in creating timely and impactful content and reports on the topic of the circular economy? Do you want to leverage your writing and editorial prowess towards planetary health and social wellbeing?\n\nWho we are:\n\nCircle Economy is a young team of 45+ driven and ambitious professionals, and we believe it is time for a new economic approach: the circular economy. We are a social enterprise with an international team that develops practical and scalable solutions to accelerate the adoption of the circular economy. We are growing rapidly both in the Netherlands and around the world through strategic partnerships with governments, cities, and businesses. We offer Circle Scans to businesses, cities and nations, drawing on deep expertise, including in the areas of textiles, the built environment, finance, circular design, and jobs and skills.\n\nJob description:\n\nCircle Economy is now searching for a writing and research intern with stand-out writing skills, an amazing eye for detail and a journalistic mindset to join our team!\n\nThe writing and research intern will play a key role in Circle Economy’s content creation and will participate in and learn about editorial processes such as narrative building, storytelling, editing, proofreading and writing. Their focus will be on the Circularity Gap Reports: these publications increase the understanding of broader trends and implications of the circular economy across nations and make complex information actionable. They also aim to deliver strong metrics and measurements of circularity and communicate this in an impactful and comprehensive way.\n\nThe writing and research intern will:\n\nAssist in brainstorming report storylines, angles and narratives;\nAssist lead authors in contextual research to embed circular strategies;\nTranslate technical information (such as Material Flow Assessments) into clear, written copy;\nProofread long-form content for a range of projects according to the company Style Guide;\nConduct contextual qualitative research and fact-checking;\nWrite and edit sections of reports/articles/blogs;\nOther ad-hoc duties related to Editorial processes at Circle Economy.\nOur offer:\n\nThis is a full-time role for a duration of six months, ideally beginning March 8th. We care about our interns and want you to flourish in our dynamic and flexible working environment. We will coach you to put your skills and ideas to work. You’ll work closely with our Science Writer and In-house Journalist and interact with colleagues across the business. We offer €400 gross per month and can provide a travel stipend up to €100 as well, if necessary.\n\n\n\n\nYou are eager to gain in-depth expertise on the circular economy and the editorial processes involved in creating and publishing in-depth content. You are a MSc or late BSc student (current or graduated) with demonstrable experience in creating and editing written content, as well as a working understanding of sustainability or circular economy themes. You are looking to gain great experience in an inspiring and fast-paced environment.\n\nAre you:\n\n\nA skilled and targeted researcher,\nKnowledgeable of sustainability and/or circular economy themes,\nCommitted to being thorough in your work,\nInterested in editorial and journalistic processes,\nAble to adhere to deadlines and work within time constraints and on multiple projects,\nAble to think strategically,\nAble to work effectively as part of a team towards a shared goal,\nEquipped with strong problem-solving problem-solving skills and creativity.\n\nIf so, we would love to meet you. Please share your CV, a concise motivation letter and a writing example with us before February 15th and we will come back to you shortly.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=edca734fb28cf77b&fccid=7374bef6097c4e07&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 2, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "pj_e9416722e077b69e", "Job Title": "Clinical Specialist and Medical Writer", "Company Name": "Medical Brands BV", "Location": " Amsterdam", "Job Description": "We welcome you to join us as Clinical Evaluation Specialist and Medical Writer for substance based Medical Devices.Medical Brands is the leading expert in self-care Medical Devices. We design, develop and manufacture innovative self-care products for global pharmaceutical companies. Our products empower users across 5 continents to take control of their health without doctor intervention.The product development process brings together the formulation of proprietary ingredients and medical applicators to deliver user-centric treatments supported by clinical substantiation and intellectual property.With the upcoming Medical Device Regulation taking effect, the robustness of clinical data is a hot topic. To strengthen our Research and Development team we are looking for a Clinical Evaluation Specialist / Medical Writer that can develop and execute the clinical strategy within the framework of the new regulation. An entrepreneurial individual with expertise in clinical evaluation and investigation, that can lead a small cross-functional R&D team in the product development process.Job descriptionThe primary role is to ensure compliance of the clinical development plans with the Medical Device Regulation, including gap analysis of existing data and strategy for new product developments. This will entail the end-to-end management of clinical trials and authoring of clinical evaluation reports (CERs) per MDR 2017/745 and MEDDEV 2.7.1 Rev 4, as well as post market clinical follow-up plans and CER updates to maintain EU product conformance.Key responsibilitiesPerform comprehensive literature searches to develop in-depth knowledge and understanding of current scientific literature required to support identified product lines and related clinical studies and stay informed about applicable clinical landscapes and trends.Combine an understanding of scientific and research methodology, medical device regulations and guidelines, and product knowledge to support Regulatory Affairs submissions for CE marking of new devices and maintaining CE marks for existing devices.Extracts data from included studies, interpret study results, synthesizes literature, and prepares summaries into formal reports.Organizes clinical data from literature into references, graphics, tables, and data listingsPrepare regulatory documents and responses to regulatory authorities, specifically working on Clinical Evaluation Reports (CERs)Manage CER timelines required by product development teams and global regulatory bodies by utilizing the appropriate project management tools.Communicates with cross-functional business partners such as Medical Directors, Post Market Surveillance, Design Quality Engineers, and Regulatory Affairs relating to the CER process to identify the necessary clinical and technical information for the assigned project.Ensure documents are produced per procedures, internal and external guidelines, and electronic templatesMay author protocols and routine clinical study progress reports.Desired technical skills and experienceMaster’s degree required, preferably with a scientific emphasis.PhD preferred or 5 years of documented scientific/research experience.2 years experience in clinical evaluation report writing (CER) in the medical device industry.Experience writing study protocols and final study reportsTraining and degree in science, engineering, or medical fields. Scientific/research background (i.e., understands research design, methodology, and statistics).Working knowledge of MEDDEV 2.7/1 Rev 4, MDD, and EU MDR 2017/745.Working knowledge of ISO 13485 and ISO 14155.Working knowledge of biomedical databases (i.e., Pubmed, Embase).A thorough understanding of the National Library of Medicine’s Medical Subject Headings (MeSH).Proficient in document development and management software skills: Word/ Excel/ PowerPoint.Desired personal skillsThis position requires a hands-on professional who is detail-oriented with an ability to prioritize, plan and organize. A quick-learning team player with excellent and effective problem-solving skills and the skills to manage both internal cross-functional teams as well as external contract research organizations to meet project deadlines.We offer youA professional and challenging environment;An opportunity to make a notable impact on health products all over the globe;A competitive salary package incl. pension plan;A holiday allowance of 28 days per year;A healthy work-life balance.Why joinMedical Brands is a dynamic, fast growing company working with the best of the pharmaceutical industry. You will gain experience with product development in a strict regulatory environment; at the same time you are working in an entrepreneurial organization in a team of enthusiastic young professionals that have the mentality of work hard, play hard. If this sounds like you, contact us and let’s talk!Job Types: Full-time, PermanentExperience:clinical report writing: 2 years (Required)Education:Master's (Required)Location:Postcode 1019 in Amsterdam (Preferred)Language:Dutch (Preferred)English (highly proficient in spoken and written) ) (Required)Work Remotely:Temporarily due to COVID-19", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0BgUIaRXkJh15whefO6-KmaTgPW6-y9js7QA0viHQ1XT2kW6nIRb7BQ4XRwExUrtxEdhvIZEJbg2mwjQtsa40hLH-mOfyHaxaxu6eqGknXUk12Sboy0ci1UXISrjgdZFP6UghIH66mmTuX3AZkbcFYDzp4LEfFHiw2u3oFtBh3CZScST_hBqo9SqFDnkHpGv0bdNJOgMuaJCRJ8iaNMgvVMvDH53DKf9VaucQon3d-_j2bbd8zH1xVME7gOvy57o-ZxjU8l8BoPb_MS8qS2xxsVUYlii8F5PNGkFv6fQ-t_F8n1_mlHxMKbfldg4Skv6gHR7cSFYPqBA2tdqXiTSh6_6ZOyZtzJh7WD2jjfgsyg2J2tyvbC_lMN9JSYayGtSAc3SRZgw_FDHWEtAkSoe_3uBBcSdA3lrKNGRAX3fsi4KfgMkjtC9N8uDWUTWj0N5HVl5xIgGBuLz3Pvtj-NB-Bbh0-HQu0VYaU=&p=2&fvj=1&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 3, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_508b23c6ca48ce1e", "Job Title": "Brand Protection Admin Assistant", "Company Name": "RB", "Location": " Schiphol", "Job Description": "Job Advert\nDay-to-day duties will include:\n\nSupporting the Global Brand Protection Legal Team with the management and administration of documents, contracts and correspondence related to RB’s trade marks and other IP rights.Reviewing incoming requests and contracts for completeness and compliance with established processes. Returning incomplete/non-compliant documentation to the author for re-working where appropriate. Using diplomacy to explain reasons for inability to process, and clearly explaining additional information required to fulfil requirements. Identifying trends in non-compliance and reporting these to management for further action.Communicating with authorized signatories (Senior Level Staff) to ensure prompt signature of contracts, Powers of Attorney and other documentation within company deadlines. Work with signatories to establish efficient processes for contract signature.Assists with the preparation and development of documents, presentations and processes for the department and business.Takes initiative in providing relevant data, information and back-up support materials to assist manager with day to day operations.Electronic filing and management of accounts with service providers and professional bodies.\n\nThe successful candidate will have the following qualifications and skills:\n\nFluent Dutch speaker with a good standard of written and spoken English.Bachelor’s Degree with 2+ years of experience as an Administrative Assistant, Company Secretary or Paralegal.The ability to successfully manage and prioritize own workload and multi-task, as well as possess excellent computer skills (Microsoft Office, PowerPoint, Excel, Word and electronic mail and Sharepoint document repositories).Proven administrative and organisational skills, preferably gained in a professional services environment.Accuracy and attention to detail required with ability to actively seek input and problem solve.Good interpersonal and communication skills with a proactive, personable approach.Excellent customer service focus and a professional manner when liaising with colleagues, clients and other external parties.Being a team player who is also conscientious, motivated and flexible, adapting as the need arises.Being receptive and open to learning new skills and acquiring an understanding of the FMCG sector and Brand Protection.Being a process driven, organised, person who excels at meeting deadlines when working within a busy team environment.An ability to work well under pressure.\n\nEquality\nIn Return RB offer very competitive salaries with excellent benefits and the chance to progress your career within a truly global organisation.\nRB is an equal opportunity employer and all qualified applicants will receive consideration for employment without regard to race, colour, religion, sex, national origin, disability status, protected veteran status, or any other basis protected by appropriate law. All hiring decisions are made based on merit, competence and business need.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=508b23c6ca48ce1e&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=8b216a5679401a1a&assa=6285", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=508b23c6ca48ce1e&fccid=2187d710fd27cd06&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 4, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_181bbb09cdbf0744", "Job Title": "Site Merchandiser – e-Commerce Europe", "Company Name": "Ring of Security BV NLD", "Location": " Amsterdam", "Job Description": "\n1-2 years of demonstrable e-Commerce, operations or customer support experience\nMarketing and sales-oriented\nAnalytical and process-oriented\nAttention to detail and proven ability to manage multiple, competing priorities simultaneously\nOutput and deadline driven\nExcellent communication and interpersonal skills with the ability to work in a cross-functionally collaborative role\nAbility to communicate openly, honestly and constructively\nExcellent customer service skills\nStrong critical thinking/problem solving skills\nMotivated to work in a fast-paced technology scale-up\n\nRing is looking for a Site Merchandiser who will be responsible for building and maintaining our e-Commerce stores (Ring.com) for our European countries. You will manage our merchandising plans and update the website content to give our customers a compelling reason to engage and buy.\n\nThis role is based in Amsterdam, Netherlands and reports to the International e-Commerce Manager.\n\nKey responsibilities\n\nImplement pricing and merchandising related to product launches and promotions\nOwn and maintain online product catalog\nMaintain consistent contact with Operations team to monitor stocks and inventory\nMonitor orders processing and troubleshoot issues in collaboration with the Operations and Customer Support teams\nAuthor and maintain content tied to product, promotions, site launches and new features\nWork with creative, development and international teams to implement changes, new features, and bug fixes\nConduct testing and QA for project launches and ongoing builds\nInitiate, optimise and evaluate projects and campaigns with the aim of increasing visibility and conversion (cross-sell, up-sell, promotion or seasonal)\nWork closely with creative and marketing to ensure strong seasonal campaigns and promotions\nConduct regular and thorough “store walk-throughs” and QA checks to ensure strong execution and drive site improvements\nBe a subject-matter expert on the functionality of our e-Commerce platform necessary to create, manage and optimise content\nLearn to automate processes and find the most scalable ways to manage tasks.\nA strong interest in understanding and driving user experience\nAdditional European languages a plus\n\nAbout Ring\n\nSince its founding in 2013, Ring has been on a mission to make neighbourhoods safer. From the video doorbell to the DIY Ring Alarm system, Ring’s smart home security product line offers users affordable whole-home and neighbourhood security. At Ring, we are committed to making home and neighbourhood security accessible and effective for everyone – while working hard to bring communities together. Ring is an Amazon company. For more information, visit www.ring.com. With Ring, you’re always home.\n\nRing LLC is proud to be an equal opportunity employer - Minority / Women / Disability / Veteran / Gender Identity / Sexual Orientation", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=181bbb09cdbf0744&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=c654f83c4bd3f64c&assa=7082", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=181bbb09cdbf0744&fccid=fe2d21eef233e94a&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 5, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_c95eddbe51844b12", "Job Title": "Global Regulatory CMC Consultant – Cell and Gene Therapies, 1 year + contract, Home Working", "Company Name": "ADV Talent Partners", "Location": " Gemeente Haarlemmermeer", "Job Description": "Job Description\nWe are recruiting for a Global Snr Manager Regulatory Affairs CMC / Consultant to work on Cell and Gene Therapy products in development.\n\nThis is a unique opportunity. The contract will be over 12 months with a good possibility of an extension. The role will be based in the Netherland and you will be required to travel over a couple of times per month (post Covid-19), unless living close by. Until then you will be working from home.\n\nWhat is the job?\n\nThe grade is Snr Manager Regulatory Affairs CMC and this role will give you the opportunity to work on projects in early to late stage of development – Cell Therapy, Gene Therapy and potentially one mAb\nThis will be a Global role covering the EU, US and depending on experience Japan\nThis will be a hands on role where you will write/author and review Regulatory CMC documentation (IMPD/IND, Module 3)\nHowever, you will also play a key role in the Regulatory Affairs CMC department, where in collaboration with an experienced GRL you will be responsible for the development and implementation of the Regulatory CMC strategy and planning for assigned NMEs/NBEs\nYou will be the subject matter expert and act independently as the RA CMC lead or deputy leader on complex projects.\n\n Who is right for the job?\n4 + years of Regulatory Affairs CMC Biologics experience. Especially in development. Previous experience in analytical development, process development or bio manufacturing will be an advantage\nYou would have worked in a Regulatory CMC function, authoring and re-authoring IMPD/INDs and Module 3 for Cell & Gene Therapies, ATMPs, mAbs\nExperience in direct communication with the Health Authorities on CMC matters\nPositive, can do attitude with good communication as well as project management skills.\n\nIn return you will earn a competitive rate working for a global, R&D driven company for 12 + months and have the flexibility to work remotely.\n\nInterested in the above? I look forward to hearing from you!\n\nTo Apply!\n\nTo apply for this role, please press the red “Apply for position” button, or contact me Oli Dimitrov on +44 (0)207 801 3388 or Theo Moore on +44 (0)207 801 3384 in full confidence to receive more details on this role or to hear about other available opportunities in Regulatory Affairs.\n\nWe provide a high level of service because we believe this matters. Our people place individuals at the Specialist, Expert, Regional and Global Head levels, so if you want some advice on when or how to make your next step, or to understand what that next step might look like, let’s collaborate and explore these ideas with each other. ADV Talent Partners only advertise around 30% of our active roles, so for us to really help you, please Register or call us. We provide permanent and contract roles in the following areas, across the USA, Europe and Asia Pacific. General switchboard number +44 (0)207 801 3380.\n\nGDPR & Data Protection: Your information is safeguarded for GDPR, and you will have the right to edit, amend or delete and ’’be forgotten’’ at any time after your initial registration.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=c95eddbe51844b12&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=6dddc2201c0b9f09&assa=8005", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=c95eddbe51844b12&fccid=f94f2fe19869476a&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 6, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_343164e5f16f4583", "Job Title": "Bloggers Partnership Manager", "Company Name": "Flo Health", "Location": " Amsterdam", "Job Description": "About Flo\n\nFlo is an AI-powered health and wellbeing app for women and girls, which supports them during their entire reproductive period. Using cutting-edge technology, we combine scientific knowledge, clinical experience, and the power of community to improve the health and wellbeing of every girl and woman worldwide every day. Already 36 million women and girls use Flo monthly in order to make healthier choices and live a well-balanced life, with 7.5 million in the US alone making Flo #1 period tracker for American women and girls. Since August Flo has been the most downloaded Health app in the AppStore.\n\nWomen's Health is still an under-prioritised and under-researched area and we believe that it deserves much more attention and action. We are looking for someone who can lead negotiations with prominent experts, bloggers and influencers in the area of women health to produce exclusive content for Flo.\n\n\nResponsibilities:\n\nSearching for 3rd party content contributors (partners of Flo Health Inc. in content production bloggers, authors, influencers, celebrities, medical experts, organizations, etc.)\nDeveloping and handling the communication process with content contributors (negotiating on content type and quality, deadlines, links, discounts, terms, contracts, etc.)\nAssisting in the development of a strong partnership network (communication with Prospects, participating in events, etc.)\nDrive the creative strategy for collaboration with content contributors and campaigns with them\nRecommend new creative strategy opportunities and new ways of collaborating with content contributors and social platform features, trends, usages, etc.\n\nWe expect that you have:\n\n3+ years of work experience with influencers, bloggers, celebrities, etc.\nProven track record in negotiations (experience working in sales/ account management/content acquisition)\nDegree in Business Communications, Marketing or relevant field is preferable\nStrong communication, presentation skills are a must\nAn excellent spoken and written (business) English\nGeneral understanding of SMM, ability to evaluate the unmet needs of bloggers/influencers, their level of impact and define collaboration perspectives\nAbility to meet deadlines and manage time effectively: we always have multiple projects in flight, you'll need to have project manager skills to keep everything moving forward and everyone up to date\nCreative minded with an ability to conceive interesting ideas for partnerships\nDetail-oriented, committed to excellent quality in every aspect of your work", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=343164e5f16f4583&fccid=66834c7c6ce7026f&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 7, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_81bf544f92af61a5", "Job Title": "Entry Level Medical Writer", "Company Name": "Proclinical", "Location": " Amsterdam", "Job Description": "Are you interested to take a step into medical communications and education? Proclinical has partnered with a Medical Communications company in London and Amsterdam to develop, drive and deliver high-quality, medical communication and education projects for healthcare professionals. If you have a passion for science and communications then this might be the role for you.\nJob Responsibilities\nBecome an expert in the relevant therapy areas, keeping up to date on all progress in the field\nProduce publications that meet client and author expectations for timeliness, accuracy, quality, language, lack of\nbias, and balance\nProactively identify potential issues and flag them for discussion by internal team\nTake responsibility/ownership for completing assigned tasks on time at all stages\nProactively identify potential bottlenecks/issues and raise them with PMs\nInteract professionally with clients, authors, and other contributors, demonstrating understanding of relevant\nmedical fields and understanding of external parties' requirements\nManage client expectations with firm but professional timelines/prioritizing\nProvide plan-management support to PMs/SPMs for structural and ad-hoc client requests\nCommunicate clearly and professionally with team members to help foster a positive working environment\nBalance personal goals with team goals\nRecruit, brief, and manage freelance medical writers to assure that they deliver high-quality products within timeline and budget\nProvide timely and appropriate feedback to freelance medical writers to ensure increased future efficiency\nKeep up to date with industry guidelines for good publication practices\nFollow and document internal and/or client SOPs in all publication projects\nHelp educate external parties on industry standards when required\nSkills and Requirements\nPhD in life sciences, MD, PharmD, or lower-level bioscience degree plus relevant work experience\nExcellent command of written and spoken English\nScientific writing ability\nStrong, confident communication skills\nHigh level of attention to detail\nProficient user of various MS Office programs and Internet\nTo Apply\nProClinical is a specialist employment agency and recruitment business, providing job opportunities within major pharmaceutical, biopharmaceutical, biotechnology and medical device companies.\n#LI_OJ1", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=81bf544f92af61a5&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=57168df4b2106d09&assa=9666", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=81bf544f92af61a5&fccid=59f7de3488fb4de9&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 8, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_42ea0a6f52e862d4", "Job Title": "Interactive Designer", "Company Name": "Sam Media", "Location": " Amsterdam", "Job Description": "Introducing Sam Media\nSam Media is a team of passionate and confident creatives, marketing experts and developers focused on delivering excellent products and services to hundreds of millions of mobile consumers worldwide.\nOur commitment to pursuing growth and continued learning core is one of our core values. We are all about investing in people. We stimulate personal initiatives and development by offering chances and freedom. We are passionate about travel, and we believe it enables people to grow both personally and professionally. We are proud of our social culture, where we have team nights and regular company activity days. Sam Media has a recognition and reward culture.\nWe are a pioneer and a leader in the mobile micro payment industry, we build and advertise our products, which include Mobile Apps, Video and Music Streaming Services, Online Learning and Mobile Games, with millions of users every single day. We are actively growing our performance marketing, behavioural targeting, real-time bidding and programmatic media buying capabilities.\nSam Media is a big and diverse family. with a variety of skills and 25 nationalities with offices in Kuala Lumpur, Amsterdam and Hanoi.\nWhat is the role?\nThe overall purpose of the role is to drive conversion rate and conceptualising marketing concepts.\nCommercial Design\nYou will create customer centric design (banners and landing pages), developing messages and targeting certain market segments using persuasive designs.\nYou will identify and use an appropriate range of sources and types of data to answer questions. Gathering data thoroughly and accurately and subjects it to analysis to improve our conversion rate.\nWeb Technologies\nYou will be working with web technologies such as HTML, CSS and JavaScript as needed.\nCompetitor Intelligence\nYou will stay up-to-date on competitors and understands their strengths and weaknesses versus our own.\nStrategic Planning\nYou will co-author, marketing concepts, AB test, and design sprints, taking into account different factors needed from the team.\nYour Skills and Responsibilities:\nYou’re a confident Web/UI designer who enjoys solving problems both big and small.\nCreate engaging banners and commercially successful landing pages.\nCan explore concepts, shape design solutions, and rapidly visualise a proposition, through sketching and prototyping.\nUtilize elements of persuasive design to influence the behavior of users in our products and campaigns.\nDecent wireframing and prototyping skills using adobe XD, Sketch or other softwares.\nThree or more years of experience (hands-on experience in designing successful mobile advertisements is a plus).\nConstantly optimize existing designs in terms of conversion based on test results through AB testing.\nYou have mastered front-end technologies: HTML5, CSS3, CSS animations and JavaScript.\nYou have a good sense of typography, use of colors and layouts.\nAbility to solve problems creatively and effectively.\nAdaptable and willing to learn new techniques.\nAdaptable and willing to learn new techniques.\nExperience with google analytics is an added advantage.\nStrong communicator in English.\nMore reasons to come and works with us\nEstablished in 2006, we are a market-proven, well-established, international company with an informal culture and ability to move fast;\nWe invest in the personal development of each Sam Median by taking courses, attending conferences, and other learning opportunities;\nWe have regular team(building) events, including lunches, monthly office birthday celebration, and a yearly company trip;\nWe have a creative office in the heart of Amsterdam with tasty coffee, tea, fresh fruit, daily fresh lunch, and beers on Friday afternoons.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=42ea0a6f52e862d4&from=vj&sjdu=xQSRIZmHHZCYoinm1bkZW4tdimYP_Sifz_W6abanX_aj98Ww8M8tWs7nKgilN4CF&mvj=0&vjfrom=vjs&pos=bottom&astse=1ac33e0b74086c1b&assa=385", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=42ea0a6f52e862d4&fccid=e46827d74e8d3cdf&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 9, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_438227d772a5ce65", "Job Title": "Senior Client Solutions Architect , Amsterdam", "Company Name": "VMware PSO", "Location": " Amsterdam", "Job Description": "1.Role – P5 Senior Client Solutions Architect\nThe global VMware Professional Services (PS) Organization drives and influences the success of each VMware implementation. The PS team is dedicated to the success of our customers and their digital strategies. The PS team ensures that VMware customers are successfully implementing and delivering against their business plans from adoption all the way to a fully functioning solution that meets their defined business outcomes.\nAs a PS Senior Client Solutions Architect (CSA), you will be responsible for the PS design and scoping of services of complex transformational solutions for our customers. The role will require you to understand the products, frameworks, and design patterns used for Vmware solutions. You will be asked to contribute to these frameworks, develop reusable domain solutions, and mentor internal & external stakeholders on the use of the tools. You will be working as part of a team with similar charters. To effectively build solutions to solve for complex business problems it will be important to build a strong network among your peers and internal & external teams. You should be ready to take ownership of the pre-sales initiatives and programs to aid in delivering of our solutions. The ideal candidate will have a good mix of Technical Skills, Business Acumen, and a strong bias for customer centricity. The ideal candidate will need to be able to understand the customers vision and to be able to translate this to desired business outcomes and the IT solutions which underpin them. You will be acting as a lead technologist and should have a broad understanding of Vmware and related technologies. The ideal candidate would have domain level understanding in one or more of the following Franchises:\nMulti-Cloud\nApplication Modernisation\nDigital Workspace\nVirtual Cloud Networking\nIntrinsic Security\nVMware PS is committed to offering a collaborative and supportive working environment with a full enablement plan and the opportunity to develop in the latest Software-Defined Datacenter or Digital Workspace technologies and solutions. We promote an inclusive atmosphere where your voice will be heard, and where you will be part of a dynamic team working in partnership with each other and with our customers.\nWe are looking for conscientious and responsible individuals who can build on our successful track record and come with us on the next stage of our journey.\nWe will sponsor your enablement and certification for Vmware technical skills and potentially non-Vmware specific but associated certifications and soft skills via our ‘Take1’ initiatives.\n\nResponsibilities\nWorking in partnership with the core sales, services sales and delivery teams you will lead the pre-sales engagement with customers to understand desired customer outcomes, technical objectives, and services requirements\nDesign high level solutions to meet the business outcomes and IT objectives\nDevelopment of Vision for the Solution, Strategy and Services Roadmaps\nAbility to think past individual products and create end to end solutions to meet the business outcomes\nEffectively communicate the proposed services architecture to the customer, partners and project teams to demonstrate its tangible value\nEnsure that proposals, services solution designs and Statements Of Work are technically sound, deliverable, competitive and representative of market leadership in the application of technology to addressing business outcomes\nAssist with the completion and response of customer issues RFI’s, RFQ’s and RFP’s\nOwnership of the technical components of the Statement Of Work including pre-requisites, responsibilities, technical scaling factors, out of scope items etc.\nAccurately define role based Level Of Effort required to deliver the solution in line with VMware best practice and support guidelines\nFacilitate accurate, timely and efficient handover of projects from the sales phase to delivery\nAuthor blogs, technical articles and white papers based on experiences\nSpeak at events such as VMworld, Sales Kick-Offs, Technical Summits etc.\nProvide lessons learned feedback to Services Sales, Delivery Management and Engineering based on customer feedback\nCreates artefacts and manages collaboration with PS Engineering\nAdhere to VMware PS sales process and methodologies on all opportunity pursuits\nMastery of necessary tooling including PS Solution Builder\nMaintain proficiency in VMware service offerings, value propositions, and representative case studies\nSupport Field enablement of Client Solution Executives (PS Client Sales Execs), CSAs, inside Client Sales Execs and iCSAs based on domain expertise\nMentoring of peers and more junior CSAs as appropriate\nLead internal enablement and community discussions around emerging technologies\nObtain continuous feedback from the field, including customers, bringing IP back to corporate teams and making recommendations on future service offerings\nWorking with PS Client Sales Execs help to scrub franchise specific forecasts to provide the best possible view for the business\nConfidently gather use case requirements and solution designs while functioning as an advocate for “Best Practices” and driving adoption of VMware solutions.\nEnsure the solution being delivered is fit for purpose, referencing the initial business goals and objectives of the project through strong governance\nMaintain up to date high-level technical knowledge of the VMware product line and future product direction and expert level knowledge of your specialist domains\n1.Role – P5 Senior Client Solutions Architect\nThe global VMware Professional Services (PS) Organization drives and influences the success of each VMware implementation. The PS team is dedicated to the success of our customers and their digital strategies. The PS team ensures that VMware customers are successfully implementing and delivering against their business plans from adoption all the way to a fully functioning solution that meets their defined business outcomes.\nAs a PS Senior Client Solutions Architect (CSA), you will be responsible for the PS design and scoping of services of complex transformational solutions for our customers. The role will require you to understand the products, frameworks, and design patterns used for Vmware solutions. You will be asked to contribute to these frameworks, develop reusable domain solutions, and mentor internal & external stakeholders on the use of the tools. You will be working as part of a team with similar charters. To effectively build solutions to solve for complex business problems it will be important to build a strong network among your peers and internal & external teams. You should be ready to take ownership of the pre-sales initiatives and programs to aid in delivering of our solutions. The ideal candidate will have a good mix of Technical Skills, Business Acumen, and a strong bias for customer centricity. The ideal candidate will need to be able to understand the customers vision and to be able to translate this to desired business outcomes and the IT solutions which underpin them. You will be acting as a lead technologist and should have a broad understanding of Vmware and related technologies. The ideal candidate would have domain level understanding in one or more of the following Franchises:\nMulti-Cloud\nApplication Modernisation\nDigital Workspace\nVirtual Cloud Networking\nIntrinsic Security\nVMware PS is committed to offering a collaborative and supportive working environment with a full enablement plan and the opportunity to develop in the latest Software-Defined Datacenter or Digital Workspace technologies and solutions. We promote an inclusive atmosphere where your voice will be heard, and where you will be part of a dynamic team working in partnership with each other and with our customers.\nWe are looking for conscientious and responsible individuals who can build on our successful track record and come with us on the next stage of our journey.\nWe will sponsor your enablement and certification for Vmware technical skills and potentially non-Vmware specific but associated certifications and soft skills via our ‘Take1’ initiatives.\n\nResponsibilities\nWorking in partnership with the core sales, services sales and delivery teams you will lead the pre-sales engagement with customers to understand desired customer outcomes, technical objectives, and services requirements\nDesign high level solutions to meet the business outcomes and IT objectives\nDevelopment of Vision for the Solution, Strategy and Services Roadmaps\nAbility to think past individual products and create end to end solutions to meet the business outcomes\nEffectively communicate the proposed services architecture to the customer, partners and project teams to demonstrate its tangible value\nEnsure that proposals, services solution designs and Statements Of Work are technically sound, deliverable, competitive and representative of market leadership in the application of technology to addressing business outcomes\nAssist with the completion and response of customer issues RFI’s, RFQ’s and RFP’s\nOwnership of the technical components of the Statement Of Work including pre-requisites, responsibilities, technical scaling factors, out of scope items etc.\nAccurately define role based Level Of Effort required to deliver the solution in line with VMware best practice and support guidelines\nFacilitate accurate, timely and efficient handover of projects from the sales phase to delivery\nAuthor blogs, technical articles and white papers based on experiences\nSpeak at events such as VMworld, Sales Kick-Offs, Technical Summits etc.\nProvide lessons learned feedback to Services Sales, Delivery Management and Engineering based on customer feedback\nCreates artefacts and manages collaboration with PS Engineering\nAdhere to VMware PS sales process and methodologies on all opportunity pursuits\nMastery of necessary tooling including PS Solution Builder\nMaintain proficiency in VMware service offerings, value propositions, and representative case studies\nSupport Field enablement of Client Solution Executives (PS Client Sales Execs), CSAs, inside Client Sales Execs and iCSAs based on domain expertise\nMentoring of peers and more junior CSAs as appropriate\nLead internal enablement and community discussions around emerging technologies\nObtain continuous feedback from the field, including customers, bringing IP back to corporate teams and making recommendations on future service offerings\nWorking with PS Client Sales Execs help to scrub franchise specific forecasts to provide the best possible view for the business\nConfidently gather use case requirements and solution designs while functioning as an advocate for “Best Practices” and driving adoption of VMware solutions.\nEnsure the solution being delivered is fit for purpose, referencing the initial business goals and objectives of the project through strong governance\nMaintain up to date high-level technical knowledge of the VMware product line and future product direction and expert level knowledge of your specialist domains\nRequirements\nA minimum of 5 years Pre-Sales /Business development / Advisory experience in a consulting and/or professional services environment or 3 years in a CSA role and should have supported a regional quota\nTechnical services scoping experience in a consulting/services environment, including time supporting sales and liaising with technical practices and delivery\nDelivery or production experience in at least 2 of the 5 main Franchises\nStrong presentation, C-level client management and business development skills with the ability to articulate options & ideas\nSuperior organizational and negotiation skills\nExperience of working in a multi-dimensional and matrixed organisation\nAbility to influence external & internal decision makers and to anticipate challenges and take pro-active action to address\nWillingness to travel up to 50% of the time\nStrong documentation and technical writing skills with an ability to create high impact customer facing deliverables\nAbility to demonstrate solid commercial acumen\nAdaptable and progressive learner with the ability to communicate complex technical topics to both a technical and non-technical audience\nAn active listener with excellent communications and interpersonal skills, with an ability to utilizes different styles of questioning techniques and manage conflict and objection handling\nExperience of working with a wider team to respond to RFI, RFQ or RPS’s\n\nCategory : Sales\nSubcategory: Solutions Architect\nExperience: Business Leadership\nFull Time/ Part Time: Full Time\nPosted Date: 2021-01-29\nVMware Company Overview: At VMware, we believe that software has the power to unlock new opportunities for people and our planet. We look beyond the barriers of compromise to engineer new ways to make technologies work together seamlessly. Our cloud, mobility, and security software form a flexible, consistent digital foundation for securely delivering the apps, services and experiences that are transforming business innovation around the globe. At the core of what we do are our people who deeply value execution, passion, integrity, customers, and community. Shape what’s possible today at http://careers.vmware.com.\n\nEqual Employment Opportunity Statement: VMware is an Equal Opportunity Employer and Prohibits Discrimination and Harassment of Any Kind: VMware is committed to the principle of equal employment opportunity for all employees and to providing employees with a work environment free of discrimination and harassment. All employment decisions at VMware are based on business needs, job requirements and individual qualifications, without regard to race, color, religion or belief, national, social or ethnic origin, sex (including pregnancy), age, physical, mental or sensory disability, HIV Status, sexual orientation, gender identity and/or expression, marital, civil union or domestic partnership status, past or present military service, family medical history or genetic information, family or parental status, or any other status protected by the laws or regulations in the locations where we operate. VMware will not tolerate discrimination or harassment based on any of these characteristics. VMware encourages applicants of all ages. Vmware will provide reasonable accommodation to employees who have protected disabilities consistent with local law.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=438227d772a5ce65&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=494db2eec9a77ddc&assa=1336", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=438227d772a5ce65&fccid=c762a27145bd166e&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 10, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_d6cef24ef7f5983f", "Job Title": "Data Scientist", "Company Name": "Magno IT", "Location": " Amsterdam", "Job Description": "We are currently looking for a Data Scientist with Machine Learning experience for an international company in Amsterdam area.\nFocus of the position\nAs a Machine Learning Scientist, you will be working with our business units on developing services that analyze, annotate and structure content found in scientific articles. We want to develop automated text classification and entity linking targeting specific problems in scientific manuscript structuring, author and reference identification. Ultimately, machine learning tools may suggest annotations and structured meta-data that are as good as human- generated data and even replace human annotations. Our solutions depend heavily on concept indexing or annotation, relationship extraction, extracting data from formatted text, images, mathematical expressions and tables. As a Machine Learning Scientist, you will have experience solving content analysis problems using supervised or unsupervised machine learning methodologies, you know of the state-of-the-art tooling in processing textual content at a large scale and be familiar with analyzing image data. You have a good understanding of the current Machine Learning libraries and have used at least some of them, solving real life problems. You are a hands-on person that does not care about Java or Python but about the right approach to the problem.\nMain Activities and Responsibilities\n· understand and use computer science fundamentals, including data structures, algorithms, computability and complexity and computer architecture\n· produce project outcomes and isolate the issues that need to be resolved, in order to make programmes more effective\n· collaborate with data engineers to build data and model pipelines\n· manage the infrastructure and data pipelines needed to bring code to production\n· demonstrate end-to-end understanding of applications (including, but not limited to, the machine learning and NLP algorithms) being created\n· improve algorithms based on statistical modelling procedures and maintain scalable machine learning solutions in production\n· build optimization strategy to improve the performance of machine learning models in production\n· communicate and explain complex processes to people who are not machine learning or NLP expert\n· liaise with stakeholders to analyse business problems, clarify requirements and define the scope of the resolution needed\n· liaise with data scientists, engineers and developers to identify, analyze and support in resolution of machine learning models in production\n· research and implement best practices to improve the existing machine learning infrastructure\n· provide support to engineers and product managers in implementing machine learning in the product\n· writing code in Java, Python and maintaining Maven archetype\nQualifications and Experience\n· Bachelor's degree in computer science, data science, mathematics, or a related field.\n· Master's degree in computational linguistics, data analytics, or similar will be advantageous.\n· At least two years' experience as a machine learning engineer.\n· Advanced proficiency with Python and Java coding.\n· Knowledge of machine learning frameworks, libraries, data structures, data modeling, and software architecture.\n· In-depth knowledge of mathematics, statistics, and algorithms.\n· Superb analytical and problem-solving abilities.\n· Great communication and collaboration skills.\n· Excellent time management and organizational abilities.\nDesirable Additional Skills\n· AWS Certification is a plus\n· Experience in building machine learning models is a plus\n· experience in operationalization of machine learning model is a plus\n· experience with docker/ Kubernetes / APIs is a plus\nDoes this role spark your interest? Then please provide me with your most recent resume and contact details, so that we can discuss this vacancy more detailed by phone.\nrosi@magno-it.nl +31640297385", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=d6cef24ef7f5983f&fccid=f7c7d52450f5eba7&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 11, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_f84840e3b3c3a2ba", "Job Title": "Solution Architect", "Company Name": "Versa Networks", "Location": " Amsterdam", "Job Description": "About Us:\nVersa Networks, Inc. is a leading vendor of next-generation Software Defined solutions and architectures, called Cloud IP Platform. Versa is providing an end-to-end solution that both simplifies and secures the WAN/branch office network.\nThe goal of the Versa Cloud IP Platform is to provide unprecedented business advantages through a software-based approach that allows for unmatched agility, cost savings and flexibility. We have created a feature-rich, scalable yet simple to use software platform to implement many different enterprise and service provider use cases, including:\nFull software-defined branch (SD-Branch) for enterprise customers.\nSecure SD-WAN for enterprises with layered security.\nNext-generation managed services like SD-Branch and SD-WAN for service providers.\nWe are looking for passionate, entrepreneurial, and tech-savvy Solution Architects to help our customers and partners evaluate, adopt and expand the use of our technology.\nJob responsibilities:\nEvangelize technical leadership to our customers and partners.\nProvide architectural design services of state-of-art SDWAN deployments, including HLD/LLD documentation.\nPerform hands-on tests to validate customer proof-of-concept setups, network designs, and network deployments using new products and feature.\nProvide Professional Services on assignment bases to strategic customers.\nAuthor whitepapers, knowledge base articles, and other customer/partner facing content.\nEssential Skills:\nExperience in planning and designing or operating service provider or large enterprise WAN/LAN networks.\nIn depth understanding of TCP/IP protocol stack and operation.\nKnowledge on WAN technologies and protocols like MPLS, MPLS based VPNs, BGP, OSPF, QoS, NAT, Multicast.\nKnowledge in architecting and/or managing large-scale, high performing and resilient Enterprise networking solutions.\nKnowledge on Linux administration.\nShell scripting, python scripting knowledge.\nDesired Skills:\nOperational knowledge on next gen firewalls/UTMs, IDS/IPS and malware prevention systems.\nKnowledge on best practices architectures for SaaS applications.\nHands-on experience in public and private cloud technologies such as AWS, Azure, Openstack, VMware.\nCompetency:\nGreat analytical thinking.\nAbility to think full stack when it comes to problem solving.\nAbility to learn new technology quickly.\nExcellent hands-on skills in deploying and troubleshooting complex networks.\nWillingness to help customers, peers and other team members at any time.\nOur Benefits:\nVersa Networks is a small but rapidly growing organization. It is built by people with vast experience in networking industry. We are a pragmatic team with a healthy work-life balance. We offer a competitive compensation package with pre-IPO equity. Additionally, we offer a quality of life benefit to everyone in an inspiring environment with skilled and passionate co-workers. Our exciting company culture offers a great place to work and most important, to have fun.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=f84840e3b3c3a2ba&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=2b64d2f672c83b00&assa=2858", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=f84840e3b3c3a2ba&fccid=3f903c48026c01dc&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 12, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_2f7159ab136f0da5", "Job Title": "Sr. Support Engineer - Terraform Enterprise", "Company Name": "HashiCorp", "Location": " Amsterdam", "Job Description": "About HashiCorp\n\nHashiCorp is a fast-growing startup that solves development, operations, and security challenges in infrastructure so organizations can focus on mission-critical tasks. We build tools to ease these decisions by presenting solutions that span the gaps. Our tools manage both physical machines and virtual machines, Windows, and Linux, SaaS and IaaS, etc.\n\nAbout the Role\nHashiCorp is looking for a high-caliber customer facing engineering professional to join its Support Engineering team. This is an exciting opportunity to join a small team and have a direct impact on HashiCorp's fast growing business. This highly visible position will be an integral part of both the support engineering and Terraform Open Source/Enterprise teams. You are a fit if you thrive in a fast-paced culture that values essential communication, collaboration, and results. This person is a self-motivated, detailed individual with an eye for automation, process improvement, and problem solving.\n\nWorking with the Manager, Support Engineering, this Senior Support Engineer will be a key member of the Customer Success organization and will directly impact customer satisfaction and success. This individual will solve sophisticated issues related to Terraform and Terraform Enterprise and independently work to find viable solutions. They will contribute to product growth and development via weekly product and marketing meetings. You will attend customer meetings as needed to help identify, debug and resolve the customer issue and is expected to be a liaison between the customer and HashiCorp engineering. When possible, our Support Engineers will update and improve documentation, guide feature development, and implement bug fixes based on customer feedback.\n\nIn this role you can expect to:\nReproduce and debug customer issues by using or building test environments and tools. This is what you do the majority of your time.\nTriage and tackle incoming support requests via Zendesk within SLA, including high-severity urgent cases\nDocument and record all activity and communication with customers in accordance to both internal and external security standards\nAttend weekly product engineering meetings to discuss issues pertinent to support\nCollaborate with engineers, sales engineers, sales representatives, and technical account managers to schedule, coordinate, and lead debugging calls\nContribute to product documentation, customer knowledge base, and best practices guides\nContinuously improve process and tools for normal, repetitive support tasks\nPeriodic 24/7 on-call rotation (one week in every two months)\n30 days:\nHolistic understanding of Terraform/Terraform Enterprise and the interaction with other HashiCorp Product Suite\nSuccessfully perform all common work flows within Terraform Enterprise\n1 contribution to extend or improve product documentation or install guides\nSuccessfully play with all the elements in Terraform Guide (https://www.terraform.io/docs/enterprise/index.html).\n60 days:\nAbility to triage and communicate to Level 1 & 2 inquiries independently\nAbility to provision and bootstrap Terraform/Terraform Enterprise with all the sophisticated features without assistance\nRide along on 1-2 live customer debugging calls\nAuthor 1 \"customer knowledge base\" article from area of subject matter expertise\n90 days:\nAbility to effectively fix and respond to a production down issue with minimal assistance\nAbility to take any Terraform ticket without assistance\nAbility to independently find points of error and identify root cause by examining log files\nAbility to create ongoing KB articles that will benefit all customers\n\nYou may be a good fit for our team if you have:\n\nAt least 5 years of Support Engineering.\nA minimum of 8 years DevOps Engineering, Software Engineering, or System Administration experience\nExperience with Terraform/Terraform Enterprise or Private Terraform is a huge plus\nExperience with scripting tool of choice to help automate re[production environments (for example, Bash, Python, PowerShell)\nAbility to read sophisticated code for troubleshooting and familiarity with Github\nExperience with REST APIs and command line tools\nStrong written and verbal communication skills — technical writing experience a plus\nWell-organized, excellent work ethic, attention to detail, and self-starting\nExperience troubleshooting and resolving urgent, high-visibility technical problems\nFamiliarity with Distributed Systems, Microservice architecture, and Containers\nInterest in cloud adoption and technology at scale\nExcellent problem solving, analytical, and troubleshooting skills\nBachelor's degree in Computer Science, IT, Technical Writing, or equivalent professional experience.\n\nHashiCorp embraces diversity and equal opportunity. We are committed to building a team that represents a variety of backgrounds, perspectives, and skills. We believe the more inclusive we are, the better our company will be. #LI-JN1\n\n#LI-Remote", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=2f7159ab136f0da5&fccid=044076f542c2a482&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 13, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_be33d73019c387dd", "Job Title": "Managed Cloud Strategist @Binx", "Company Name": "Xebia", "Location": " Hilversum", "Job Description": "Join us on our cloud-native journey\nAWS, GCP, AZURE, ALIBABA CLOUD\n\nJob description\nAs a Cloud Strategist, you advise large enterprises and category leaders on their cloud strategy. Based on audits and reviews you make sure that there is a solid plan to migrate the existing workloads to a (multi-)cloud platform. You are the trusted advisor of your client’s\nleadership team and make sure that the transition to the new technology and way of working is an enjoyable experience for every stakeholder.\nCloud technology holds no secrets for you, you know your way around cloud services both in general and hands-on.\n\nYour Specs\nYou have obtained a Master’s degree or higher in Business Administration or similar\nYou have a least five years of experience with designing cloud architecture\nYou easily communicate with and convey your message to executives, managers, and practitioners alike\nYou bring a network of IT decision makers\nYou know your way around cloud platforms, technology and strategy\nYou are fluent in English, both in written and verbally, and are confident with the Dutch language\n\nWorking at Binx\nAt Binx, you’ll find like-minded colleagues at the forefront of cloud innovation, all of whom have the courage to veer from the beaten path; we strive for excellence at every turn and drive organizations towards achieving their goals. We firmly believe that cloud is the single most significant technology shift organizations will face in this decade. Are you ready to join us on our journey?\n\nNot Your Average Start-Up\nFounded at the beginning of 2018 as part of the Xebia Group, we develop our organization with an open mind. At the same time, being part of an established organization like Xebia, allows us to grow a business without the organizational and economical headaches associated with start-up life. The Xebia Group provide us with the network, scale, experience, and back-office we need, and gives us room to focus on what really matters: cloud consultancy for leading companies. Our overarching mission is Authority. Our core values are: people first, quality without\ncompromise, sharing knowledge, and customer intimacy.\n\nWork With Colleagues Who Inspire and Challenge You\nEveryone within the Xebia Group works here because of his or her track record. At Binx, youwill work alongside true experts. Think Microsoft Regional Directors, MVPs, Amazon Partner Network Ambassadors, Google Developer Experts, and O’Reilly trainers and authors.\n\nEmbark on a learning journey\nBecause we value your experience, we will facilitate you to keep developing yourself. You will be inspired by attending, or organising, our Xebia Knowledge Exchange sessions and by working on side-projects during our Innovation days.\n\nInterested in learning more about working at Binx? Please get in touch with us.\n\nIncluded in The Package\nAt Binx, we treat each other properly; with respect, cooperation, and a view towards creating an enthusiastic, self-empowered, dynamic working community. Our culture exudes creativity and ambition, and our colleagues share an insatiable thirst for knowledge. We’re especially\nproud of our generous training budget and our innovation days.\n\nApart from an amazing culture, we provide some great primary benefits:\nCompetitive salary\nPension plan\nCompany car (if applicable for your role)\nYour choice of laptop (once every 24 months)\nYour choice of phone\n€5000,- a year in training budget, without a fight. In fact, it’s your obligation to spend\nit every year.\nUnlimited book budget", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=be33d73019c387dd&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=545d3541781b19ab&assa=4604", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=be33d73019c387dd&fccid=bb33996a45f47d81&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 14, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "pj_1de2e2b0bcae2a72", "Job Title": "Project Controls Lead", "Company Name": "Linesight", "Location": " Nederland", "Job Description": "Project Controls Lead\nThe Project Control Lead will need to bring energy, experience, and commitment to carry out the following on projects expected to be of the order of €100m over the next three years.\nWork in conjunction with project teams to implement tools and methods to ensure project control (cost, schedule, change management, progress reporting, and risk management)\nMonitor leading indicators and trends to provide early warning of issues to project teams, the E&C Area Lead and Regional Directors.\nBe accountable, unbiased, make issues visible and collaborate with teams to solve problems before they become overruns or missed deadlines\nAuthor / contribute to the Project Control Plan, and ensure adherence to plan during the project control lifecycle.\nLiaise with Project control partners onsite to ensure that projects are being tracked appropriately, and execute site walkdowns regularly to ensure that the reported progress is accurate.\nMaintain a degree of independence within the Project Team as the Project Control representative onsite.\nSupervise any future project control resources onsite that will be hired as the need arises.\nResponsibilities:\nDevelop, monitor and maintain overall excel based Monthly Project Cost Reports including: budgeting, forecasting, variance analysis, change management, risk management, and early warning of issues. Transfer data monthly to a Project Online Web based reporting system.\nGenerate a Powerpoint report for each project monthly that gives context to the cost schedule, change, progress and risk data.\nMaintain schedule oversight on the portfolio, understanding and tracking interconnecting milestones and constraint.\nAssure accurate and timely monitoring of project commitments, spending, accruals, budget transfers and change orders\nInterface with systems such as (SAP, PPRS, etc.) to enable controlling/reporting\nDevelop and maintain overall project staffing and spending plans (Resource sheet)\nSupport implementation of Target Value Delivery during estimation phases.\nInterface with AE (Architect Engineer) & CM (Construction Management) Project Control personnel to ensure accurate and timely cost reports and forecasts\nSupport of project financial close out requirements including asset definition and valuation\n\nQualifications:\n Bachelor’s degree in an engineering discipline. Also acceptable would be degrees in Business Intelligence, Math's, Computer Science or Economics, depending on relevant experience.\nCore competencies:\n5-10 years of Project engineering experience, preferably someone who has been involved with both client & Engineering Design organizations. Preference for Pharma Experience.\n5 years experience in cost, schedule, and risk control, with a preference for Pharmaceutical projects. Open to relevant experience from other industries should experience match the above responsibilities.\nStrong preference for a fluent Dutch speaker who knows the Dutch market, while understanding that English will be the language for communication and reporting.\nDemonstrated experience balancing and organizing multiple project or assignments\nDemonstrated ability to interface effectively and collaborate with clients/peers/management to successfully meet shifting needs.\nStrong data skills. Demonstrated experience and excellence with Microsoft Excel – use of pivot tables, aggregation of data, comfortable with lookup tables, formulas, table structures.\nExperience using MS Project or Primavera P6. Interest in learning more.\nKnowledge of SAP (or demonstrated ability to use new tools easily)\nWorking knowledge of progress measurement methods and understanding of earned value systems\nOpen mindset, and willingness to do more with our data.\nPreference for candidates with experience or interest in BI Software (Microsoft BI or Spotfire) – and some programming knowledge (e.g. VBA, Python).\n\nAre you looking for a career with a leading global organization, working on a dynamic range of projects? Linesight has been providing professional consultancy services, management support and strategic advice to the global construction industry since 1974. We offer you the opportunity to progress your career, work on exciting projects with world-renowned clients, and be a part of a fast-growing, fast-paced global team.\nWe have deep domain knowledge and experience spanning a multitude of sectors including Commercial, Data Centers, Life Sciences, Healthcare, High-Tech Industrial, Hospitality, Education, Residential and Retail. As an organization, we seek out innovative self-starters with the skills to deliver exceptional outcomes for our clients, and the desire to shape the environments in which we live.\nOur company provides equal employment opportunities (EEO) to all employees and applicants for employment without regard to race, color, religion, sex, national origin, age, disability or genetics.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=1de2e2b0bcae2a72&from=vj&sjdu=6-WQFIVUMwtJoOUh6mxE9Ip2sc_Mskk4E4QyQ8uYSSR7XAjrBuvGZEMw_W6iqOG5-yyX2pg-QlELgfYjsD5W5iRZlaj1Acycm5BnFder6ScORd84hbM1plM9lXeQQJno&spon=1&adid=363784116&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0BMsC4U98FP29fe7SsPKB2Nxp4NkYN2gj8HH81TFcFQmmFkcRXo9Y-DISvil3W3JcakEpb-EUVCBfN2OkCpRKH8eK1caN98no1NdT2YOYPa0tneXXCPkNQeT8kd9IKaZIfmpZpwd4ey_9glC14bvBKcP0pd7AAw7LHqEAeHaVKMgAdQnVTvxCvtTIgp6fWEn5WSAVEH9Ic76syv4rLjZI7e-VEd8GQ8WEBw705rFAYANGzaodCUHijA9-1NSV_CSnVYudHQufFvH8DU3KcClKXyzBLEiiqP60r6Fzs5mvZHqM0_MHnwHltbeCpCT5hPtFgAYrTks96jNDjTASn0TZ1QtFbUPj_a9_IdZb8gN2oc9c8D-Kine5THfD_CP85UI_c5nbUaVG4V3UtPD2jURyn9t0J4J2udIHVkXPHqSkZPLYCVxubIaql6gQgNLfbhH2QbyJnaHobQGqzg6EvnsMjZwUHDy6sYbR6aLFuN-YWOiOn3o3XPT5j4aFM9jaQBe7KI4z6aV0xWKBfH4IYw0mWi&astse=28d56f6dceaed0c6&assa=5419", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0BMsC4U98FP29fe7SsPKB2Nxp4NkYN2gj8HH81TFcFQmmFkcRXo9Y-DISvil3W3JcakEpb-EUVCBfN2OkCpRKH8eK1caN98no1NdT2YOYPa0tneXXCPkNQeT8kd9IKaZIfmpZpwd4ey_9glC14bvBKcP0pd7AAw7LHqEAeHaVKMgAdQnVTvxCvtTIgp6fWEn5WSAVEH9Ic76syv4rLjZI7e-VEd8GQ8WEBw705rFAYANGzaodCUHijA9-1NSV_CSnVYudHQufFvH8DU3KcClKXyzBLEiiqP60r6Fzs5mvZHqM0_MHnwHltbeCpCT5hPtFgAYrTks96jNDjTASn0TZ1QtFbUPj_a9_IdZb8gN2oc9c8D-Kine5THfD_CP85UI_c5nbUaVG4V3UtPD2jURyn9t0J4J2udIHVkXPHqSkZPLYCVxubIaql6gQgNLfbhH2QbyJnaHobQGqzg6EvnsMjZwUHDy6sYbR6aLFuN-YWOiOn3o3XPT5j4aFM9jaQBe7KI4z6aV0xWKBfH4IYw0mWi&p=14&fvj=0&vjs=3", "Job Age": "Vandaag", "Job Age Number": "Vandaag", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 15, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_d33f551179daf093", "Job Title": "Managed Cloud Service Engineer @Binx", "Company Name": "Xebia", "Location": " Hilversum", "Job Description": "Join us on our cloud-native journey\nAWS, GCP, AZURE, ALIBABA CLOUD\n\nJob description\nAs a Managed Cloud Services Engineer you take great pride in achieving (a near) 100% uptime of cloud infrastructure and applications. This means that the environments that you are responsible for are automated and optimized. You audit, assess and optimize cloud\nenvironments, but also look after the monitoring, reporting and troubleshooting.\n\nYour Specs\nYou have obtained a Bachelor’s degree in Informatics / Computer Science or similar\nYou have at least five years of relevant working experience\nYou are an absolute expert on multiple cloud topics\nYou are an experienced speaker and author and a portfolio to demonstrate for this\nYou are fluent in English, both written and verbally, and are confident with the Dutch language\n\nWorking at Binx\nAt Binx, you’ll find like-minded colleagues at the forefront of cloud innovation, all of whom have the courage to veer from the beaten path; we strive for excellence at every turn and drive organizations towards achieving their goals. We firmly believe that cloud is the single most significant technology shift organizations will face in this decade. Are you ready to join us on our journey?\n\nNot Your Average Start-Up\nFounded at the beginning of 2018 as part of the Xebia Group, we develop our organization with an open mind. At the same time, being part of an established organization like Xebia, allows us to grow a business without the organizational and economical headaches associated with start-up life. The Xebia Group provide us with the network, scale, experience, and back-office we need, and gives us room to focus on what really matters: cloud consultancy for leading companies. Our overarching mission is Authority. Our core values are: people first, quality without\ncompromise, sharing knowledge, and customer intimacy.\n\nWork With Colleagues Who Inspire and Challenge You\nEveryone within the Xebia Group works here because of his or her track record. At Binx, youwill work alongside true experts. Think Microsoft Regional Directors, MVPs, Amazon Partner Network Ambassadors, Google Developer Experts, and O’Reilly trainers and authors.\n\nEmbark on a learning journey\nBecause we value your experience, we will facilitate you to keep developing yourself. You will be inspired by attending, or organising, our Xebia Knowledge Exchange sessions and by working on side-projects during our Innovation days.\n\nInterested in learning more about working at Binx? Please get in touch with us.\n\nIncluded in The Package\nAt Binx, we treat each other properly; with respect, cooperation, and a view towards creating an enthusiastic, self-empowered, dynamic working community. Our culture exudes creativity and ambition, and our colleagues share an insatiable thirst for knowledge. We’re especially\nproud of our generous training budget and our innovation days.\n\nApart from an amazing culture, we provide some great primary benefits:\nCompetitive salary\nPension plan\nCompany car (if applicable for your role)\nYour choice of laptop (once every 24 months)\nYour choice of phone\n€5000,- a year in training budget, without a fight. In fact, it’s your obligation to spend\nit every year.\nUnlimited book budget", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=d33f551179daf093&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=1541dd6c66f09f91&assa=9494", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=d33f551179daf093&fccid=bb33996a45f47d81&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 16, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_1a41661d9d22ee35", "Job Title": "1857- Principal Regulatory Writer- Clinical Focus", "Company Name": "Certara", "Location": " Amsterdam Westpoort", "Job Description": "Certara company overview: Certara is the global leader in advancing modern, efficient drug development.\nWe provide proven modeling & simulation, regulatory and real-world value assessment software platforms and services. In partnership with our clients, we help reduce clinical trial burden, accelerate regulatory approval and increase patient access to medicines.\nSynchrogenix, A Certara Company overview: Achieving Regulatory Success\nAs Certara’s Regulatory Science division, Synchrogenix accelerates the regulatory submissions of medical innovations worldwide through customized regulatory solutions, including strategy, communications, operations and technology. Synchrogenix is comprised of some of the most respected talent in the industry, including thought leaders, writers and editors, and regulatory submissions specialists. Our people are client and stakeholder-oriented, talented and quality-minded.\nSynchrogenix's people are at the core of our success, and our most successful people are:\ncollaborative and value being part of a team\nexperts with a thirst for continued learning\nconsultative with an ability to articulate process and expertise\ndeadline-driven and able to operate in a fast-paced environment\n\nJob Overview:\nRegulatory Writers prepare high quality documentation for regulatory submissions in order to help streamline the regulatory documentation process for our clients. The Principal Regulatory Writer (PRW) is a major contributor to document authorship for a variety of documents across different service lines. The PRW will be the project leader and authoring contributor for all types of client engagements, while mentoring others in the knowledge of authoring regulatory documents.\n\nResponsibilities:\nWork closely with client and internal and partner organization teams to lead development of strategies for organizing and preparing regulatory documents\nLead a project team, actively participate in development and writing of high-quality documents (study-level and submission level documents, pharmacovigilance documents)\nServe as liaison and subject matter expert internally and for clients, guiding and advising them on strategies and best practices for achieving approval/agreement from regulatory authorities for all document types that Synchrogenix writes\nAuthor documents per client specifications, templates, style guides, and other guidance documents\nAuthor documents per regulatory authority guidelines and requirements\nAct as client advisor and proactive consultant to collaborate and anticipate the needs of the client based on the relationship and knowledge while looking for new business opportunities\nTake ownership of entire deliverable (e.g. CMC section) that include multiple writers\nManage budget for all types of projects, liaise with finance and mentor others in fiscal responsibility and outcomes at the project level\nUsher documents through the review process, conduct comment resolutions meetings (CRMs), and successfully lead a project team to consensus\nMaintain collaborative, proactive, and effective communication with both client and internal teams\nLead project-related meetings and teleconferences and coach others in same\nProvide coaching to junior staff for all documents and ensure all staff comply with company standard operating procedures (SOPs) and training requirements\n\nEducation, Experience, Training, and Knowledge:\nBachelor’s degree (minimum)\n10+ years of regulatory writing experience with clinical, non-clinical, CMC or pharmacovigilance related documentation\nUnderstands regulatory requirements for different phases of development and different regulatory pathways\nKnowledge of global health authority requirements\nCollective experience writing and leading a range of documents in their entirety (e.g. study and submission level, pharmacovigilance)\nStrong understanding of the document creation process and of the drug development lifecycle\n\nSkills & Abilities:\nIntermediate proficiency with Microsoft Word skills (editing tools, creating and modifying tables and inserting figures) and document management techniques\nAble to synthesize data across multiple data sources and documents to create summary reports\nPractice blameless problem solving, effectively managing all crisis communications, managing risks, and realizing business opportunities\nAbility to communicate difficult and complex ideas clearly and effectively to all stakeholders\nAbility to lead submission-level sections (e.g., nonclinical section [Module 2.6]), taking responsibility for clarity of purpose, leading others toward the common goal within timeline and budget on complex projects\nAbility to lead sub-teams for deliverables (e.g., pharmacovigilance documents, transparency & disclosure deliverables) , taking responsibility for clarity of purpose, leading others toward the common goal within timeline and budget on complex projects\nDemonstrate an understanding of communication best practices, coaching others on communication implications of decision making\nAbility to identify potential problems, promptly tackling those problems, particularly in sensitive or high-pressure situations\nPossesses broad experience and technical expertise across more than one therapy area and integrate this knowledge to deliver business successes and actively transfer this knowledge to strengthen the skill base across the organization\n\nCertara is an Equal Opportunity Employer. Certara does not discriminate on the basis of race, religion, color, sex, gender identity, sexual orientation, age, non-disqualifying physical or mental disability, national origin, veteran status or any other basis covered by appropriate law. All employment is decided on the basis of qualifications, merit, and business need.\n\n#LI-HM", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=1a41661d9d22ee35&fccid=f0ba227ba5c9c8b1&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 17, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_ba3c245887da9680", "Job Title": "Senior Customer Support Engineer", "Company Name": "Rubrik Job Board", "Location": " Amsterdam", "Job Description": "Senior Tech Support Engineers at Rubrik will provide enterprise level technical support to our customers via phone, web, email, chat, onsite visits and other support channels as required. They are responsible for delivering effective solutions to backup, recovery, replicate, archive, index and search data across Rubrik clusters and the cloud. Theys will spend the majority of their time dealing with both technical and non-technical administrators and end users, with the remainder of the time spent with partners and other 3rd party vendors on interoperability issues. Specific duties include the following:\n\nABOUT THE JOB\n\nIn this role, you will:\nIndependently diagnose and resolve problems in the Rubrik products, as well as in the customer environment (e.g physical Linux and Windows system, VMWare virtual machines)\nTroubleshoot networking connectivity and performance issues between Rubrik appliances and the cloud (e.g. AWS, Microsoft Azure), using Wireshark and other packet tracking and analysis tools. Assist customers and partners in administrating and configuring network, router, switch (e.g. Juniper and Cisco), firewall and spam settings.\nAuthor knowledge-base articles for customers and internal consumption, detailing the symptoms, cause, workaround and solutions of common and/or known issues.\nParticipate in weekend and holiday on-call/shift rotations.\nAttend onsite meetings and demos with Rubrik Sales Engineers during Proof of Concept (POC). Troubleshoot hardware issues and replace components on the Rubrik physical appliances at customers' datacenters.\nWork with Rubrik's Engineering and QA teams to recreate customers' issues in the lab. Review documentations (e.g. Release Notes, User Guide) on upcoming new software releases.\nDevelop and enhance tools for analyzing logs, stats and performance data collected within the Rubrik appliances.\nContribute to the effective and efficient handling of all levels of technical support cases from basic user questions to issues requiring more in-depth technical and problem-solving skills\nIndependently diagnose and resolve problems within our sphere of the customer environment\nFollow standard procedures for proper escalation of unresolved issues to the appropriate internal teams\nWork with 3rd parties on interop issues.\nProvide prompt and accurate feedback to customers.\nEnsure proper recording and closure of all issues\nDesign, define and document support processes, training and knowledge-base articles for customer and internal consumption.\nParticipate in weekend and holiday on-call/shift rotation.\nABOUT YOU\n5+ years doing enterprise technical support in storage or backup verticals, including advanced issues such as snapshots, replication, data recovery, networking, and VMware administration.\nMust have good technical knowledge of VMware, backup methodologies, Linux and networking.\nExperience with scripting languages (bash, Python, Perl)\nBachelor's Degree Degree in Computer Science, Engineering or related field\nExperience with Microsoft Exchange and SQL, Oracle, Cassandra and MongoDB. Hands-on experience with installation, deployment, troubleshooting, configuration and tuning.\nExperience with AWS, Azure and other cloud platforms\nStrong written and oral communication skills; able to author and present root-cause analysis documents.\n\nRubrik provides equal employment opportunities (EEO) to all employees and applicants for employment without regard to race, color, religion, sex, national origin, age, disability or genetics. In addition to federal law requirements, Rubrik complies with applicable state and local laws governing nondiscrimination in employment in every location in which the company has facilities. This policy applies to all terms and conditions of employment, including recruiting, hiring, placement, promotion, termination, layoff, recall, transfer, leaves of absence, compensation and training.\n\n#L!-AW1\n\n#LI-Remote", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=ba3c245887da9680&fccid=ba03cd038fd30855&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 18, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_a087b464a6a092fa", "Job Title": "Cloud Engineer @Binx", "Company Name": "Xebia", "Location": " Hilversum", "Job Description": "Join us on our cloud-native journey\nAWS, GCP, AZURE, ALIBABA CLOUD\n\nJob description\nAs a Cloud Engineer, you deploy cloud-native infrastructures that are easily maintainable and a joy for developers to use. Sometimes you start from scratch, in other instances you migrate environments, piece by piece to ensure little or no downtime for our valued clients.\n\nYou design the cloud landing zone, code the infrastructure, and create continuous delivery pipelines. You engineer a solution that exploits the benefits of the Cloud, is resilient to failure, provides high availability, and is easy to maintain. When applicable, you assist in the\ndesign of serverless applications.\n\nYou will train the client’s staff, consult with their architects, and do everything in your power to ensure that the client is confident in the way they work in the cloud. After we’ve met our definition of done, you will immediately move on to the next challenging assignment.\n\nThings like CloudFormation or Terraform are second nature to you, as are at least one ofAmazon Web Services, Google Cloud Platform, Alibaba Cloud, or Microsoft Azure.\n\nYour Specs\nYou have obtained a technical Bachelor’s degree or higher, OR you can demonstrate that\nyou possess the required skills and motivation\nYou are experienced with at least one public cloud services platform (AWS, GCP, Azure, Alibaba Cloud)\nAutomating repetitive tasks is a second nature to you\nYou have at least three years of relevant working experience\nYou are fluent in English , both in written and verbally, and are confident with the Dutch language\n\nWorking at Binx\nAt Binx, you’ll find like-minded colleagues at the forefront of cloud innovation, all of whom have the courage to veer from the beaten path; we strive for excellence at every turn and drive organizations towards achieving their goals. We firmly believe that cloud is the single most significant technology shift organizations will face in this decade. Are you ready to join us on our journey?\n\nNot Your Average Start-Up\nFounded at the beginning of 2018 as part of the Xebia Group, we develop our organization with an open mind. At the same time, being part of an established organization like Xebia, allows us to grow a business without the organizational and economical headaches associated with start-up life. The Xebia Group provide us with the network, scale, experience, and back-office we need, and gives us room to focus on what really matters: cloud consultancy for leading companies. Our overarching mission is Authority. Our core values are: people first, quality without\ncompromise, sharing knowledge, and customer intimacy.\n\nWork With Colleagues Who Inspire and Challenge You\nEveryone within the Xebia Group works here because of his or her track record. At Binx, youwill work alongside true experts. Think Microsoft Regional Directors, MVPs, Amazon Partner Network Ambassadors, Google Developer Experts, and O’Reilly trainers and authors.\n\nEmbark on a learning journey\nBecause we value your experience, we will facilitate you to keep developing yourself. You will be inspired by attending, or organising, our Xebia Knowledge Exchange sessions and by working on side-projects during our Innovation days.\n\nInterested in learning more about working at Binx? Please get in touch with us.\n\nIncluded in The Package\nAt Binx, we treat each other properly; with respect, cooperation, and a view towards creating an enthusiastic, self-empowered, dynamic working community. Our culture exudes creativity and ambition, and our colleagues share an insatiable thirst for knowledge. We’re especially\nproud of our generous training budget and our innovation days.\n\nApart from an amazing culture, we provide some great primary benefits:\nCompetitive salary\nPension plan\nCompany car (if applicable for your role)\nYour choice of laptop (once every 24 months)\nYour choice of phone\n€5000,- a year in training budget, without a fight. In fact, it’s your obligation to spend\nit every year.\nUnlimited book budget", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=a087b464a6a092fa&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=367bf4a3f5548b1c&assa=2326", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=a087b464a6a092fa&fccid=bb33996a45f47d81&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 19, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_78345214773ae146", "Job Title": "Cloud Developer @Binx", "Company Name": "Xebia", "Location": " Hilversum", "Job Description": "Join us on our cloud-native journey\nAWS, GCP, AZURE, ALIBABA CLOUD\n\nJob description\nAs a Cloud Developer, you leverage cloud services to build cloud-native solutions for our clients. You pick cloud-native services over writing your own code any time. Your code is serverless and intertwines seamlessly with the infrastructure.\n\nYour Specs\nYou have obtained a Bachelor’s degree in Informatics / Computer Science or similar\nYou have at least three years of experience in software engineering\nYou are experienced with at least one public cloud services platform (AWS, GCP, Azure, Alibaba Cloud)\nYou have at least three years of relevant working experience\nYou are fluent in English, both in written and verbally, and are confident with the Dutch language\n\nAbout Binx\nAt Binx, you’ll find like-minded colleagues at the forefront of cloud innovation, all of whom have the courage to veer from the beaten path; we strive for excellence at every turn and drive organizations towards achieving their goals. We firmly believe that cloud is the single most significant technology shift organizations will face in this decade. Are you ready to join us on our journey?\n\nNot Your Average Start-Up\nFounded at the beginning of 2018 as part of the Xebia Group, we develop our organization with an open mind. At the same time, being part of an established organization like Xebia, allows us to grow a business without the organizational and economical headaches associated with start-up life. The Xebia Group provide us with the network, scale, experience, and back-office we need, and gives us room to focus on what really matters: cloud consultancy for leading companies. Our overarching mission is Authority. Our core values are: people first, quality without\ncompromise, sharing knowledge, and customer intimacy.\n\nWork With Colleagues Who Inspire and Challenge You\nEveryone within the Xebia Group works here because of his or her track record. At Binx, youwill work alongside true experts. Think Microsoft Regional Directors, MVPs, Amazon Partner Network Ambassadors, Google Developer Experts, and O’Reilly trainers and authors.\n\nEmbark on a learning journey\nBecause we value your experience, we will facilitate you to keep developing yourself. You will be inspired by attending, or organising, our Xebia Knowledge Exchange sessions and by working on side-projects during our Innovation days.\n\nInterested in learning more about working at Binx? Please get in touch with us.\n\nIncluded in The Package\nAt Binx, we treat each other properly; with respect, cooperation, and a view towards creating an enthusiastic, self-empowered, dynamic working community. Our culture exudes creativity and ambition, and our colleagues share an insatiable thirst for knowledge. We’re especially\nproud of our generous training budget and our innovation days.\n\nApart from an amazing culture, we provide some great primary benefits:\nCompetitive salary\nPension plan\nCompany car (if applicable for your role)\nYour choice of laptop (once every 24 months)\nYour choice of phone\n€5000,- a year in training budget, without a fight. In fact, it’s your obligation to spend\nit every year.\nUnlimited book budget", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=78345214773ae146&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=be265cc9c0e4b38b&assa=2870", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=78345214773ae146&fccid=bb33996a45f47d81&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 20, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_8dc4039800048163", "Job Title": "1858- Associate Principal Regulatory Writer- Clinical Focus", "Company Name": "Certara", "Location": " Amsterdam Westpoort", "Job Description": "Certara company overview: Certara is the global leader in advancing modern, efficient drug development.\nWe provide proven modeling & simulation, regulatory and real-world value assessment software platforms and services. In partnership with our clients, we help reduce clinical trial burden, accelerate regulatory approval and increase patient access to medicines.\nSynchrogenix, A Certara Company overview: Achieving Regulatory Success\nAs Certara’s Regulatory Science division, Synchrogenix accelerates the regulatory submissions of medical innovations worldwide through customized regulatory solutions, including strategy, communications, operations and technology. Synchrogenix is comprised of some of the most respected talent in the industry, including thought leaders, writers and editors, and regulatory submissions specialists. Our people are client and stakeholder-oriented, talented and quality-minded.\nSynchrogenix's people are at the core of our success, and our most successful people are:\ncollaborative and value being part of a team\nexperts with a thirst for continued learning\nconsultative with an ability to articulate process and expertise\ndeadline-driven and able to operate in a fast-paced environment\n\nJob Overview:\nRegulatory Writers prepare high quality documentation for regulatory submissions in order to help streamline the regulatory documentation process for our clients. The Associate Principal Regulatory Writer (APRW) is a major contributor to document authorship for a variety of documents across different service lines. The APRW will be the project leader and authoring contributor for all types of client engagements, while mentoring others in the knowledge of authoring regulatory documents.\n\nResponsibilities:\nWork closely with client and internal and partner organization teams to lead development of strategies for organizing and preparing regulatory documents\nLead a project team, and actively participate in development and writing of high-quality documents (study-level and submission level documents, pharmacovigilance documents)\nAuthor documents per client specifications, templates, style guides, and other guidance documents\nAuthor documents per regulatory authority guidelines and requirements\nAct as client advisor, working collaboratively and developing a strong relationship of trust built upon consistent and reliable communication; communicate ideas and strategies to produce a successful end result\nPractice blameless problem solving, taking broad perspectives in resolving issues to prevent negative impact to work\nManage budget for a low complexity project, including all contributors (writers, editors)\nUsher documents through the review process, conduct comment resolutions meetings (CRMs) and successfully lead a project team to consensus\nMaintain collaborative, proactive, and effective communication with both client and internal teams\nLead project-related meetings and teleconferences\nProvide coaching to junior staff for study level documents as well as submission level documents and ensure all staff comply with company standard operating procedures (SOPs) and training requirements\n\nEducation, Experience, Training, and Knowledge:\nBachelor’s degree\n8+ years of regulatory writing experience with clinical, non-clinical, CMC or pharmacovigilance related documentation\nUnderstand regulatory requirements for different phases of development and different regulatory pathways\nKnowledge of global health authority requirements\nExperience in the development of submission-level documents\n\nSkills & Abilities:\nIntermediate proficiency with Microsoft Word skills (editing tools, creating and modifying tables and inserting figures) and document management techniques\nStrong understanding of the document creation process and of the drug development lifecycle\nAble to synthesize data across multiple data sources and documents to create summary reports\nExpertise to provide subject matter guidance for quality document preparation, document review, accurate comment resolution/incorporation, and document finalization\nAbility to own submission-level sections (e.g., nonclinical section [Module 2.6]), taking responsibility for clarity of purpose, leading others toward the common goal within timeline and budget on complex projects\nDemonstrate an understanding of communication best practices, coaching others on communication implications of decision making\nDevelops professional relationships with clients as a way to further the business relationship and maintain current industry knowledge\nAbility to identify and institutionalize work practices that are most effective in order to ensure consistency in performance\nAbility to resolve problems that arise, particularly in sensitive or high-pressure situations\nPossesses broad experience and technical expertise across more than one therapy area and integrate this knowledge to deliver business successes and actively transfer this knowledge to strength the skill base across the organization\n\nCertara is an Equal Opportunity Employer. Certara does not discriminate on the basis of race, religion, color, sex, gender identity, sexual orientation, age, non-disqualifying physical or mental disability, national origin, veteran status or any other basis covered by appropriate law. All employment is decided on the basis of qualifications, merit, and business need.\n\n#LI-HM", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=8dc4039800048163&fccid=f0ba227ba5c9c8b1&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 21, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_e0c7b08ff3273e12", "Job Title": "Pharmacovigilance and Regulatory Affairs Manager BeNeLux (m/f/d)", "Company Name": "Kyowa Kirin International plc", "Location": " Amsterdam", "Job Description": "WE PUSH THE BOUNDARIES OF MEDICINE.\n\nLEAPING FORWARD TO MAKE PEOPLE SMILE\n\nEverything we do at KKI, is rooted in the idea of leaping forward to make people smile. We are committed to innovation, for the benefit of the patients who count on us to support them. From medicines for rare and underserved diseases, to the support families need when facing a life-changing diagnosis – our team is proud of all we deliver, but also humble in knowing how much more needs to be done. By listening to patient stories, we gain a better understanding of the obstacles patients and their families face – so we can work to better meet their unique needs. The real proof of our impact is in the smiles we see on patients’ faces, when we have helped answer a need, or improved their well-being through our work. While the journey is not easy, it is one that is filled with purpose.\n\n\nPharmacovigilance and Regulatory Affairs Manager BeNeLux (m/f/d)\n\nKyowa Kirin Pharma B.V. Amsterdam\n\nNetherlands\n\nRESPONSIBILITIES\n\nA combined role for covering Pharmacovigilance (PV) and Regulatory Affairs (RA) for the BeNeLux countries. Responsible for the management and oversight of the pharmacovigilance system and activities for the company. Post-licensing regulatory activities associated with ensuring that all Kyowa Kirin International’s marketed products in the BeNeLux countries are in compliance with applicable legislation and business requirements. Provision of accurate and reliable regulatory expertise for the specified countries and support for the EMEA and ROW RA team as needed.\n\nResponsible for Rare Disease Business Unit and Established Medicines Business Unit products.\n\nPharmacovigilance:\n\nA key component of the role is oversight and management of any contractors and/or vendors employed to support PV in the Territories\nAct as the local qualified/registered/contact person for Netherlands, and ensure that appropriate local persons as required by local/international regulatory authority(ies) are appointed for Belgium and Luxembourg\nEnsure the performance of regular, documented monitoring of the relevant regulatory authority website(s)/communications for relevant changes in local regulations or local safety concerns\nServe as primary point of contact for the oversight and management of the receipt of Individual Case Safety Reports (ICSRs) from the Territory(ies), and for the collection, local processing, documentation, translation (to English), follow-up and archiving of ICSRs, and timely transmission of ICSRs to Global KK PV. This includes maintaining local tracking systems for all initial and follow up ICSRs\nEnsure the performance of ICSR reconciliation with relevant internal KK departments, partners, vendors/contractors potentially engaged in ICSR handling and Global KK PV on monthly basis, of all initial and follow up reports received by the Local QPPV/LSO\nPerform and document local literature searches, as necessary, for all key ingredients with at least one license in the BeNeLux countries (regardless of commercial status of product(s))\nCommunicate requirements to Global KK PV for any local aggregate reports requested by local regulatory authorities, and work with Global PV in the preparation and review of such reports, maintaining the report submission compliance for these local reports as necessary\nEnsure notification to Global KK PV, in a timely manner, of any information requests or issues relating to product safety notified to the Affiliate from any source, including, but not limited to regulatory authority(ies)\nAppropriate involvement in responding to the requester in a timely manner, in collaboration with Global KK PV and/or Regulatory Affairs as necessary\nCollaborate with Affiliate Medical Affairs and KK Global PV personnel, to lead the local implementation of Risk Management Plans and commitments e.g., preparation or updating of educational materials, development of the communication plan, training of appropriate Affiliate personnel on the use of any materials\nCo-ordinate any PV audit of the Affiliate, including CAPA management, in collaboration with QA and KK PV Compliance as appropriate\nCollaborate with QA in preparation and performance of audits of vendors/contractors or partners\nEnsure all appropriate local procedures and systems are in place for the local PV system. and are managed appropriately\nEnsure the performance and documentation of relevant local PV-related training of all local KK personnel and all relevant non-KK personnel\nEnsure that appropriate PV agreements are in place with any partners or vendors/contractors that have a direct or indirect impact on the PV system\nAssist in or co-ordinate any regulatory authority inspection in collaboration with KK Global PV Compliance and QA\nEnsure that a PV Business Contingency procedure is in place\nPrepare and send the Local QPPV/LSO monthly report to the regional QPPV, Deputy regional QPPV, and RHPV as appropriate\nEnsure awareness of KK-sponsored digital media activity, including websites\nCollaborate with local Medical Affairs and Commercial personnel to ensure; procedures are in place for the management of medical enquiries and quality complaints and o awareness of any local Organised Data Collection programmes (ODCs) e.g., clinical studies/trials, Investigator Sponsored Trials, non-interventional studies and other ODCs, including, but not limited to market research and patient support programmes\n\nRegulatory Affairs:\n\nCompliance with relevant regulatory legislation and guidelines, and company procedures (Timely packaging component artwork review and approval, following KKI processes and systems, to ensure that all relevant local legislation is met, e.g. ‘blue box’ requirements; Local downstream communication of regulatory procedure outcomes on receipt of notification from HQ-RA)\nEnsure any local regulatory submissions and responses are prepared, peer-reviewed and submitted within agreed internal timelines and/or external deadlines, as necessary\nProvision of local regulatory advice and support to HQ Regulatory Affairs, cross-functional teams, affiliates and partners, as necessary\nMaintain electronic records for all submissions and communications with regulatory authorities, together with any supporting documentation\nAuthor, review and train relevant staff on Regulatory Standard Operation Procedures and Department Guidelines as required\nAct on new safety information received in an appropriate and timely manner\n\nQUALIFICATIONS:\n\nUniversity degree in Pharmaceutical Sciences or equivalent\nExpert regulatory knowledge of European regulatory procedures and local procedures in the countries of responsibility\nKnowledge of regulatory compliance and change control\nRelevant experience of PV within the pharmaceutical industry\nKnowledge of relevant laws and regulations in the territories\nKnowledge of relevant therapeutic areas is an advantage\nExperience in translating corporate strategies into a local context, and a level of commercial awareness\nFluent in Dutch and English, both verbal and written, preferably with proficiency in French\n\nBENEFITS:\n\nIn return for your talent, we will provide support through smart working, adopting best practice, deploying the latest technology and ongoing personal development. Plus:\n\nCompetitive salary\nBonus\nPension scheme\n\n\nTo meet the expectations of our patients and to truly deliver on our Commitment to Life, we are continually looking for people who embrace this spirit. We are committed to providing a culture that offers both inspiration and reward – in terms of compensation and in work satisfaction. And in turn, we want people who’ll bring their unique ideas and diverse approaches, while also aligning to our ultimate goal of making people smile. If this sounds like a company that aligns with your values, we’d love for you to join us in our efforts.\n\nkyowakirin.com/careers\n\nKyowa Kirin International is an equal opportunities employer.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=e0c7b08ff3273e12&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=5db8f51822d27ada&assa=4693", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=e0c7b08ff3273e12&fccid=30becc45a153a483&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 22, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_35f76c09f39293ae", "Job Title": "Cloud Trainer @Binx", "Company Name": "Xebia", "Location": " Hilversum", "Job Description": "Join us on our cloud-native journey\nAWS, GCP, AZURE, ALIBABA CLOUD\n\nJob description\nAs a Cloud Trainer, you develop our (instructorless) training curriculum and share knowledge through classroom training and conferences. People learn most by doing and helping others, that is why our training material consists of a bit of theory and a lot of hands-on labs. These labs are developed on a platform called Instruqt. The labs on Instruqt simulate a real-life situation where participants need to use the CLI to work towards a solution.\n\nAs a trainer, you are also an evangelist. This means, we expect you to love public speaking. Think of events, meetups, conferences, etc. Also, sharing knowledge means writing content for blog posts, whitepapers, and even books.\n\nYour Specs\nYou have obtained a Bachelor’s degree in Informatics / Computer Science or similar\nYou have at least five years of relevant working experience\nYou are an absolute expert on multiple cloud topics\nYou are an experienced speaker and author and a portfolio to demonstrate for this\nYou are fluent in English, both in written and verbally, and are confident with the Dutch language\n\nWorking at Binx\nAt Binx, you’ll find like-minded colleagues at the forefront of cloud innovation, all of whom have the courage to veer from the beaten path; we strive for excellence at every turn and drive organizations towards achieving their goals. We firmly believe that cloud is the single most significant technology shift organizations will face in this decade. Are you ready to join us on our journey?\n\nNot Your Average Start-Up\nFounded at the beginning of 2018 as part of the Xebia Group, we develop our organization with an open mind. At the same time, being part of an established organization like Xebia, allows us to grow a business without the organizational and economical headaches associated with start-up life. The Xebia Group provide us with the network, scale, experience, and back-office we need, and gives us room to focus on what really matters: cloud consultancy for leading companies. Our overarching mission is Authority. Our core values are: people first, quality without\ncompromise, sharing knowledge, and customer intimacy.\n\nWork With Colleagues Who Inspire and Challenge You\nEveryone within the Xebia Group works here because of his or her track record. At Binx, youwill work alongside true experts. Think Microsoft Regional Directors, MVPs, Amazon Partner Network Ambassadors, Google Developer Experts, and O’Reilly trainers and authors.\n\nEmbark on a learning journey\nBecause we value your experience, we will facilitate you to keep developing yourself. You will be inspired by attending, or organising, our Xebia Knowledge Exchange sessions and by working on side-projects during our Innovation days.\n\nInterested in learning more about working at Binx? Please get in touch with us.\n\nIncluded in The Package\nAt Binx, we treat each other properly; with respect, cooperation, and a view towards creating an enthusiastic, self-empowered, dynamic working community. Our culture exudes creativity and ambition, and our colleagues share an insatiable thirst for knowledge. We’re especially\nproud of our generous training budget and our innovation days.\n\nApart from an amazing culture, we provide some great primary benefits:\nCompetitive salary\nPension plan\nCompany car (if applicable for your role)\nYour choice of laptop (once every 24 months)\nYour choice of phone\n€5000,- a year in training budget, without a fight. In fact, it’s your obligation to spend\nit every year.\nUnlimited book budget", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=35f76c09f39293ae&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=1c4033076ef32923&assa=5932", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=35f76c09f39293ae&fccid=bb33996a45f47d81&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}, {"index": 23, "Search Keyword": "author", "Platform": "Indeed", "Job ID": "p_98f12146fd9eb099", "Job Title": "Clinical Research and Development Lead", "Company Name": "GSK", "Location": " AmsterdamZuidoost", "Job Description": "Site Name: Amsterdam, Rixensart, Wavre, Italy - Siena\nPosted Date: Jan 14 2021\n\nAre YOU energized by an opportunity to accelerate and deliver a clinical data strategy that drives the opportunity to protect people from infectious diseases? If so, this Clinical Research & Development Lead role could be an exciting opportunity to explore.\nAs a Clinical Research & Development Lead, you will participate to Phase I-IV Clinical Development activities within a program or group of related programs within the context of the GSK Vaccines process in order to ensure the high quality and on-time delivery of all clinical data that will allow world-wide registration in compliance with the clinical development plan, good clinical practices (GCP), and GSK Vaccines standard operating procedures (SOP).\nThis role will provide YOU the opportunity to lead key activities to progress YOUR career, these responsibilities include some of the following:\n1. Participate in Clinical Development activities for a study or a number of studies within a specific program or group of related programs - Design clinical trial protocols, and author clinical study reports and publications of high scientific, operational and ethical standards; Ensure consistency of data within program and across projects; Reporting full accountability to Clinical and Epidemiology Research & Development Project Lead.\n2. Bear primary responsibility and accountability for scientific, medical quality, medical/legal and human safety aspects and timeliness of clinical trial synopses and protocols and all clinical trial documents, including the Investigator’s Brochure and the Clinical Study Report.\n3. Supervise the study conduct and serve as the accountable for the overall delivery of the clinical trial, analyze and interpret the results as a subject matter expert and assure that results meet the highest standards of quality and ethical conduct.\n4. Serve as a scientific and management reference for the project (internally/externally), assuming accountability for the medical/legal and human safety aspects of the clinical study\n5. As a member of the Clinical Project Team, always actively participate and engage within the project matrix, to achieve team objectives\n6. Actively participate in preparing the clinical portion of the regulatory files and the registration process, including labelling\n7. Provides support to Marketing/Business Development throughout product life cycle in order to achieve Company’s objectives\n8.Collect scientific information and review GSK Vaccines project related documents and publications.\nWhy YOU?\nBasic Qualifications:\nWe are looking for professionals with these required skills to achieve our goals:\nMD or PhD specializing in the field of pediatrics, obstetrics and gynecology, infectious diseases, clinical epidemiology, or pharmacoepidemiology. Previous experience in clinical vaccinology is an asset.\nMinimum 1 year industry experience or minimum 5 years experience working in a scientific or medical institution (if not an MD, prior experience as Principal Investigator, Medical Monitor or commensurate to Clinical Research Scientist position)\nExcellent knowledge of spoken and written English\nAbility to translate scientific skills in the field of vaccines and clinical research into business-driven strategies.\nUnderstanding of GCP and ICH guidelines; experience working with Regulatory functions a plus.\nAbility to work well within a matrix environment, balance priorities, and independently handle multiple tasks through good planning, project administration, organization skills.\nAbility to critically analyze information, identify strengths and weaknesses of approaches and proactively develop remedial actions to mitigate risks.\nEffective ability to prioritize tasks and deliver on deadlines, with high performance standards and a commitment to excellence.\nKnowledge and understanding of vaccines, clinical research, and biomedical research regulation\nPreferred Qualifications:\nIf you have the following characteristics, it would be a plus:\nStrategic thinking skills and achievement oriented.\nNeeds to possess highly effective communication skills and be capable of presenting ideas and data clearly to various audiences.\nWorking knowledge and understanding of causes of infectious diseases, health interventions and the global public health landscape.\nSensitivity to the needs of a diversified ethnic groups and ability to build rapport across the spectrum\nLicense to practice medicine and board and/ or professional certification is an asset\nWhy GSK?\nOur values and expectations are at the heart of everything we do and form an important part of our culture.\nThese include Patient focus, Transparency, Respect, Integrity along with Courage, Accountability, Development, and Teamwork. As GSK focuses on our values and expectations and a culture of innovation, performance, and trust, the successful candidate will demonstrate the following capabilities:\nAgile and distributed decision-making – using evidence and applying judgement to balance pace, rigour and risk.\nManaging individual and team performance.\nCommitted to delivering high quality results, overcoming challenges, focusing on what matters, execution.\nImplementing change initiatives and leading change.\nSustaining energy and well-being, building resilience in teams\nContinuously looking for opportunities to learn, build skills and share learning both internally and externally\nDeveloping people and building a talent pipeline\nTranslating strategy into action - a compelling narrative, motivating others, setting objectives and delegation\nBuilding strong relationships and collaboration, managing trusted stakeholder relationships internally and externally\nBudgeting and forecasting, commercial and financial acumen.\nIf you require an accommodation or other assistance to apply for a job at GSK, please contact the GSK Service Centre at 1-877-694-7547 (US Toll Free) or +1 801 567 5155 (outside US).\nGSK is an Equal Opportunity/Affirmative Action Employer. All qualified applicants will receive equal consideration for employment without regard to race, color, national origin, religion, sex, pregnancy, marital status, sexual orientation, gender identity/expression, age, disability, genetic information, military service, covered/protected veteran status or any other federal, state or local protected class.\nImportant notice to Employment businesses/ Agencies\nGSK does not accept referrals from employment businesses and/or employment agencies in respect of the vacancies posted on this site. All employment businesses/agencies are required to contact GSK's commercial and general procurement/human resources department to obtain prior written authorization before referring any candidates to GSK. The obtaining of prior written authorization is a condition precedent to any agreement (verbal or written) between the employment business/ agency and GSK. In the absence of such written authorization being obtained any actions undertaken by the employment business/agency shall be deemed to have been performed without the consent or contractual agreement of GSK. GSK shall therefore not be liable for any fees arising from such actions or any fees arising from any referrals by employment businesses/agencies in respect of the vacancies posted on this site.\nPlease note that if you are a US Licensed Healthcare Professional or Healthcare Professional as defined by the laws of the state issuing your license, GSK may be required to capture and report expenses GSK incurs, on your behalf, in the event you are afforded an interview for employment. This capture of applicable transfers of value is necessary to ensure GSK’s compliance to all federal and state US Transparency requirements. For more information, please visit GSK’s Transparency Reporting For the Record site.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=98f12146fd9eb099&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=e9e175ec56ac79e8&assa=6679", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=98f12146fd9eb099&fccid=4e42ec53f4b93e02&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-02-11", "Language": null, "Gender": "Female"}]
