[{"Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_0037e6e3617d7975", "Job Title": "Postdoc in Dynamical Systems", "Company Name": "Vrije Universiteit Amsterdam", "Location": " AmsterdamZuidoost", "Job Description": "Location: AMSTERDAM\n\nFTE: 0.8 - 1\nJob description\nThe Department of Mathematics of Vrije Universiteit Amsterdam welcomes applications for a three-year Postdoctoral position in Dynamical Systems, including (but not limited to) computational dynamics, data driven dynamics, network dynamics and evolutionary PDEs.\n\n\nPreference will be given to candidates who can connect to existing research strengths in the department. The preferred starting date is 1 September 2021, or before.\n\n\nThe department has a strong desire to hire more female colleagues. Therefore, women are especially encouraged to apply.\n\n\nYour duties\nconducting research in the area of Dynamical Systems (85%)\ncontributing to the teaching portfolio of the Department of Mathematics (15%)\nRequirements\na PhD in mathematics with expertise in Dynamical Systems\nstrong independent research skills\ngood communication skills in English\nWhat are we offering?\nA challenging position in a socially involved organization. On full-time basis the remuneration amounts to a minimum gross monthly salary of €3,491 and a maximum of €4,402. The job profile is based on the university job ranking system and is vacant for 0.8-1.0 FTE.\n\n\nThe appointment will initially be for two years. After a satisfactory evaluation, the contract will be extended for another year. Additionally, Vrije Universiteit Amsterdam offers excellent fringe benefits and various schemes and regulations to promote a good work/life balance, such as:\n8% holiday allowance and 8.3% end-of-year bonus\ncontribution to commuting expenses\noptional model for designing a personalized benefits package\na maximum of 41 days of annual leave based on full-time employment\ngood paid parental leave scheme\n\nAbout Vrije Universiteit Amsterdam\nThe ambition of Vrije Universiteit Amsterdam is clear: to contribute to a better world through outstanding education and ground-breaking research. We strive to be a university where personal development and commitment to society play a leading role. A university where people from different disciplines and backgrounds collaborate to achieve innovations and to generate new knowledge. Our teaching and research encompass the entire spectrum of academic endeavour – from the humanities, the social sciences and the natural sciences through to the life sciences and the medical sciences.\n\n\nVrije Universiteit Amsterdam is home to more than 26,000 students. We employ over 4,600 individuals. The VU campus is easily accessible and located in the heart of Amsterdam’s Zuidas district, a truly inspiring environment for teaching and research.\n\n\nDiversity\n\nWe are an inclusive university community. Diversity is one of our most important values. We believe that engaging in international activities and welcoming students and staff from a wide variety of backgrounds enhances the quality of our education and research. We are always looking for people who can enrich our world with their own unique perspectives and experiences.\n\n\nThe Faculty of Science\n\nThe Faculty of Science inspires researchers and students to find sustainable solutions for complex societal issues. From forest fires to big data, from obesity to medicines and from molecules to the moon: our teaching and research programmes cover the full spectrum of the natural sciences. We share knowledge and experience with leading research institutes and industries, both here in the Netherlands and abroad.\n\n\nWorking at the Faculty of Science means working with students, PhD candidates and researchers, all with a clear focus on their field and a broad view of the world. We employ more than 1,250 staff members, and we are home to around 6,000 students.\n\nThe Department of Mathematics\n\nThe Department of Mathematics strives for excellence in research. The department balances pure mathematical research with mathematical research motivated by applications. Researchers in the department are on one hand active at a fundamental and theoretical level, and, on the other hand, work on applications with links to business, the sciences, and societal issues. The department has a strong international research staff with expertise in dynamical systems, geometry and algebra, as well as in stochastics (statistics, data analytics, probability).\nApplication\nAre you interested in this position? Please apply via the application button by February 1st, 2021 and upload: a cover letter in which you describe your motivation, a curriculum vitae, a research statement, and the names and e-mail addresses of three references.\n\n\nApplications received by e-mail will not be processed.\n\n\nVacancy questions\n\nIf you have any questions regarding this vacancy, you may contact:\n\n\nName: Jan builde van den Berg\n\nPosition: Professor of Mathematics\n\nE-mail: janbuilde.vanden.berg@vu.nl", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=0037e6e3617d7975&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=65d902464d89ffc7&assa=2681", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=0037e6e3617d7975&fccid=7fcd0afcba4c0099&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-01-24"}, {"Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_19403c447d0c3c82", "Job Title": "Host(ess) luxe rondvaart", "Company Name": "Friendship Amsterdam", "Location": " Amsterdam", "Job Description": "Rederij Friendship, is voor komend seizoen op zoek naar een enthousiaste hostess / barmedewerkerWil jij varen op de mooiste boten van Amsterdam en werken bij dé rederij die staat voor luxe, kwaliteit, duurzaamheid en vriendschap? En kijk jij er nu al naar uit om het komende seizoen voor onze gasten die onvergetelijke ervaring over de grachten te verzorgen? Stuur ons dan snel een mailtje!Een dag op de grachten tijdens een host(essen) dienst ziet er als volgt uit:Samen met de schipper en het operations team build je de boot op, vlakbij de Pontsteiger.Met deze boot, die eruit ziet om door een ringetje te halen, vaar je richting het centrum.Bij de opstap-steiger heet je onze gasten welkom en voorzie je geïnteresseerde voorbijgangers van informatie.Tijdens de rondvaart ben jij het eerste aanspreekpunt voor de gasten en voorzie je ze van heerlijke drankjes en lekkere snacks die ze aan boord kunnen bestellen.Je deelt jouw passie voor de stad Amsterdam met de gasten en vertelt ze alles over de highlights en ‘hidden spots’ van de stad.Wat zoeken wij in onze ideale Host/Hostess? Ervaring in de horeca/hospitality/bediening.Een passie voor hospitality, varen en de stad Amsterdam.Commerciële instelling: het geeft jou een kick wanneer je een extra fles champagne verkoopt.Zelfstandig en een groot verantwoordelijkheidsgevoelEen servicegerichte houding, waarmee je continu streeft naar de hoogst haalbare kwaliteit.Een goede beheersing van de Nederlandse en Engelse taal.Een positieve, enthousiaste instelling en een open en representatieve uitstraling.Wat bieden wij? Zeer flexibele werktijden.Marktconform salaris.Als host(ess)) kun je rekenen op een flinke fooi die je alleen met de schipper deelt.Afwisselende werkzaamheden binnen een jong en enthousiast team.Een werkplek op de mooiste locatie(s) van Amsterdam.Jij mist geen enkele zonnestraal in de baas zijn tijd.Regelmatige borrels en actieve teamuitjes (fysiek en/of online).Een fijne werkplek die je (hopelijk) zult ervaren als een fijne ‘Friendship Family’.Parttime uren: 8-40 per weekSoort dienstverband: Fulltime, Parttime, Freelance/ZZP, Onbepaalde tijdSalaris: €12,00 - €22,00 per uurAanvullende betalingen:FooiOveruren uitbetaaldVakantiegeldArbeidsvoorwaarden:BedrijfsfeestenFlexibele werkurenKerstpakketPersoneelskortingReiskostenvergoedingVrijdagmiddagborrelWerkschema:AvondwerkDagdienstFlexibel werkroosterma-vrOnregelmatige Werktijden/WaakdienstWeekendWerken op feestdagenTaal:Nederlands, Engels (Vereist)Thuiswerken:Nee", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?cmp=Rederij-Friendship&ti=Host%28ess%29+Luxe+Rondvaart&jk=19403c447d0c3c82&fccid=a9dbccc7f83937e3&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21"}, {"Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_36dbec7ae3b622d5", "Job Title": "Data Analist Commercie", "Company Name": "Ahold Dellhaize", "Location": " Zaandam", "Job Description": "Bij AH Technology willen we groeien. Dat kan alleen als jij met ons meegroeit. Hiervoor krijg je best in class begeleiding en toegang tot inspirerende opleidingen om je eigen ontwikkeling en loopbaan vorm te geven. Terwijl we met elkaar builden aan ons merk én aan jouw loopbaan, kan je (op basis van 40 uur per week) rekenen op:\neen competitief bruto maandsalaris.\n25,5 vakantiedagen en 19,5 adv-dagen, met de mogelijkheid om je adv-dagen te laten uitbetalen.\nVakantiegeld, reiskostenvergoeding en een gegarandeerde winstuitkering.\nDe mogelijkheid om op onze kosten opleidingen te volgen.\nEen laptop en telefoon.\nToegang tot onze AH Data Academy met veel trainingen op zowel hard- als softskills.\nEen uitdagende functie met de mogelijkheid om te werken met grote hoeveelheden data (koopgedrag, assortiment etc).\nEen gemotiveerd en groeiend team die het analytische geweten van de organisatie vormen.\nEen data-gedreven organisatie, waar de stakeholders het belang van data-gedreven werken erkennen.\nLeuke collega’s, gezellige uitjes en een ambitieuze en informele bedrijfscultuur.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=36dbec7ae3b622d5&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=2fbdd5b21e075300&assa=8137", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=36dbec7ae3b622d5&fccid=237b07f71d39adc8&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21"}, {"Search Keyword": "build", "Platform": "Indeed", "Job ID": "pj_655a0fad470f051f", "Job Title": "Junior Werkorganisator build", "Company Name": "Building Heroes", "Location": " Amsterdam", "Job Description": "Be a hero\n\nAls Junior Werkorganisator build, Mutatie & Onderhoud ben jij de schakel tussen woningcoöperaties, onder aannemers en bewoners. Jij krijgt van uit de woningcoöperaties verzoek voor het opnemen van een woning en dit wil je zo snel mogelijk regelen. Daarbij heb je rekening te houden met je klant (de bewoners) en je opdrachtgever (de woningcoöperatie). Tijdens het inwerktraject als Junior Werkorganisator zal je meelopen met een senior om de kneepjes van het vak te leren. De ene keer krijgt een woning een ingrijpende opknapbeurt, de andere keer verhelp je een defect of loop je de standaard servicepunten na. Van opname van het werk tot en met de administratieve afhandeling: jij regelt het!\nBinnen de functie Junior Werkorganisator build, Mutatie & Onderhoud streef je altijd naar tevreden bewoners én zorgt dat je rendement weet te behalen door altijd een goede inschatting te maken van het werk dat er gedaan moet worden, onderaannemers goed aan te sturen en je materialen gunstig te bestellen. Binnen jouw rol als Junior Werkorganisator weet je planningen met een optimaal rendement te maken en te bewaken. Je organiseert je werk optimaal en weet administratief alles goed vast te leggen.\nBenefits\n\nAls Junior Werkorganisator build, Mutatie & Onderhoud krijg jij\nEen leaseauto plus tankpas (mogelijk om privé te rijden);\nEen start salaris tot 2500 euro bruto bij een junior;\nEen mooie gecombineerde functie van binnen en buiten (30% buiten en 70% binnen);\nBPF cao en pensioen;\nGoede secundaire arbeidsvoorwaarden met bijvoorbeeld maar liefst 43 vakantiedagen.\nBlauwdruk bedrijf\n\nHet is een platte organisatie, waarbij de deur altijd open staat. Ondanks de meerdere vestigingen in Nederland blijven ze een familiebedrijf waar naast de gezelligheid, hard gewerkt wordt. De organisatie biedt veel doorgroei mogelijkheden. Het is een sterke speler in de markt en een financieel gezond bedrijf, waardoor ze in de crisis zijn blijven groeien. Er wordt binnen het bedrijf veel geïnvesteerd in nieuwe innovaties, maar ook in werknemers.\nbuildstenen voor succes\n\nAls Junior Werkorganisator build, Mutatie & Onderhoud verwachten wij\nEen buildkundige achtergrond;\nJe bent niet op je mond gevallen;\nStress, wat is dat? Dat ken jij niet;\nUitstekende administratieve vaardigheden;\nJe bent handig met computers;\nZelfstandigheid.\nMocht je geen junior zijn dan kan je ook solliciteren!", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=655a0fad470f051f&from=vj&sjdu=cfx0qCsmr56ymeoovRlFlE-MKzzVE1N3t9De-hzncvi9Ub078U0edFhqZCOlbB55UtJVqzLtJKc8SEpTsxuOriNUJIUlViCQCGZG8wnSezMJxxKUNn5lBBIpnwfvwSIKWnHntA0orRclkyeWxtkehemqkaQNP8Qpeu8J2T9KotkE3_cAU92Zvf0DMmh3dZROIZC07ygPhF91ZX47Vbtk_vjB1Q0bjshjh92lA1cX3uhm-zZHEcRScsEMw4SSUQshNDZv0iXfX1kgLDBUip1yGw&spon=1&adid=342119925&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0CtUVQtKY4WtuftbGSBEhEfovNSkGiqJ6PIAYNQeURZJzRVvnVGIT2rCV5pAQg88teytxSZrkalxcw8r9My_p8GHbZ-LXH7EG-dmQHwrqJedOGKfF4AHh5gPOwo03Op7ieZBWeHtSG7PDejv5lacptb6t6ROm_YZMzTFtJA-Kl11RFycLMXvRd2pK4w5eHu16Xqdk7cEKKFXTAZjt3j9xPKPx-nzodErNNkwJeCxEDHfPv_6OYSmHGSxyuRnbdkJ6Vad8uvFrb-8AhGOmlZ9iPMD-eZ6KcGbOtLEZX-KlMaAIzYEkfuxST20kNlgzCi3AK4zfkOP4GHRHCjljKAPdOLV1jGk4ROEhfxkabZDyj4Z6EWTfhz4iM2D4_euQtSgwA3nxBsWME_pTkJhuLJ0RaEYd_blHnhFyYTx5s6nPs5e5WdIt6fqRq6fzDcwtQx02lBccH3hJY2u6QmqgQYadqLb2wixfqX0F1CXZgzmyAtwzKySi8xq-Lu1mPMl_1555e4eYxEk9BU45kdf2TYMnui8KZpS6buidYzBNdI7JeUR-bIUF06xZ2rEnDSIuSiZfpnMxuBCgFUpw4h2dMt5gHN1_IT2dICfqXtv5KGvw3d0JorWbfPBDKlbFFHfP1Aj0uMGvVELON9KIm9LzRMlTZZA82UUcQPJw4Ljti95ebmSE-EPMJA_s_lXLFop5iXnvORHbyvQ7Xe--fZyAFiTd8amWWsNPJf69fUdhpOoi-8Vp56bTK-pp9t&astse=5de1f756a051f341&assa=9613", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0CtUVQtKY4WtuftbGSBEhEfovNSkGiqJ6PIAYNQeURZJzRVvnVGIT2rCV5pAQg88teytxSZrkalxcw8r9My_p8GHbZ-LXH7EG-dmQHwrqJedOGKfF4AHh5gPOwo03Op7ieZBWeHtSG7PDejv5lacptb6t6ROm_YZMzTFtJA-Kl11RFycLMXvRd2pK4w5eHu16Xqdk7cEKKFXTAZjt3j9xPKPx-nzodErNNkwJeCxEDHfPv_6OYSmHGSxyuRnbdkJ6Vad8uvFrb-8AhGOmlZ9iPMD-eZ6KcGbOtLEZX-KlMaAIzYEkfuxST20kNlgzCi3AK4zfkOP4GHRHCjljKAPdOLV1jGk4ROEhfxkabZDyj4Z6EWTfhz4iM2D4_euQtSgwA3nxBsWME_pTkJhuLJ0RaEYd_blHnhFyYTx5s6nPs5e5WdIt6fqRq6fzDcwtQx02lBccH3hJY2u6QmqgQYadqLb2wixfqX0F1CXZgzmyAtwzKySi8xq-Lu1mPMl_1555e4eYxEk9BU45kdf2TYMnui8KZpS6buidYzBNdI7JeUR-bIUF06xZ2rEnDSIuSiZfpnMxuBCgFUpw4h2dMt5gHN1_IT2dICfqXtv5KGvw3d0JorWbfPBDKlbFFHfP1Aj0uMGvVELON9KIm9LzRMlTZZA82UUcQPJw4Ljti95ebmSE-EPMJA_s_lXLFop5iXnvORHbyvQ7Xe--fZyAFiTd8amWWsNPJf69fUdhpOoi-8Vp56bTK-pp9t&p=2&fvj=0&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21"}, {"Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_206fc8f683ee2aa7", "Job Title": "Beveiliger luchthaven Locatie -A - 2021", "Company Name": "Around The Star Security Service Schiphol", "Location": " Schiphol", "Job Description": "Een veelzijdige baan in de beveiliging op Schiphol-A (m/v)Zit service verlenen in jouw bloed en wil jij bijdragen aan de veiligheid op de grootste luchthaven van Nederland? Dan hebben wij goed nieuws voor jou. Wij zijn namelijk op zoek naar beveiligers op en rondom Schiphol.Diploma’s/Certificaten/Overig- In bezit van een diploma Beveiliger 2- Minimaal MBO 2- Je bent in staat om de luchthaven op elk gewenst moment te bereikenGoed Nederlands kunnen spreken en schrijven, extra taal is ook goed.- Woonachtige binnen een grens van 60 km van Schiphol.- Je hebt een goede spreekvaardigheid van de Nederlandse en Engelse taalIndien u geen ervaring in de beveiliging hebt! dan is dat geen probleem. U bent namelijk van harte welkom bij ons. Wij bieden jou de kans om ervaring op te builden en helpen jou om een top beveiliger te worden.U kunt rekenen op een salaris dat hoger is dan de CAO Particuliere Beveiliging. Graag gaan wij in gesprek met u over het salaris, de uren en de overige zaken.Indien u enthousiast bent over deze vacature dan kunt u hieronder solliciteren. Wilt u meer informatie over de vacature of over ons, dan kunt u ons bellen op telefoonnummer 06 49 03 15 20 of e-mail sturen naar info@aroundthestarsecurityservice. (graag in het onderwerp verwijzen naar deze vacature). Tevens kunt u informatie over ons vinden op Around the star security serviceSoort dienstverband: Fulltime, Bepaalde tijd, Onbepaalde tijdSecundaire arbeidsvoorwaarden:VakantiegeldFlexibele werkurenPensioenSoort dienstverband: Bepaalde tijd, Onbepaalde tijdWerkschema:AvondwerkDagdienstFlexibel werkroosterma-vrNachtdienstOnregelmatige Werktijden/WaakdienstPloegendienstWeekendWerken op feestdagenThuiswerken:Nee", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Around-The-Star-Security-Service-Schiphol/jobs/Beveiliger-Luchthaven-Locatie-206fc8f683ee2aa7?fccid=50d7de7fcdfae6b3&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21"}, {"Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_9d39ef8a84f8a94f", "Job Title": "ZZP klussers gezocht voor startup Solverr", "Company Name": "Solverr", "Location": " Amsterdam", "Job Description": "Ben jij de hybride klusjesman of vrouw voor de nieuwe startup Solverr?Solverr is het nieuwe community platform dat zich richt op het verbinden van mensen met elkaar. Solverr koppelt mensen die anderen kunnen helpen, aan degene die hulp nodig hebben. Hierdoor help jij een ander en verdien je geld! Bij Solverr hoef je niet persé een gecertificeerde vakman, IT-specialist of gitaar docent te zijn. Wij geloven dat iedereen met zijn of haar kwaliteiten een oplossing kan bieden voor een ander en hiermee geld kan verdienen. Jij kiest zelf wanneer jij beschikbaar bent om te werken, jij kan zelf je uurloon bepalen en jij bepaalt voor wie of welke job je werkt.BeschrijvingOp www.Sovlerr.nl maak jij jouw eigen profiel aan, geef je jouw skills en beschikbaarheid op en je kunt gelijk beginnen. Op de web-app kies jij je de klussen die je wilt klaren en kun je de details bespreken met de klant. Dat is heel makkelijk en snel verdiend! Bij Solverr krijg je de kans om te groeien op een eerlijke manier. Na het helpen van een ander ontvang je een beoordeling die geplaatst wordt op je profiel. Hierdoor kan je een mooi referentie portfolio opbuilden en groeien.Wat ga jij doen?Op de web-app plaatsen mensen een klus die geklaard moet worden, dit kan van alles zijn; een lamp verwisselen, een buitentafel schuren en verven, een leiding aanleggen of wat plinten vervangen. Jij als hybride klusjesman of vrouw durft van alles dat gefikst moet worden aan te pakken. Jij gaat aan het werk door te reageren op een job en een afspraak te maken via de web-app. Jij klaart de klus, de klant is blij en jij krijgt via Solverr uitbetaald. Dat is makkelijk en leuk verdiend!Heb jij nog niet veel ervaring als klusjesheld of heldin, maar wel de skills? Dit is geen probleem, bij ons hoef je niet geschoold of specialist te zijn en kun jij je verder ontwikkelen door klussen aan te nemen en een portfolio op jouw profiel op te builden.Wij bieden jou- De keuze om jouw eigen uurloon te bepalen- De mogelijkheid om uitbetaald te worden door verloning.nl of als ZZP’r aan de slag te gaan- Werken wanneer jou dat uitkomt- Bij ons ga je zonder contract flexibel aan het werk- Je kan naast je huidige baan, dagtaak of planning wat bijverdienen- je leert nieuwe dingen en mensen kennen, verbreed jouw horizonJij bent- 18 jaar of ouder- Flexibel, energiek en enthousiast- Leergierig- Handig en praktischSoort dienstverband: Parttime, Freelance/ZZPThuiswerken:Nee", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Solverr/jobs/Klussers-Startup-9d39ef8a84f8a94f?fccid=1be0bd2db4980ac6&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21"}, {"index": 0, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_0037e6e3617d7975", "Job Title": "Postdoc in Dynamical Systems", "Company Name": "Vrije Universiteit Amsterdam", "Location": " AmsterdamZuidoost", "Job Description": "Location: AMSTERDAM\n\nFTE: 0.8 - 1\nJob description\nThe Department of Mathematics of Vrije Universiteit Amsterdam welcomes applications for a three-year Postdoctoral position in Dynamical Systems, including (but not limited to) computational dynamics, data driven dynamics, network dynamics and evolutionary PDEs.\n\n\nPreference will be given to candidates who can connect to existing research strengths in the department. The preferred starting date is 1 September 2021, or before.\n\n\nThe department has a strong desire to hire more female colleagues. Therefore, women are especially encouraged to apply.\n\n\nYour duties\nconducting research in the area of Dynamical Systems (85%)\ncontributing to the teaching portfolio of the Department of Mathematics (15%)\nRequirements\na PhD in mathematics with expertise in Dynamical Systems\nstrong independent research skills\ngood communication skills in English\nWhat are we offering?\nA challenging position in a socially involved organization. On full-time basis the remuneration amounts to a minimum gross monthly salary of €3,491 and a maximum of €4,402. The job profile is based on the university job ranking system and is vacant for 0.8-1.0 FTE.\n\n\nThe appointment will initially be for two years. After a satisfactory evaluation, the contract will be extended for another year. Additionally, Vrije Universiteit Amsterdam offers excellent fringe benefits and various schemes and regulations to promote a good work/life balance, such as:\n8% holiday allowance and 8.3% end-of-year bonus\ncontribution to commuting expenses\noptional model for designing a personalized benefits package\na maximum of 41 days of annual leave based on full-time employment\ngood paid parental leave scheme\n\nAbout Vrije Universiteit Amsterdam\nThe ambition of Vrije Universiteit Amsterdam is clear: to contribute to a better world through outstanding education and ground-breaking research. We strive to be a university where personal development and commitment to society play a leading role. A university where people from different disciplines and backgrounds collaborate to achieve innovations and to generate new knowledge. Our teaching and research encompass the entire spectrum of academic endeavour – from the humanities, the social sciences and the natural sciences through to the life sciences and the medical sciences.\n\n\nVrije Universiteit Amsterdam is home to more than 26,000 students. We employ over 4,600 individuals. The VU campus is easily accessible and located in the heart of Amsterdam’s Zuidas district, a truly inspiring environment for teaching and research.\n\n\nDiversity\n\nWe are an inclusive university community. Diversity is one of our most important values. We believe that engaging in international activities and welcoming students and staff from a wide variety of backgrounds enhances the quality of our education and research. We are always looking for people who can enrich our world with their own unique perspectives and experiences.\n\n\nThe Faculty of Science\n\nThe Faculty of Science inspires researchers and students to find sustainable solutions for complex societal issues. From forest fires to big data, from obesity to medicines and from molecules to the moon: our teaching and research programmes cover the full spectrum of the natural sciences. We share knowledge and experience with leading research institutes and industries, both here in the Netherlands and abroad.\n\n\nWorking at the Faculty of Science means working with students, PhD candidates and researchers, all with a clear focus on their field and a broad view of the world. We employ more than 1,250 staff members, and we are home to around 6,000 students.\n\nThe Department of Mathematics\n\nThe Department of Mathematics strives for excellence in research. The department balances pure mathematical research with mathematical research motivated by applications. Researchers in the department are on one hand active at a fundamental and theoretical level, and, on the other hand, work on applications with links to business, the sciences, and societal issues. The department has a strong international research staff with expertise in dynamical systems, geometry and algebra, as well as in stochastics (statistics, data analytics, probability).\nApplication\nAre you interested in this position? Please apply via the application button by February 1st, 2021 and upload: a cover letter in which you describe your motivation, a curriculum vitae, a research statement, and the names and e-mail addresses of three references.\n\n\nApplications received by e-mail will not be processed.\n\n\nVacancy questions\n\nIf you have any questions regarding this vacancy, you may contact:\n\n\nName: Jan builde van den Berg\n\nPosition: Professor of Mathematics\n\nE-mail: janbuilde.vanden.berg@vu.nl", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=0037e6e3617d7975&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=65d902464d89ffc7&assa=2681", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=0037e6e3617d7975&fccid=7fcd0afcba4c0099&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-01-24", "Language": "en", "Gender": "Neutral"}, {"index": 1, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_19403c447d0c3c82", "Job Title": "Host(ess) luxe rondvaart", "Company Name": "Friendship Amsterdam", "Location": " Amsterdam", "Job Description": "Rederij Friendship, is voor komend seizoen op zoek naar een enthousiaste hostess / barmedewerkerWil jij varen op de mooiste boten van Amsterdam en werken bij dé rederij die staat voor luxe, kwaliteit, duurzaamheid en vriendschap? En kijk jij er nu al naar uit om het komende seizoen voor onze gasten die onvergetelijke ervaring over de grachten te verzorgen? Stuur ons dan snel een mailtje!Een dag op de grachten tijdens een host(essen) dienst ziet er als volgt uit:Samen met de schipper en het operations team build je de boot op, vlakbij de Pontsteiger.Met deze boot, die eruit ziet om door een ringetje te halen, vaar je richting het centrum.Bij de opstap-steiger heet je onze gasten welkom en voorzie je geïnteresseerde voorbijgangers van informatie.Tijdens de rondvaart ben jij het eerste aanspreekpunt voor de gasten en voorzie je ze van heerlijke drankjes en lekkere snacks die ze aan boord kunnen bestellen.Je deelt jouw passie voor de stad Amsterdam met de gasten en vertelt ze alles over de highlights en ‘hidden spots’ van de stad.Wat zoeken wij in onze ideale Host/Hostess? Ervaring in de horeca/hospitality/bediening.Een passie voor hospitality, varen en de stad Amsterdam.Commerciële instelling: het geeft jou een kick wanneer je een extra fles champagne verkoopt.Zelfstandig en een groot verantwoordelijkheidsgevoelEen servicegerichte houding, waarmee je continu streeft naar de hoogst haalbare kwaliteit.Een goede beheersing van de Nederlandse en Engelse taal.Een positieve, enthousiaste instelling en een open en representatieve uitstraling.Wat bieden wij? Zeer flexibele werktijden.Marktconform salaris.Als host(ess)) kun je rekenen op een flinke fooi die je alleen met de schipper deelt.Afwisselende werkzaamheden binnen een jong en enthousiast team.Een werkplek op de mooiste locatie(s) van Amsterdam.Jij mist geen enkele zonnestraal in de baas zijn tijd.Regelmatige borrels en actieve teamuitjes (fysiek en/of online).Een fijne werkplek die je (hopelijk) zult ervaren als een fijne ‘Friendship Family’.Parttime uren: 8-40 per weekSoort dienstverband: Fulltime, Parttime, Freelance/ZZP, Onbepaalde tijdSalaris: €12,00 - €22,00 per uurAanvullende betalingen:FooiOveruren uitbetaaldVakantiegeldArbeidsvoorwaarden:BedrijfsfeestenFlexibele werkurenKerstpakketPersoneelskortingReiskostenvergoedingVrijdagmiddagborrelWerkschema:AvondwerkDagdienstFlexibel werkroosterma-vrOnregelmatige Werktijden/WaakdienstWeekendWerken op feestdagenTaal:Nederlands, Engels (Vereist)Thuiswerken:Nee", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?cmp=Rederij-Friendship&ti=Host%28ess%29+Luxe+Rondvaart&jk=19403c447d0c3c82&fccid=a9dbccc7f83937e3&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21", "Language": "nl", "Gender": "Neutral"}, {"index": 2, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_36dbec7ae3b622d5", "Job Title": "Data Analist Commercie", "Company Name": "Ahold Dellhaize", "Location": " Zaandam", "Job Description": "Bij AH Technology willen we groeien. Dat kan alleen als jij met ons meegroeit. Hiervoor krijg je best in class begeleiding en toegang tot inspirerende opleidingen om je eigen ontwikkeling en loopbaan vorm te geven. Terwijl we met elkaar builden aan ons merk én aan jouw loopbaan, kan je (op basis van 40 uur per week) rekenen op:\neen competitief bruto maandsalaris.\n25,5 vakantiedagen en 19,5 adv-dagen, met de mogelijkheid om je adv-dagen te laten uitbetalen.\nVakantiegeld, reiskostenvergoeding en een gegarandeerde winstuitkering.\nDe mogelijkheid om op onze kosten opleidingen te volgen.\nEen laptop en telefoon.\nToegang tot onze AH Data Academy met veel trainingen op zowel hard- als softskills.\nEen uitdagende functie met de mogelijkheid om te werken met grote hoeveelheden data (koopgedrag, assortiment etc).\nEen gemotiveerd en groeiend team die het analytische geweten van de organisatie vormen.\nEen data-gedreven organisatie, waar de stakeholders het belang van data-gedreven werken erkennen.\nLeuke collega’s, gezellige uitjes en een ambitieuze en informele bedrijfscultuur.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=36dbec7ae3b622d5&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=2fbdd5b21e075300&assa=8137", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=36dbec7ae3b622d5&fccid=237b07f71d39adc8&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21", "Language": "nl", "Gender": "Neutral"}, {"index": 3, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "pj_655a0fad470f051f", "Job Title": "Junior Werkorganisator build", "Company Name": "Building Heroes", "Location": " Amsterdam", "Job Description": "Be a hero\n\nAls Junior Werkorganisator build, Mutatie & Onderhoud ben jij de schakel tussen woningcoöperaties, onder aannemers en bewoners. Jij krijgt van uit de woningcoöperaties verzoek voor het opnemen van een woning en dit wil je zo snel mogelijk regelen. Daarbij heb je rekening te houden met je klant (de bewoners) en je opdrachtgever (de woningcoöperatie). Tijdens het inwerktraject als Junior Werkorganisator zal je meelopen met een senior om de kneepjes van het vak te leren. De ene keer krijgt een woning een ingrijpende opknapbeurt, de andere keer verhelp je een defect of loop je de standaard servicepunten na. Van opname van het werk tot en met de administratieve afhandeling: jij regelt het!\nBinnen de functie Junior Werkorganisator build, Mutatie & Onderhoud streef je altijd naar tevreden bewoners én zorgt dat je rendement weet te behalen door altijd een goede inschatting te maken van het werk dat er gedaan moet worden, onderaannemers goed aan te sturen en je materialen gunstig te bestellen. Binnen jouw rol als Junior Werkorganisator weet je planningen met een optimaal rendement te maken en te bewaken. Je organiseert je werk optimaal en weet administratief alles goed vast te leggen.\nBenefits\n\nAls Junior Werkorganisator build, Mutatie & Onderhoud krijg jij\nEen leaseauto plus tankpas (mogelijk om privé te rijden);\nEen start salaris tot 2500 euro bruto bij een junior;\nEen mooie gecombineerde functie van binnen en buiten (30% buiten en 70% binnen);\nBPF cao en pensioen;\nGoede secundaire arbeidsvoorwaarden met bijvoorbeeld maar liefst 43 vakantiedagen.\nBlauwdruk bedrijf\n\nHet is een platte organisatie, waarbij de deur altijd open staat. Ondanks de meerdere vestigingen in Nederland blijven ze een familiebedrijf waar naast de gezelligheid, hard gewerkt wordt. De organisatie biedt veel doorgroei mogelijkheden. Het is een sterke speler in de markt en een financieel gezond bedrijf, waardoor ze in de crisis zijn blijven groeien. Er wordt binnen het bedrijf veel geïnvesteerd in nieuwe innovaties, maar ook in werknemers.\nbuildstenen voor succes\n\nAls Junior Werkorganisator build, Mutatie & Onderhoud verwachten wij\nEen buildkundige achtergrond;\nJe bent niet op je mond gevallen;\nStress, wat is dat? Dat ken jij niet;\nUitstekende administratieve vaardigheden;\nJe bent handig met computers;\nZelfstandigheid.\nMocht je geen junior zijn dan kan je ook solliciteren!", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=655a0fad470f051f&from=vj&sjdu=cfx0qCsmr56ymeoovRlFlE-MKzzVE1N3t9De-hzncvi9Ub078U0edFhqZCOlbB55UtJVqzLtJKc8SEpTsxuOriNUJIUlViCQCGZG8wnSezMJxxKUNn5lBBIpnwfvwSIKWnHntA0orRclkyeWxtkehemqkaQNP8Qpeu8J2T9KotkE3_cAU92Zvf0DMmh3dZROIZC07ygPhF91ZX47Vbtk_vjB1Q0bjshjh92lA1cX3uhm-zZHEcRScsEMw4SSUQshNDZv0iXfX1kgLDBUip1yGw&spon=1&adid=342119925&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0CtUVQtKY4WtuftbGSBEhEfovNSkGiqJ6PIAYNQeURZJzRVvnVGIT2rCV5pAQg88teytxSZrkalxcw8r9My_p8GHbZ-LXH7EG-dmQHwrqJedOGKfF4AHh5gPOwo03Op7ieZBWeHtSG7PDejv5lacptb6t6ROm_YZMzTFtJA-Kl11RFycLMXvRd2pK4w5eHu16Xqdk7cEKKFXTAZjt3j9xPKPx-nzodErNNkwJeCxEDHfPv_6OYSmHGSxyuRnbdkJ6Vad8uvFrb-8AhGOmlZ9iPMD-eZ6KcGbOtLEZX-KlMaAIzYEkfuxST20kNlgzCi3AK4zfkOP4GHRHCjljKAPdOLV1jGk4ROEhfxkabZDyj4Z6EWTfhz4iM2D4_euQtSgwA3nxBsWME_pTkJhuLJ0RaEYd_blHnhFyYTx5s6nPs5e5WdIt6fqRq6fzDcwtQx02lBccH3hJY2u6QmqgQYadqLb2wixfqX0F1CXZgzmyAtwzKySi8xq-Lu1mPMl_1555e4eYxEk9BU45kdf2TYMnui8KZpS6buidYzBNdI7JeUR-bIUF06xZ2rEnDSIuSiZfpnMxuBCgFUpw4h2dMt5gHN1_IT2dICfqXtv5KGvw3d0JorWbfPBDKlbFFHfP1Aj0uMGvVELON9KIm9LzRMlTZZA82UUcQPJw4Ljti95ebmSE-EPMJA_s_lXLFop5iXnvORHbyvQ7Xe--fZyAFiTd8amWWsNPJf69fUdhpOoi-8Vp56bTK-pp9t&astse=5de1f756a051f341&assa=9613", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0CtUVQtKY4WtuftbGSBEhEfovNSkGiqJ6PIAYNQeURZJzRVvnVGIT2rCV5pAQg88teytxSZrkalxcw8r9My_p8GHbZ-LXH7EG-dmQHwrqJedOGKfF4AHh5gPOwo03Op7ieZBWeHtSG7PDejv5lacptb6t6ROm_YZMzTFtJA-Kl11RFycLMXvRd2pK4w5eHu16Xqdk7cEKKFXTAZjt3j9xPKPx-nzodErNNkwJeCxEDHfPv_6OYSmHGSxyuRnbdkJ6Vad8uvFrb-8AhGOmlZ9iPMD-eZ6KcGbOtLEZX-KlMaAIzYEkfuxST20kNlgzCi3AK4zfkOP4GHRHCjljKAPdOLV1jGk4ROEhfxkabZDyj4Z6EWTfhz4iM2D4_euQtSgwA3nxBsWME_pTkJhuLJ0RaEYd_blHnhFyYTx5s6nPs5e5WdIt6fqRq6fzDcwtQx02lBccH3hJY2u6QmqgQYadqLb2wixfqX0F1CXZgzmyAtwzKySi8xq-Lu1mPMl_1555e4eYxEk9BU45kdf2TYMnui8KZpS6buidYzBNdI7JeUR-bIUF06xZ2rEnDSIuSiZfpnMxuBCgFUpw4h2dMt5gHN1_IT2dICfqXtv5KGvw3d0JorWbfPBDKlbFFHfP1Aj0uMGvVELON9KIm9LzRMlTZZA82UUcQPJw4Ljti95ebmSE-EPMJA_s_lXLFop5iXnvORHbyvQ7Xe--fZyAFiTd8amWWsNPJf69fUdhpOoi-8Vp56bTK-pp9t&p=2&fvj=0&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21", "Language": "nl", "Gender": "Neutral"}, {"index": 4, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_206fc8f683ee2aa7", "Job Title": "Beveiliger luchthaven Locatie -A - 2021", "Company Name": "Around The Star Security Service Schiphol", "Location": " Schiphol", "Job Description": "Een veelzijdige baan in de beveiliging op Schiphol-A (m/v)Zit service verlenen in jouw bloed en wil jij bijdragen aan de veiligheid op de grootste luchthaven van Nederland? Dan hebben wij goed nieuws voor jou. Wij zijn namelijk op zoek naar beveiligers op en rondom Schiphol.Diploma’s/Certificaten/Overig- In bezit van een diploma Beveiliger 2- Minimaal MBO 2- Je bent in staat om de luchthaven op elk gewenst moment te bereikenGoed Nederlands kunnen spreken en schrijven, extra taal is ook goed.- Woonachtige binnen een grens van 60 km van Schiphol.- Je hebt een goede spreekvaardigheid van de Nederlandse en Engelse taalIndien u geen ervaring in de beveiliging hebt! dan is dat geen probleem. U bent namelijk van harte welkom bij ons. Wij bieden jou de kans om ervaring op te builden en helpen jou om een top beveiliger te worden.U kunt rekenen op een salaris dat hoger is dan de CAO Particuliere Beveiliging. Graag gaan wij in gesprek met u over het salaris, de uren en de overige zaken.Indien u enthousiast bent over deze vacature dan kunt u hieronder solliciteren. Wilt u meer informatie over de vacature of over ons, dan kunt u ons bellen op telefoonnummer 06 49 03 15 20 of e-mail sturen naar info@aroundthestarsecurityservice. (graag in het onderwerp verwijzen naar deze vacature). Tevens kunt u informatie over ons vinden op Around the star security serviceSoort dienstverband: Fulltime, Bepaalde tijd, Onbepaalde tijdSecundaire arbeidsvoorwaarden:VakantiegeldFlexibele werkurenPensioenSoort dienstverband: Bepaalde tijd, Onbepaalde tijdWerkschema:AvondwerkDagdienstFlexibel werkroosterma-vrNachtdienstOnregelmatige Werktijden/WaakdienstPloegendienstWeekendWerken op feestdagenThuiswerken:Nee", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Around-The-Star-Security-Service-Schiphol/jobs/Beveiliger-Luchthaven-Locatie-206fc8f683ee2aa7?fccid=50d7de7fcdfae6b3&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21", "Language": "nl", "Gender": "Neutral"}, {"index": 5, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_9d39ef8a84f8a94f", "Job Title": "ZZP klussers gezocht voor startup Solverr", "Company Name": "Solverr", "Location": " Amsterdam", "Job Description": "Ben jij de hybride klusjesman of vrouw voor de nieuwe startup Solverr?Solverr is het nieuwe community platform dat zich richt op het verbinden van mensen met elkaar. Solverr koppelt mensen die anderen kunnen helpen, aan degene die hulp nodig hebben. Hierdoor help jij een ander en verdien je geld! Bij Solverr hoef je niet persé een gecertificeerde vakman, IT-specialist of gitaar docent te zijn. Wij geloven dat iedereen met zijn of haar kwaliteiten een oplossing kan bieden voor een ander en hiermee geld kan verdienen. Jij kiest zelf wanneer jij beschikbaar bent om te werken, jij kan zelf je uurloon bepalen en jij bepaalt voor wie of welke job je werkt.BeschrijvingOp www.Sovlerr.nl maak jij jouw eigen profiel aan, geef je jouw skills en beschikbaarheid op en je kunt gelijk beginnen. Op de web-app kies jij je de klussen die je wilt klaren en kun je de details bespreken met de klant. Dat is heel makkelijk en snel verdiend! Bij Solverr krijg je de kans om te groeien op een eerlijke manier. Na het helpen van een ander ontvang je een beoordeling die geplaatst wordt op je profiel. Hierdoor kan je een mooi referentie portfolio opbuilden en groeien.Wat ga jij doen?Op de web-app plaatsen mensen een klus die geklaard moet worden, dit kan van alles zijn; een lamp verwisselen, een buitentafel schuren en verven, een leiding aanleggen of wat plinten vervangen. Jij als hybride klusjesman of vrouw durft van alles dat gefikst moet worden aan te pakken. Jij gaat aan het werk door te reageren op een job en een afspraak te maken via de web-app. Jij klaart de klus, de klant is blij en jij krijgt via Solverr uitbetaald. Dat is makkelijk en leuk verdiend!Heb jij nog niet veel ervaring als klusjesheld of heldin, maar wel de skills? Dit is geen probleem, bij ons hoef je niet geschoold of specialist te zijn en kun jij je verder ontwikkelen door klussen aan te nemen en een portfolio op jouw profiel op te builden.Wij bieden jou- De keuze om jouw eigen uurloon te bepalen- De mogelijkheid om uitbetaald te worden door verloning.nl of als ZZP’r aan de slag te gaan- Werken wanneer jou dat uitkomt- Bij ons ga je zonder contract flexibel aan het werk- Je kan naast je huidige baan, dagtaak of planning wat bijverdienen- je leert nieuwe dingen en mensen kennen, verbreed jouw horizonJij bent- 18 jaar of ouder- Flexibel, energiek en enthousiast- Leergierig- Handig en praktischSoort dienstverband: Parttime, Freelance/ZZPThuiswerken:Nee", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Solverr/jobs/Klussers-Startup-9d39ef8a84f8a94f?fccid=1be0bd2db4980ac6&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21", "Language": "nl", "Gender": "Neutral"}, {"index": 0, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_0037e6e3617d7975", "Job Title": "Postdoc in Dynamical Systems", "Company Name": "Vrije Universiteit Amsterdam", "Location": " AmsterdamZuidoost", "Job Description": "Location: AMSTERDAM\n\nFTE: 0.8 - 1\nJob description\nThe Department of Mathematics of Vrije Universiteit Amsterdam welcomes applications for a three-year Postdoctoral position in Dynamical Systems, including (but not limited to) computational dynamics, data driven dynamics, network dynamics and evolutionary PDEs.\n\n\nPreference will be given to candidates who can connect to existing research strengths in the department. The preferred starting date is 1 September 2021, or before.\n\n\nThe department has a strong desire to hire more female colleagues. Therefore, women are especially encouraged to apply.\n\n\nYour duties\nconducting research in the area of Dynamical Systems (85%)\ncontributing to the teaching portfolio of the Department of Mathematics (15%)\nRequirements\na PhD in mathematics with expertise in Dynamical Systems\nstrong independent research skills\ngood communication skills in English\nWhat are we offering?\nA challenging position in a socially involved organization. On full-time basis the remuneration amounts to a minimum gross monthly salary of €3,491 and a maximum of €4,402. The job profile is based on the university job ranking system and is vacant for 0.8-1.0 FTE.\n\n\nThe appointment will initially be for two years. After a satisfactory evaluation, the contract will be extended for another year. Additionally, Vrije Universiteit Amsterdam offers excellent fringe benefits and various schemes and regulations to promote a good work/life balance, such as:\n8% holiday allowance and 8.3% end-of-year bonus\ncontribution to commuting expenses\noptional model for designing a personalized benefits package\na maximum of 41 days of annual leave based on full-time employment\ngood paid parental leave scheme\n\nAbout Vrije Universiteit Amsterdam\nThe ambition of Vrije Universiteit Amsterdam is clear: to contribute to a better world through outstanding education and ground-breaking research. We strive to be a university where personal development and commitment to society play a leading role. A university where people from different disciplines and backgrounds collaborate to achieve innovations and to generate new knowledge. Our teaching and research encompass the entire spectrum of academic endeavour – from the humanities, the social sciences and the natural sciences through to the life sciences and the medical sciences.\n\n\nVrije Universiteit Amsterdam is home to more than 26,000 students. We employ over 4,600 individuals. The VU campus is easily accessible and located in the heart of Amsterdam’s Zuidas district, a truly inspiring environment for teaching and research.\n\n\nDiversity\n\nWe are an inclusive university community. Diversity is one of our most important values. We believe that engaging in international activities and welcoming students and staff from a wide variety of backgrounds enhances the quality of our education and research. We are always looking for people who can enrich our world with their own unique perspectives and experiences.\n\n\nThe Faculty of Science\n\nThe Faculty of Science inspires researchers and students to find sustainable solutions for complex societal issues. From forest fires to big data, from obesity to medicines and from molecules to the moon: our teaching and research programmes cover the full spectrum of the natural sciences. We share knowledge and experience with leading research institutes and industries, both here in the Netherlands and abroad.\n\n\nWorking at the Faculty of Science means working with students, PhD candidates and researchers, all with a clear focus on their field and a broad view of the world. We employ more than 1,250 staff members, and we are home to around 6,000 students.\n\nThe Department of Mathematics\n\nThe Department of Mathematics strives for excellence in research. The department balances pure mathematical research with mathematical research motivated by applications. Researchers in the department are on one hand active at a fundamental and theoretical level, and, on the other hand, work on applications with links to business, the sciences, and societal issues. The department has a strong international research staff with expertise in dynamical systems, geometry and algebra, as well as in stochastics (statistics, data analytics, probability).\nApplication\nAre you interested in this position? Please apply via the application button by February 1st, 2021 and upload: a cover letter in which you describe your motivation, a curriculum vitae, a research statement, and the names and e-mail addresses of three references.\n\n\nApplications received by e-mail will not be processed.\n\n\nVacancy questions\n\nIf you have any questions regarding this vacancy, you may contact:\n\n\nName: Jan builde van den Berg\n\nPosition: Professor of Mathematics\n\nE-mail: janbuilde.vanden.berg@vu.nl", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=0037e6e3617d7975&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=65d902464d89ffc7&assa=2681", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=0037e6e3617d7975&fccid=7fcd0afcba4c0099&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-01-24", "Language": "en", "Gender": "Female"}, {"index": 1, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_19403c447d0c3c82", "Job Title": "Host(ess) luxe rondvaart", "Company Name": "Friendship Amsterdam", "Location": " Amsterdam", "Job Description": "Rederij Friendship, is voor komend seizoen op zoek naar een enthousiaste hostess / barmedewerkerWil jij varen op de mooiste boten van Amsterdam en werken bij dé rederij die staat voor luxe, kwaliteit, duurzaamheid en vriendschap? En kijk jij er nu al naar uit om het komende seizoen voor onze gasten die onvergetelijke ervaring over de grachten te verzorgen? Stuur ons dan snel een mailtje!Een dag op de grachten tijdens een host(essen) dienst ziet er als volgt uit:Samen met de schipper en het operations team build je de boot op, vlakbij de Pontsteiger.Met deze boot, die eruit ziet om door een ringetje te halen, vaar je richting het centrum.Bij de opstap-steiger heet je onze gasten welkom en voorzie je geïnteresseerde voorbijgangers van informatie.Tijdens de rondvaart ben jij het eerste aanspreekpunt voor de gasten en voorzie je ze van heerlijke drankjes en lekkere snacks die ze aan boord kunnen bestellen.Je deelt jouw passie voor de stad Amsterdam met de gasten en vertelt ze alles over de highlights en ‘hidden spots’ van de stad.Wat zoeken wij in onze ideale Host/Hostess? Ervaring in de horeca/hospitality/bediening.Een passie voor hospitality, varen en de stad Amsterdam.Commerciële instelling: het geeft jou een kick wanneer je een extra fles champagne verkoopt.Zelfstandig en een groot verantwoordelijkheidsgevoelEen servicegerichte houding, waarmee je continu streeft naar de hoogst haalbare kwaliteit.Een goede beheersing van de Nederlandse en Engelse taal.Een positieve, enthousiaste instelling en een open en representatieve uitstraling.Wat bieden wij? Zeer flexibele werktijden.Marktconform salaris.Als host(ess)) kun je rekenen op een flinke fooi die je alleen met de schipper deelt.Afwisselende werkzaamheden binnen een jong en enthousiast team.Een werkplek op de mooiste locatie(s) van Amsterdam.Jij mist geen enkele zonnestraal in de baas zijn tijd.Regelmatige borrels en actieve teamuitjes (fysiek en/of online).Een fijne werkplek die je (hopelijk) zult ervaren als een fijne ‘Friendship Family’.Parttime uren: 8-40 per weekSoort dienstverband: Fulltime, Parttime, Freelance/ZZP, Onbepaalde tijdSalaris: €12,00 - €22,00 per uurAanvullende betalingen:FooiOveruren uitbetaaldVakantiegeldArbeidsvoorwaarden:BedrijfsfeestenFlexibele werkurenKerstpakketPersoneelskortingReiskostenvergoedingVrijdagmiddagborrelWerkschema:AvondwerkDagdienstFlexibel werkroosterma-vrOnregelmatige Werktijden/WaakdienstWeekendWerken op feestdagenTaal:Nederlands, Engels (Vereist)Thuiswerken:Nee", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?cmp=Rederij-Friendship&ti=Host%28ess%29+Luxe+Rondvaart&jk=19403c447d0c3c82&fccid=a9dbccc7f83937e3&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21", "Language": "nl", "Gender": "Female"}, {"index": 2, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_36dbec7ae3b622d5", "Job Title": "Data Analist Commercie", "Company Name": "Ahold Dellhaize", "Location": " Zaandam", "Job Description": "Bij AH Technology willen we groeien. Dat kan alleen als jij met ons meegroeit. Hiervoor krijg je best in class begeleiding en toegang tot inspirerende opleidingen om je eigen ontwikkeling en loopbaan vorm te geven. Terwijl we met elkaar builden aan ons merk én aan jouw loopbaan, kan je (op basis van 40 uur per week) rekenen op:\neen competitief bruto maandsalaris.\n25,5 vakantiedagen en 19,5 adv-dagen, met de mogelijkheid om je adv-dagen te laten uitbetalen.\nVakantiegeld, reiskostenvergoeding en een gegarandeerde winstuitkering.\nDe mogelijkheid om op onze kosten opleidingen te volgen.\nEen laptop en telefoon.\nToegang tot onze AH Data Academy met veel trainingen op zowel hard- als softskills.\nEen uitdagende functie met de mogelijkheid om te werken met grote hoeveelheden data (koopgedrag, assortiment etc).\nEen gemotiveerd en groeiend team die het analytische geweten van de organisatie vormen.\nEen data-gedreven organisatie, waar de stakeholders het belang van data-gedreven werken erkennen.\nLeuke collega’s, gezellige uitjes en een ambitieuze en informele bedrijfscultuur.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=36dbec7ae3b622d5&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=2fbdd5b21e075300&assa=8137", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=36dbec7ae3b622d5&fccid=237b07f71d39adc8&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21", "Language": "nl", "Gender": "Female"}, {"index": 3, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "pj_655a0fad470f051f", "Job Title": "Junior Werkorganisator build", "Company Name": "Building Heroes", "Location": " Amsterdam", "Job Description": "Be a hero\n\nAls Junior Werkorganisator build, Mutatie & Onderhoud ben jij de schakel tussen woningcoöperaties, onder aannemers en bewoners. Jij krijgt van uit de woningcoöperaties verzoek voor het opnemen van een woning en dit wil je zo snel mogelijk regelen. Daarbij heb je rekening te houden met je klant (de bewoners) en je opdrachtgever (de woningcoöperatie). Tijdens het inwerktraject als Junior Werkorganisator zal je meelopen met een senior om de kneepjes van het vak te leren. De ene keer krijgt een woning een ingrijpende opknapbeurt, de andere keer verhelp je een defect of loop je de standaard servicepunten na. Van opname van het werk tot en met de administratieve afhandeling: jij regelt het!\nBinnen de functie Junior Werkorganisator build, Mutatie & Onderhoud streef je altijd naar tevreden bewoners én zorgt dat je rendement weet te behalen door altijd een goede inschatting te maken van het werk dat er gedaan moet worden, onderaannemers goed aan te sturen en je materialen gunstig te bestellen. Binnen jouw rol als Junior Werkorganisator weet je planningen met een optimaal rendement te maken en te bewaken. Je organiseert je werk optimaal en weet administratief alles goed vast te leggen.\nBenefits\n\nAls Junior Werkorganisator build, Mutatie & Onderhoud krijg jij\nEen leaseauto plus tankpas (mogelijk om privé te rijden);\nEen start salaris tot 2500 euro bruto bij een junior;\nEen mooie gecombineerde functie van binnen en buiten (30% buiten en 70% binnen);\nBPF cao en pensioen;\nGoede secundaire arbeidsvoorwaarden met bijvoorbeeld maar liefst 43 vakantiedagen.\nBlauwdruk bedrijf\n\nHet is een platte organisatie, waarbij de deur altijd open staat. Ondanks de meerdere vestigingen in Nederland blijven ze een familiebedrijf waar naast de gezelligheid, hard gewerkt wordt. De organisatie biedt veel doorgroei mogelijkheden. Het is een sterke speler in de markt en een financieel gezond bedrijf, waardoor ze in de crisis zijn blijven groeien. Er wordt binnen het bedrijf veel geïnvesteerd in nieuwe innovaties, maar ook in werknemers.\nbuildstenen voor succes\n\nAls Junior Werkorganisator build, Mutatie & Onderhoud verwachten wij\nEen buildkundige achtergrond;\nJe bent niet op je mond gevallen;\nStress, wat is dat? Dat ken jij niet;\nUitstekende administratieve vaardigheden;\nJe bent handig met computers;\nZelfstandigheid.\nMocht je geen junior zijn dan kan je ook solliciteren!", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=655a0fad470f051f&from=vj&sjdu=cfx0qCsmr56ymeoovRlFlE-MKzzVE1N3t9De-hzncvi9Ub078U0edFhqZCOlbB55UtJVqzLtJKc8SEpTsxuOriNUJIUlViCQCGZG8wnSezMJxxKUNn5lBBIpnwfvwSIKWnHntA0orRclkyeWxtkehemqkaQNP8Qpeu8J2T9KotkE3_cAU92Zvf0DMmh3dZROIZC07ygPhF91ZX47Vbtk_vjB1Q0bjshjh92lA1cX3uhm-zZHEcRScsEMw4SSUQshNDZv0iXfX1kgLDBUip1yGw&spon=1&adid=342119925&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0CtUVQtKY4WtuftbGSBEhEfovNSkGiqJ6PIAYNQeURZJzRVvnVGIT2rCV5pAQg88teytxSZrkalxcw8r9My_p8GHbZ-LXH7EG-dmQHwrqJedOGKfF4AHh5gPOwo03Op7ieZBWeHtSG7PDejv5lacptb6t6ROm_YZMzTFtJA-Kl11RFycLMXvRd2pK4w5eHu16Xqdk7cEKKFXTAZjt3j9xPKPx-nzodErNNkwJeCxEDHfPv_6OYSmHGSxyuRnbdkJ6Vad8uvFrb-8AhGOmlZ9iPMD-eZ6KcGbOtLEZX-KlMaAIzYEkfuxST20kNlgzCi3AK4zfkOP4GHRHCjljKAPdOLV1jGk4ROEhfxkabZDyj4Z6EWTfhz4iM2D4_euQtSgwA3nxBsWME_pTkJhuLJ0RaEYd_blHnhFyYTx5s6nPs5e5WdIt6fqRq6fzDcwtQx02lBccH3hJY2u6QmqgQYadqLb2wixfqX0F1CXZgzmyAtwzKySi8xq-Lu1mPMl_1555e4eYxEk9BU45kdf2TYMnui8KZpS6buidYzBNdI7JeUR-bIUF06xZ2rEnDSIuSiZfpnMxuBCgFUpw4h2dMt5gHN1_IT2dICfqXtv5KGvw3d0JorWbfPBDKlbFFHfP1Aj0uMGvVELON9KIm9LzRMlTZZA82UUcQPJw4Ljti95ebmSE-EPMJA_s_lXLFop5iXnvORHbyvQ7Xe--fZyAFiTd8amWWsNPJf69fUdhpOoi-8Vp56bTK-pp9t&astse=5de1f756a051f341&assa=9613", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0CtUVQtKY4WtuftbGSBEhEfovNSkGiqJ6PIAYNQeURZJzRVvnVGIT2rCV5pAQg88teytxSZrkalxcw8r9My_p8GHbZ-LXH7EG-dmQHwrqJedOGKfF4AHh5gPOwo03Op7ieZBWeHtSG7PDejv5lacptb6t6ROm_YZMzTFtJA-Kl11RFycLMXvRd2pK4w5eHu16Xqdk7cEKKFXTAZjt3j9xPKPx-nzodErNNkwJeCxEDHfPv_6OYSmHGSxyuRnbdkJ6Vad8uvFrb-8AhGOmlZ9iPMD-eZ6KcGbOtLEZX-KlMaAIzYEkfuxST20kNlgzCi3AK4zfkOP4GHRHCjljKAPdOLV1jGk4ROEhfxkabZDyj4Z6EWTfhz4iM2D4_euQtSgwA3nxBsWME_pTkJhuLJ0RaEYd_blHnhFyYTx5s6nPs5e5WdIt6fqRq6fzDcwtQx02lBccH3hJY2u6QmqgQYadqLb2wixfqX0F1CXZgzmyAtwzKySi8xq-Lu1mPMl_1555e4eYxEk9BU45kdf2TYMnui8KZpS6buidYzBNdI7JeUR-bIUF06xZ2rEnDSIuSiZfpnMxuBCgFUpw4h2dMt5gHN1_IT2dICfqXtv5KGvw3d0JorWbfPBDKlbFFHfP1Aj0uMGvVELON9KIm9LzRMlTZZA82UUcQPJw4Ljti95ebmSE-EPMJA_s_lXLFop5iXnvORHbyvQ7Xe--fZyAFiTd8amWWsNPJf69fUdhpOoi-8Vp56bTK-pp9t&p=2&fvj=0&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21", "Language": "nl", "Gender": "Female"}, {"index": 4, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_206fc8f683ee2aa7", "Job Title": "Beveiliger luchthaven Locatie -A - 2021", "Company Name": "Around The Star Security Service Schiphol", "Location": " Schiphol", "Job Description": "Een veelzijdige baan in de beveiliging op Schiphol-A (m/v)Zit service verlenen in jouw bloed en wil jij bijdragen aan de veiligheid op de grootste luchthaven van Nederland? Dan hebben wij goed nieuws voor jou. Wij zijn namelijk op zoek naar beveiligers op en rondom Schiphol.Diploma’s/Certificaten/Overig- In bezit van een diploma Beveiliger 2- Minimaal MBO 2- Je bent in staat om de luchthaven op elk gewenst moment te bereikenGoed Nederlands kunnen spreken en schrijven, extra taal is ook goed.- Woonachtige binnen een grens van 60 km van Schiphol.- Je hebt een goede spreekvaardigheid van de Nederlandse en Engelse taalIndien u geen ervaring in de beveiliging hebt! dan is dat geen probleem. U bent namelijk van harte welkom bij ons. Wij bieden jou de kans om ervaring op te builden en helpen jou om een top beveiliger te worden.U kunt rekenen op een salaris dat hoger is dan de CAO Particuliere Beveiliging. Graag gaan wij in gesprek met u over het salaris, de uren en de overige zaken.Indien u enthousiast bent over deze vacature dan kunt u hieronder solliciteren. Wilt u meer informatie over de vacature of over ons, dan kunt u ons bellen op telefoonnummer 06 49 03 15 20 of e-mail sturen naar info@aroundthestarsecurityservice. (graag in het onderwerp verwijzen naar deze vacature). Tevens kunt u informatie over ons vinden op Around the star security serviceSoort dienstverband: Fulltime, Bepaalde tijd, Onbepaalde tijdSecundaire arbeidsvoorwaarden:VakantiegeldFlexibele werkurenPensioenSoort dienstverband: Bepaalde tijd, Onbepaalde tijdWerkschema:AvondwerkDagdienstFlexibel werkroosterma-vrNachtdienstOnregelmatige Werktijden/WaakdienstPloegendienstWeekendWerken op feestdagenThuiswerken:Nee", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Around-The-Star-Security-Service-Schiphol/jobs/Beveiliger-Luchthaven-Locatie-206fc8f683ee2aa7?fccid=50d7de7fcdfae6b3&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21", "Language": "nl", "Gender": "Female"}, {"index": 5, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_9d39ef8a84f8a94f", "Job Title": "ZZP klussers gezocht voor startup Solverr", "Company Name": "Solverr", "Location": " Amsterdam", "Job Description": "Ben jij de hybride klusjesman of vrouw voor de nieuwe startup Solverr?Solverr is het nieuwe community platform dat zich richt op het verbinden van mensen met elkaar. Solverr koppelt mensen die anderen kunnen helpen, aan degene die hulp nodig hebben. Hierdoor help jij een ander en verdien je geld! Bij Solverr hoef je niet persé een gecertificeerde vakman, IT-specialist of gitaar docent te zijn. Wij geloven dat iedereen met zijn of haar kwaliteiten een oplossing kan bieden voor een ander en hiermee geld kan verdienen. Jij kiest zelf wanneer jij beschikbaar bent om te werken, jij kan zelf je uurloon bepalen en jij bepaalt voor wie of welke job je werkt.BeschrijvingOp www.Sovlerr.nl maak jij jouw eigen profiel aan, geef je jouw skills en beschikbaarheid op en je kunt gelijk beginnen. Op de web-app kies jij je de klussen die je wilt klaren en kun je de details bespreken met de klant. Dat is heel makkelijk en snel verdiend! Bij Solverr krijg je de kans om te groeien op een eerlijke manier. Na het helpen van een ander ontvang je een beoordeling die geplaatst wordt op je profiel. Hierdoor kan je een mooi referentie portfolio opbuilden en groeien.Wat ga jij doen?Op de web-app plaatsen mensen een klus die geklaard moet worden, dit kan van alles zijn; een lamp verwisselen, een buitentafel schuren en verven, een leiding aanleggen of wat plinten vervangen. Jij als hybride klusjesman of vrouw durft van alles dat gefikst moet worden aan te pakken. Jij gaat aan het werk door te reageren op een job en een afspraak te maken via de web-app. Jij klaart de klus, de klant is blij en jij krijgt via Solverr uitbetaald. Dat is makkelijk en leuk verdiend!Heb jij nog niet veel ervaring als klusjesheld of heldin, maar wel de skills? Dit is geen probleem, bij ons hoef je niet geschoold of specialist te zijn en kun jij je verder ontwikkelen door klussen aan te nemen en een portfolio op jouw profiel op te builden.Wij bieden jou- De keuze om jouw eigen uurloon te bepalen- De mogelijkheid om uitbetaald te worden door verloning.nl of als ZZP’r aan de slag te gaan- Werken wanneer jou dat uitkomt- Bij ons ga je zonder contract flexibel aan het werk- Je kan naast je huidige baan, dagtaak of planning wat bijverdienen- je leert nieuwe dingen en mensen kennen, verbreed jouw horizonJij bent- 18 jaar of ouder- Flexibel, energiek en enthousiast- Leergierig- Handig en praktischSoort dienstverband: Parttime, Freelance/ZZPThuiswerken:Nee", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Solverr/jobs/Klussers-Startup-9d39ef8a84f8a94f?fccid=1be0bd2db4980ac6&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21", "Language": "nl", "Gender": "Female"}, {"index": 0, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_0037e6e3617d7975", "Job Title": "Postdoc in Dynamical Systems", "Company Name": "Vrije Universiteit Amsterdam", "Location": " AmsterdamZuidoost", "Job Description": "Location: AMSTERDAM\n\nFTE: 0.8 - 1\nJob description\nThe Department of Mathematics of Vrije Universiteit Amsterdam welcomes applications for a three-year Postdoctoral position in Dynamical Systems, including (but not limited to) computational dynamics, data driven dynamics, network dynamics and evolutionary PDEs.\n\n\nPreference will be given to candidates who can connect to existing research strengths in the department. The preferred starting date is 1 September 2021, or before.\n\n\nThe department has a strong desire to hire more female colleagues. Therefore, women are especially encouraged to apply.\n\n\nYour duties\nconducting research in the area of Dynamical Systems (85%)\ncontributing to the teaching portfolio of the Department of Mathematics (15%)\nRequirements\na PhD in mathematics with expertise in Dynamical Systems\nstrong independent research skills\ngood communication skills in English\nWhat are we offering?\nA challenging position in a socially involved organization. On full-time basis the remuneration amounts to a minimum gross monthly salary of €3,491 and a maximum of €4,402. The job profile is based on the university job ranking system and is vacant for 0.8-1.0 FTE.\n\n\nThe appointment will initially be for two years. After a satisfactory evaluation, the contract will be extended for another year. Additionally, Vrije Universiteit Amsterdam offers excellent fringe benefits and various schemes and regulations to promote a good work/life balance, such as:\n8% holiday allowance and 8.3% end-of-year bonus\ncontribution to commuting expenses\noptional model for designing a personalized benefits package\na maximum of 41 days of annual leave based on full-time employment\ngood paid parental leave scheme\n\nAbout Vrije Universiteit Amsterdam\nThe ambition of Vrije Universiteit Amsterdam is clear: to contribute to a better world through outstanding education and ground-breaking research. We strive to be a university where personal development and commitment to society play a leading role. A university where people from different disciplines and backgrounds collaborate to achieve innovations and to generate new knowledge. Our teaching and research encompass the entire spectrum of academic endeavour – from the humanities, the social sciences and the natural sciences through to the life sciences and the medical sciences.\n\n\nVrije Universiteit Amsterdam is home to more than 26,000 students. We employ over 4,600 individuals. The VU campus is easily accessible and located in the heart of Amsterdam’s Zuidas district, a truly inspiring environment for teaching and research.\n\n\nDiversity\n\nWe are an inclusive university community. Diversity is one of our most important values. We believe that engaging in international activities and welcoming students and staff from a wide variety of backgrounds enhances the quality of our education and research. We are always looking for people who can enrich our world with their own unique perspectives and experiences.\n\n\nThe Faculty of Science\n\nThe Faculty of Science inspires researchers and students to find sustainable solutions for complex societal issues. From forest fires to big data, from obesity to medicines and from molecules to the moon: our teaching and research programmes cover the full spectrum of the natural sciences. We share knowledge and experience with leading research institutes and industries, both here in the Netherlands and abroad.\n\n\nWorking at the Faculty of Science means working with students, PhD candidates and researchers, all with a clear focus on their field and a broad view of the world. We employ more than 1,250 staff members, and we are home to around 6,000 students.\n\nThe Department of Mathematics\n\nThe Department of Mathematics strives for excellence in research. The department balances pure mathematical research with mathematical research motivated by applications. Researchers in the department are on one hand active at a fundamental and theoretical level, and, on the other hand, work on applications with links to business, the sciences, and societal issues. The department has a strong international research staff with expertise in dynamical systems, geometry and algebra, as well as in stochastics (statistics, data analytics, probability).\nApplication\nAre you interested in this position? Please apply via the application button by February 1st, 2021 and upload: a cover letter in which you describe your motivation, a curriculum vitae, a research statement, and the names and e-mail addresses of three references.\n\n\nApplications received by e-mail will not be processed.\n\n\nVacancy questions\n\nIf you have any questions regarding this vacancy, you may contact:\n\n\nName: Jan builde van den Berg\n\nPosition: Professor of Mathematics\n\nE-mail: janbuilde.vanden.berg@vu.nl", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=0037e6e3617d7975&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=65d902464d89ffc7&assa=2681", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=0037e6e3617d7975&fccid=7fcd0afcba4c0099&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-01-24", "Language": null, "Gender": "Neutral"}, {"index": 1, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_19403c447d0c3c82", "Job Title": "Host(ess) luxe rondvaart", "Company Name": "Friendship Amsterdam", "Location": " Amsterdam", "Job Description": "Rederij Friendship, is voor komend seizoen op zoek naar een enthousiaste hostess / barmedewerkerWil jij varen op de mooiste boten van Amsterdam en werken bij dé rederij die staat voor luxe, kwaliteit, duurzaamheid en vriendschap? En kijk jij er nu al naar uit om het komende seizoen voor onze gasten die onvergetelijke ervaring over de grachten te verzorgen? Stuur ons dan snel een mailtje!Een dag op de grachten tijdens een host(essen) dienst ziet er als volgt uit:Samen met de schipper en het operations team build je de boot op, vlakbij de Pontsteiger.Met deze boot, die eruit ziet om door een ringetje te halen, vaar je richting het centrum.Bij de opstap-steiger heet je onze gasten welkom en voorzie je geïnteresseerde voorbijgangers van informatie.Tijdens de rondvaart ben jij het eerste aanspreekpunt voor de gasten en voorzie je ze van heerlijke drankjes en lekkere snacks die ze aan boord kunnen bestellen.Je deelt jouw passie voor de stad Amsterdam met de gasten en vertelt ze alles over de highlights en ‘hidden spots’ van de stad.Wat zoeken wij in onze ideale Host/Hostess? Ervaring in de horeca/hospitality/bediening.Een passie voor hospitality, varen en de stad Amsterdam.Commerciële instelling: het geeft jou een kick wanneer je een extra fles champagne verkoopt.Zelfstandig en een groot verantwoordelijkheidsgevoelEen servicegerichte houding, waarmee je continu streeft naar de hoogst haalbare kwaliteit.Een goede beheersing van de Nederlandse en Engelse taal.Een positieve, enthousiaste instelling en een open en representatieve uitstraling.Wat bieden wij? Zeer flexibele werktijden.Marktconform salaris.Als host(ess)) kun je rekenen op een flinke fooi die je alleen met de schipper deelt.Afwisselende werkzaamheden binnen een jong en enthousiast team.Een werkplek op de mooiste locatie(s) van Amsterdam.Jij mist geen enkele zonnestraal in de baas zijn tijd.Regelmatige borrels en actieve teamuitjes (fysiek en/of online).Een fijne werkplek die je (hopelijk) zult ervaren als een fijne ‘Friendship Family’.Parttime uren: 8-40 per weekSoort dienstverband: Fulltime, Parttime, Freelance/ZZP, Onbepaalde tijdSalaris: €12,00 - €22,00 per uurAanvullende betalingen:FooiOveruren uitbetaaldVakantiegeldArbeidsvoorwaarden:BedrijfsfeestenFlexibele werkurenKerstpakketPersoneelskortingReiskostenvergoedingVrijdagmiddagborrelWerkschema:AvondwerkDagdienstFlexibel werkroosterma-vrOnregelmatige Werktijden/WaakdienstWeekendWerken op feestdagenTaal:Nederlands, Engels (Vereist)Thuiswerken:Nee", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?cmp=Rederij-Friendship&ti=Host%28ess%29+Luxe+Rondvaart&jk=19403c447d0c3c82&fccid=a9dbccc7f83937e3&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21", "Language": null, "Gender": "Neutral"}, {"index": 2, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_36dbec7ae3b622d5", "Job Title": "Data Analist Commercie", "Company Name": "Ahold Dellhaize", "Location": " Zaandam", "Job Description": "Bij AH Technology willen we groeien. Dat kan alleen als jij met ons meegroeit. Hiervoor krijg je best in class begeleiding en toegang tot inspirerende opleidingen om je eigen ontwikkeling en loopbaan vorm te geven. Terwijl we met elkaar builden aan ons merk én aan jouw loopbaan, kan je (op basis van 40 uur per week) rekenen op:\neen competitief bruto maandsalaris.\n25,5 vakantiedagen en 19,5 adv-dagen, met de mogelijkheid om je adv-dagen te laten uitbetalen.\nVakantiegeld, reiskostenvergoeding en een gegarandeerde winstuitkering.\nDe mogelijkheid om op onze kosten opleidingen te volgen.\nEen laptop en telefoon.\nToegang tot onze AH Data Academy met veel trainingen op zowel hard- als softskills.\nEen uitdagende functie met de mogelijkheid om te werken met grote hoeveelheden data (koopgedrag, assortiment etc).\nEen gemotiveerd en groeiend team die het analytische geweten van de organisatie vormen.\nEen data-gedreven organisatie, waar de stakeholders het belang van data-gedreven werken erkennen.\nLeuke collega’s, gezellige uitjes en een ambitieuze en informele bedrijfscultuur.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=36dbec7ae3b622d5&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=2fbdd5b21e075300&assa=8137", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=36dbec7ae3b622d5&fccid=237b07f71d39adc8&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21", "Language": null, "Gender": "Neutral"}, {"index": 3, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "pj_655a0fad470f051f", "Job Title": "Junior Werkorganisator build", "Company Name": "Building Heroes", "Location": " Amsterdam", "Job Description": "Be a hero\n\nAls Junior Werkorganisator build, Mutatie & Onderhoud ben jij de schakel tussen woningcoöperaties, onder aannemers en bewoners. Jij krijgt van uit de woningcoöperaties verzoek voor het opnemen van een woning en dit wil je zo snel mogelijk regelen. Daarbij heb je rekening te houden met je klant (de bewoners) en je opdrachtgever (de woningcoöperatie). Tijdens het inwerktraject als Junior Werkorganisator zal je meelopen met een senior om de kneepjes van het vak te leren. De ene keer krijgt een woning een ingrijpende opknapbeurt, de andere keer verhelp je een defect of loop je de standaard servicepunten na. Van opname van het werk tot en met de administratieve afhandeling: jij regelt het!\nBinnen de functie Junior Werkorganisator build, Mutatie & Onderhoud streef je altijd naar tevreden bewoners én zorgt dat je rendement weet te behalen door altijd een goede inschatting te maken van het werk dat er gedaan moet worden, onderaannemers goed aan te sturen en je materialen gunstig te bestellen. Binnen jouw rol als Junior Werkorganisator weet je planningen met een optimaal rendement te maken en te bewaken. Je organiseert je werk optimaal en weet administratief alles goed vast te leggen.\nBenefits\n\nAls Junior Werkorganisator build, Mutatie & Onderhoud krijg jij\nEen leaseauto plus tankpas (mogelijk om privé te rijden);\nEen start salaris tot 2500 euro bruto bij een junior;\nEen mooie gecombineerde functie van binnen en buiten (30% buiten en 70% binnen);\nBPF cao en pensioen;\nGoede secundaire arbeidsvoorwaarden met bijvoorbeeld maar liefst 43 vakantiedagen.\nBlauwdruk bedrijf\n\nHet is een platte organisatie, waarbij de deur altijd open staat. Ondanks de meerdere vestigingen in Nederland blijven ze een familiebedrijf waar naast de gezelligheid, hard gewerkt wordt. De organisatie biedt veel doorgroei mogelijkheden. Het is een sterke speler in de markt en een financieel gezond bedrijf, waardoor ze in de crisis zijn blijven groeien. Er wordt binnen het bedrijf veel geïnvesteerd in nieuwe innovaties, maar ook in werknemers.\nbuildstenen voor succes\n\nAls Junior Werkorganisator build, Mutatie & Onderhoud verwachten wij\nEen buildkundige achtergrond;\nJe bent niet op je mond gevallen;\nStress, wat is dat? Dat ken jij niet;\nUitstekende administratieve vaardigheden;\nJe bent handig met computers;\nZelfstandigheid.\nMocht je geen junior zijn dan kan je ook solliciteren!", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=655a0fad470f051f&from=vj&sjdu=cfx0qCsmr56ymeoovRlFlE-MKzzVE1N3t9De-hzncvi9Ub078U0edFhqZCOlbB55UtJVqzLtJKc8SEpTsxuOriNUJIUlViCQCGZG8wnSezMJxxKUNn5lBBIpnwfvwSIKWnHntA0orRclkyeWxtkehemqkaQNP8Qpeu8J2T9KotkE3_cAU92Zvf0DMmh3dZROIZC07ygPhF91ZX47Vbtk_vjB1Q0bjshjh92lA1cX3uhm-zZHEcRScsEMw4SSUQshNDZv0iXfX1kgLDBUip1yGw&spon=1&adid=342119925&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0CtUVQtKY4WtuftbGSBEhEfovNSkGiqJ6PIAYNQeURZJzRVvnVGIT2rCV5pAQg88teytxSZrkalxcw8r9My_p8GHbZ-LXH7EG-dmQHwrqJedOGKfF4AHh5gPOwo03Op7ieZBWeHtSG7PDejv5lacptb6t6ROm_YZMzTFtJA-Kl11RFycLMXvRd2pK4w5eHu16Xqdk7cEKKFXTAZjt3j9xPKPx-nzodErNNkwJeCxEDHfPv_6OYSmHGSxyuRnbdkJ6Vad8uvFrb-8AhGOmlZ9iPMD-eZ6KcGbOtLEZX-KlMaAIzYEkfuxST20kNlgzCi3AK4zfkOP4GHRHCjljKAPdOLV1jGk4ROEhfxkabZDyj4Z6EWTfhz4iM2D4_euQtSgwA3nxBsWME_pTkJhuLJ0RaEYd_blHnhFyYTx5s6nPs5e5WdIt6fqRq6fzDcwtQx02lBccH3hJY2u6QmqgQYadqLb2wixfqX0F1CXZgzmyAtwzKySi8xq-Lu1mPMl_1555e4eYxEk9BU45kdf2TYMnui8KZpS6buidYzBNdI7JeUR-bIUF06xZ2rEnDSIuSiZfpnMxuBCgFUpw4h2dMt5gHN1_IT2dICfqXtv5KGvw3d0JorWbfPBDKlbFFHfP1Aj0uMGvVELON9KIm9LzRMlTZZA82UUcQPJw4Ljti95ebmSE-EPMJA_s_lXLFop5iXnvORHbyvQ7Xe--fZyAFiTd8amWWsNPJf69fUdhpOoi-8Vp56bTK-pp9t&astse=5de1f756a051f341&assa=9613", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0CtUVQtKY4WtuftbGSBEhEfovNSkGiqJ6PIAYNQeURZJzRVvnVGIT2rCV5pAQg88teytxSZrkalxcw8r9My_p8GHbZ-LXH7EG-dmQHwrqJedOGKfF4AHh5gPOwo03Op7ieZBWeHtSG7PDejv5lacptb6t6ROm_YZMzTFtJA-Kl11RFycLMXvRd2pK4w5eHu16Xqdk7cEKKFXTAZjt3j9xPKPx-nzodErNNkwJeCxEDHfPv_6OYSmHGSxyuRnbdkJ6Vad8uvFrb-8AhGOmlZ9iPMD-eZ6KcGbOtLEZX-KlMaAIzYEkfuxST20kNlgzCi3AK4zfkOP4GHRHCjljKAPdOLV1jGk4ROEhfxkabZDyj4Z6EWTfhz4iM2D4_euQtSgwA3nxBsWME_pTkJhuLJ0RaEYd_blHnhFyYTx5s6nPs5e5WdIt6fqRq6fzDcwtQx02lBccH3hJY2u6QmqgQYadqLb2wixfqX0F1CXZgzmyAtwzKySi8xq-Lu1mPMl_1555e4eYxEk9BU45kdf2TYMnui8KZpS6buidYzBNdI7JeUR-bIUF06xZ2rEnDSIuSiZfpnMxuBCgFUpw4h2dMt5gHN1_IT2dICfqXtv5KGvw3d0JorWbfPBDKlbFFHfP1Aj0uMGvVELON9KIm9LzRMlTZZA82UUcQPJw4Ljti95ebmSE-EPMJA_s_lXLFop5iXnvORHbyvQ7Xe--fZyAFiTd8amWWsNPJf69fUdhpOoi-8Vp56bTK-pp9t&p=2&fvj=0&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21", "Language": null, "Gender": "Neutral"}, {"index": 4, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_206fc8f683ee2aa7", "Job Title": "Beveiliger luchthaven Locatie -A - 2021", "Company Name": "Around The Star Security Service Schiphol", "Location": " Schiphol", "Job Description": "Een veelzijdige baan in de beveiliging op Schiphol-A (m/v)Zit service verlenen in jouw bloed en wil jij bijdragen aan de veiligheid op de grootste luchthaven van Nederland? Dan hebben wij goed nieuws voor jou. Wij zijn namelijk op zoek naar beveiligers op en rondom Schiphol.Diploma’s/Certificaten/Overig- In bezit van een diploma Beveiliger 2- Minimaal MBO 2- Je bent in staat om de luchthaven op elk gewenst moment te bereikenGoed Nederlands kunnen spreken en schrijven, extra taal is ook goed.- Woonachtige binnen een grens van 60 km van Schiphol.- Je hebt een goede spreekvaardigheid van de Nederlandse en Engelse taalIndien u geen ervaring in de beveiliging hebt! dan is dat geen probleem. U bent namelijk van harte welkom bij ons. Wij bieden jou de kans om ervaring op te builden en helpen jou om een top beveiliger te worden.U kunt rekenen op een salaris dat hoger is dan de CAO Particuliere Beveiliging. Graag gaan wij in gesprek met u over het salaris, de uren en de overige zaken.Indien u enthousiast bent over deze vacature dan kunt u hieronder solliciteren. Wilt u meer informatie over de vacature of over ons, dan kunt u ons bellen op telefoonnummer 06 49 03 15 20 of e-mail sturen naar info@aroundthestarsecurityservice. (graag in het onderwerp verwijzen naar deze vacature). Tevens kunt u informatie over ons vinden op Around the star security serviceSoort dienstverband: Fulltime, Bepaalde tijd, Onbepaalde tijdSecundaire arbeidsvoorwaarden:VakantiegeldFlexibele werkurenPensioenSoort dienstverband: Bepaalde tijd, Onbepaalde tijdWerkschema:AvondwerkDagdienstFlexibel werkroosterma-vrNachtdienstOnregelmatige Werktijden/WaakdienstPloegendienstWeekendWerken op feestdagenThuiswerken:Nee", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Around-The-Star-Security-Service-Schiphol/jobs/Beveiliger-Luchthaven-Locatie-206fc8f683ee2aa7?fccid=50d7de7fcdfae6b3&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21", "Language": null, "Gender": "Neutral"}, {"index": 5, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_9d39ef8a84f8a94f", "Job Title": "ZZP klussers gezocht voor startup Solverr", "Company Name": "Solverr", "Location": " Amsterdam", "Job Description": "Ben jij de hybride klusjesman of vrouw voor de nieuwe startup Solverr?Solverr is het nieuwe community platform dat zich richt op het verbinden van mensen met elkaar. Solverr koppelt mensen die anderen kunnen helpen, aan degene die hulp nodig hebben. Hierdoor help jij een ander en verdien je geld! Bij Solverr hoef je niet persé een gecertificeerde vakman, IT-specialist of gitaar docent te zijn. Wij geloven dat iedereen met zijn of haar kwaliteiten een oplossing kan bieden voor een ander en hiermee geld kan verdienen. Jij kiest zelf wanneer jij beschikbaar bent om te werken, jij kan zelf je uurloon bepalen en jij bepaalt voor wie of welke job je werkt.BeschrijvingOp www.Sovlerr.nl maak jij jouw eigen profiel aan, geef je jouw skills en beschikbaarheid op en je kunt gelijk beginnen. Op de web-app kies jij je de klussen die je wilt klaren en kun je de details bespreken met de klant. Dat is heel makkelijk en snel verdiend! Bij Solverr krijg je de kans om te groeien op een eerlijke manier. Na het helpen van een ander ontvang je een beoordeling die geplaatst wordt op je profiel. Hierdoor kan je een mooi referentie portfolio opbuilden en groeien.Wat ga jij doen?Op de web-app plaatsen mensen een klus die geklaard moet worden, dit kan van alles zijn; een lamp verwisselen, een buitentafel schuren en verven, een leiding aanleggen of wat plinten vervangen. Jij als hybride klusjesman of vrouw durft van alles dat gefikst moet worden aan te pakken. Jij gaat aan het werk door te reageren op een job en een afspraak te maken via de web-app. Jij klaart de klus, de klant is blij en jij krijgt via Solverr uitbetaald. Dat is makkelijk en leuk verdiend!Heb jij nog niet veel ervaring als klusjesheld of heldin, maar wel de skills? Dit is geen probleem, bij ons hoef je niet geschoold of specialist te zijn en kun jij je verder ontwikkelen door klussen aan te nemen en een portfolio op jouw profiel op te builden.Wij bieden jou- De keuze om jouw eigen uurloon te bepalen- De mogelijkheid om uitbetaald te worden door verloning.nl of als ZZP’r aan de slag te gaan- Werken wanneer jou dat uitkomt- Bij ons ga je zonder contract flexibel aan het werk- Je kan naast je huidige baan, dagtaak of planning wat bijverdienen- je leert nieuwe dingen en mensen kennen, verbreed jouw horizonJij bent- 18 jaar of ouder- Flexibel, energiek en enthousiast- Leergierig- Handig en praktischSoort dienstverband: Parttime, Freelance/ZZPThuiswerken:Nee", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Solverr/jobs/Klussers-Startup-9d39ef8a84f8a94f?fccid=1be0bd2db4980ac6&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21", "Language": null, "Gender": "Neutral"}, {"index": 1, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_19403c447d0c3c82", "Job Title": "Host(ess) luxe rondvaart", "Company Name": "Friendship Amsterdam", "Location": " Amsterdam", "Job Description": "Rederij Friendship, is voor komend seizoen op zoek naar een enthousiaste hostess / barmedewerkerWil jij varen op de mooiste boten van Amsterdam en werken bij dé rederij die staat voor luxe, kwaliteit, duurzaamheid en vriendschap? En kijk jij er nu al naar uit om het komende seizoen voor onze gasten die onvergetelijke ervaring over de grachten te verzorgen? Stuur ons dan snel een mailtje!Een dag op de grachten tijdens een host(essen) dienst ziet er als volgt uit:Samen met de schipper en het operations team build je de boot op, vlakbij de Pontsteiger.Met deze boot, die eruit ziet om door een ringetje te halen, vaar je richting het centrum.Bij de opstap-steiger heet je onze gasten welkom en voorzie je geïnteresseerde voorbijgangers van informatie.Tijdens de rondvaart ben jij het eerste aanspreekpunt voor de gasten en voorzie je ze van heerlijke drankjes en lekkere snacks die ze aan boord kunnen bestellen.Je deelt jouw passie voor de stad Amsterdam met de gasten en vertelt ze alles over de highlights en ‘hidden spots’ van de stad.Wat zoeken wij in onze ideale Host/Hostess? Ervaring in de horeca/hospitality/bediening.Een passie voor hospitality, varen en de stad Amsterdam.Commerciële instelling: het geeft jou een kick wanneer je een extra fles champagne verkoopt.Zelfstandig en een groot verantwoordelijkheidsgevoelEen servicegerichte houding, waarmee je continu streeft naar de hoogst haalbare kwaliteit.Een goede beheersing van de Nederlandse en Engelse taal.Een positieve, enthousiaste instelling en een open en representatieve uitstraling.Wat bieden wij? Zeer flexibele werktijden.Marktconform salaris.Als host(ess)) kun je rekenen op een flinke fooi die je alleen met de schipper deelt.Afwisselende werkzaamheden binnen een jong en enthousiast team.Een werkplek op de mooiste locatie(s) van Amsterdam.Jij mist geen enkele zonnestraal in de baas zijn tijd.Regelmatige borrels en actieve teamuitjes (fysiek en/of online).Een fijne werkplek die je (hopelijk) zult ervaren als een fijne ‘Friendship Family’.Parttime uren: 8-40 per weekSoort dienstverband: Fulltime, Parttime, Freelance/ZZP, Onbepaalde tijdSalaris: €12,00 - €22,00 per uurAanvullende betalingen:FooiOveruren uitbetaaldVakantiegeldArbeidsvoorwaarden:BedrijfsfeestenFlexibele werkurenKerstpakketPersoneelskortingReiskostenvergoedingVrijdagmiddagborrelWerkschema:AvondwerkDagdienstFlexibel werkroosterma-vrOnregelmatige Werktijden/WaakdienstWeekendWerken op feestdagenTaal:Nederlands, Engels (Vereist)Thuiswerken:Nee", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?cmp=Rederij-Friendship&ti=Host%28ess%29+Luxe+Rondvaart&jk=19403c447d0c3c82&fccid=a9dbccc7f83937e3&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21", "Language": "en", "Gender": "Neutral"}, {"index": 2, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_36dbec7ae3b622d5", "Job Title": "Data Analist Commercie", "Company Name": "Ahold Dellhaize", "Location": " Zaandam", "Job Description": "Bij AH Technology willen we groeien. Dat kan alleen als jij met ons meegroeit. Hiervoor krijg je best in class begeleiding en toegang tot inspirerende opleidingen om je eigen ontwikkeling en loopbaan vorm te geven. Terwijl we met elkaar builden aan ons merk én aan jouw loopbaan, kan je (op basis van 40 uur per week) rekenen op:\neen competitief bruto maandsalaris.\n25,5 vakantiedagen en 19,5 adv-dagen, met de mogelijkheid om je adv-dagen te laten uitbetalen.\nVakantiegeld, reiskostenvergoeding en een gegarandeerde winstuitkering.\nDe mogelijkheid om op onze kosten opleidingen te volgen.\nEen laptop en telefoon.\nToegang tot onze AH Data Academy met veel trainingen op zowel hard- als softskills.\nEen uitdagende functie met de mogelijkheid om te werken met grote hoeveelheden data (koopgedrag, assortiment etc).\nEen gemotiveerd en groeiend team die het analytische geweten van de organisatie vormen.\nEen data-gedreven organisatie, waar de stakeholders het belang van data-gedreven werken erkennen.\nLeuke collega’s, gezellige uitjes en een ambitieuze en informele bedrijfscultuur.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=36dbec7ae3b622d5&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=2fbdd5b21e075300&assa=8137", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=36dbec7ae3b622d5&fccid=237b07f71d39adc8&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21", "Language": "en", "Gender": "Neutral"}, {"index": 3, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "pj_655a0fad470f051f", "Job Title": "Junior Werkorganisator build", "Company Name": "Building Heroes", "Location": " Amsterdam", "Job Description": "Be a hero\n\nAls Junior Werkorganisator build, Mutatie & Onderhoud ben jij de schakel tussen woningcoöperaties, onder aannemers en bewoners. Jij krijgt van uit de woningcoöperaties verzoek voor het opnemen van een woning en dit wil je zo snel mogelijk regelen. Daarbij heb je rekening te houden met je klant (de bewoners) en je opdrachtgever (de woningcoöperatie). Tijdens het inwerktraject als Junior Werkorganisator zal je meelopen met een senior om de kneepjes van het vak te leren. De ene keer krijgt een woning een ingrijpende opknapbeurt, de andere keer verhelp je een defect of loop je de standaard servicepunten na. Van opname van het werk tot en met de administratieve afhandeling: jij regelt het!\nBinnen de functie Junior Werkorganisator build, Mutatie & Onderhoud streef je altijd naar tevreden bewoners én zorgt dat je rendement weet te behalen door altijd een goede inschatting te maken van het werk dat er gedaan moet worden, onderaannemers goed aan te sturen en je materialen gunstig te bestellen. Binnen jouw rol als Junior Werkorganisator weet je planningen met een optimaal rendement te maken en te bewaken. Je organiseert je werk optimaal en weet administratief alles goed vast te leggen.\nBenefits\n\nAls Junior Werkorganisator build, Mutatie & Onderhoud krijg jij\nEen leaseauto plus tankpas (mogelijk om privé te rijden);\nEen start salaris tot 2500 euro bruto bij een junior;\nEen mooie gecombineerde functie van binnen en buiten (30% buiten en 70% binnen);\nBPF cao en pensioen;\nGoede secundaire arbeidsvoorwaarden met bijvoorbeeld maar liefst 43 vakantiedagen.\nBlauwdruk bedrijf\n\nHet is een platte organisatie, waarbij de deur altijd open staat. Ondanks de meerdere vestigingen in Nederland blijven ze een familiebedrijf waar naast de gezelligheid, hard gewerkt wordt. De organisatie biedt veel doorgroei mogelijkheden. Het is een sterke speler in de markt en een financieel gezond bedrijf, waardoor ze in de crisis zijn blijven groeien. Er wordt binnen het bedrijf veel geïnvesteerd in nieuwe innovaties, maar ook in werknemers.\nbuildstenen voor succes\n\nAls Junior Werkorganisator build, Mutatie & Onderhoud verwachten wij\nEen buildkundige achtergrond;\nJe bent niet op je mond gevallen;\nStress, wat is dat? Dat ken jij niet;\nUitstekende administratieve vaardigheden;\nJe bent handig met computers;\nZelfstandigheid.\nMocht je geen junior zijn dan kan je ook solliciteren!", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=655a0fad470f051f&from=vj&sjdu=cfx0qCsmr56ymeoovRlFlE-MKzzVE1N3t9De-hzncvi9Ub078U0edFhqZCOlbB55UtJVqzLtJKc8SEpTsxuOriNUJIUlViCQCGZG8wnSezMJxxKUNn5lBBIpnwfvwSIKWnHntA0orRclkyeWxtkehemqkaQNP8Qpeu8J2T9KotkE3_cAU92Zvf0DMmh3dZROIZC07ygPhF91ZX47Vbtk_vjB1Q0bjshjh92lA1cX3uhm-zZHEcRScsEMw4SSUQshNDZv0iXfX1kgLDBUip1yGw&spon=1&adid=342119925&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0CtUVQtKY4WtuftbGSBEhEfovNSkGiqJ6PIAYNQeURZJzRVvnVGIT2rCV5pAQg88teytxSZrkalxcw8r9My_p8GHbZ-LXH7EG-dmQHwrqJedOGKfF4AHh5gPOwo03Op7ieZBWeHtSG7PDejv5lacptb6t6ROm_YZMzTFtJA-Kl11RFycLMXvRd2pK4w5eHu16Xqdk7cEKKFXTAZjt3j9xPKPx-nzodErNNkwJeCxEDHfPv_6OYSmHGSxyuRnbdkJ6Vad8uvFrb-8AhGOmlZ9iPMD-eZ6KcGbOtLEZX-KlMaAIzYEkfuxST20kNlgzCi3AK4zfkOP4GHRHCjljKAPdOLV1jGk4ROEhfxkabZDyj4Z6EWTfhz4iM2D4_euQtSgwA3nxBsWME_pTkJhuLJ0RaEYd_blHnhFyYTx5s6nPs5e5WdIt6fqRq6fzDcwtQx02lBccH3hJY2u6QmqgQYadqLb2wixfqX0F1CXZgzmyAtwzKySi8xq-Lu1mPMl_1555e4eYxEk9BU45kdf2TYMnui8KZpS6buidYzBNdI7JeUR-bIUF06xZ2rEnDSIuSiZfpnMxuBCgFUpw4h2dMt5gHN1_IT2dICfqXtv5KGvw3d0JorWbfPBDKlbFFHfP1Aj0uMGvVELON9KIm9LzRMlTZZA82UUcQPJw4Ljti95ebmSE-EPMJA_s_lXLFop5iXnvORHbyvQ7Xe--fZyAFiTd8amWWsNPJf69fUdhpOoi-8Vp56bTK-pp9t&astse=5de1f756a051f341&assa=9613", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0CtUVQtKY4WtuftbGSBEhEfovNSkGiqJ6PIAYNQeURZJzRVvnVGIT2rCV5pAQg88teytxSZrkalxcw8r9My_p8GHbZ-LXH7EG-dmQHwrqJedOGKfF4AHh5gPOwo03Op7ieZBWeHtSG7PDejv5lacptb6t6ROm_YZMzTFtJA-Kl11RFycLMXvRd2pK4w5eHu16Xqdk7cEKKFXTAZjt3j9xPKPx-nzodErNNkwJeCxEDHfPv_6OYSmHGSxyuRnbdkJ6Vad8uvFrb-8AhGOmlZ9iPMD-eZ6KcGbOtLEZX-KlMaAIzYEkfuxST20kNlgzCi3AK4zfkOP4GHRHCjljKAPdOLV1jGk4ROEhfxkabZDyj4Z6EWTfhz4iM2D4_euQtSgwA3nxBsWME_pTkJhuLJ0RaEYd_blHnhFyYTx5s6nPs5e5WdIt6fqRq6fzDcwtQx02lBccH3hJY2u6QmqgQYadqLb2wixfqX0F1CXZgzmyAtwzKySi8xq-Lu1mPMl_1555e4eYxEk9BU45kdf2TYMnui8KZpS6buidYzBNdI7JeUR-bIUF06xZ2rEnDSIuSiZfpnMxuBCgFUpw4h2dMt5gHN1_IT2dICfqXtv5KGvw3d0JorWbfPBDKlbFFHfP1Aj0uMGvVELON9KIm9LzRMlTZZA82UUcQPJw4Ljti95ebmSE-EPMJA_s_lXLFop5iXnvORHbyvQ7Xe--fZyAFiTd8amWWsNPJf69fUdhpOoi-8Vp56bTK-pp9t&p=2&fvj=0&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21", "Language": "en", "Gender": "Neutral"}, {"index": 4, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_206fc8f683ee2aa7", "Job Title": "Beveiliger luchthaven Locatie -A - 2021", "Company Name": "Around The Star Security Service Schiphol", "Location": " Schiphol", "Job Description": "Een veelzijdige baan in de beveiliging op Schiphol-A (m/v)Zit service verlenen in jouw bloed en wil jij bijdragen aan de veiligheid op de grootste luchthaven van Nederland? Dan hebben wij goed nieuws voor jou. Wij zijn namelijk op zoek naar beveiligers op en rondom Schiphol.Diploma’s/Certificaten/Overig- In bezit van een diploma Beveiliger 2- Minimaal MBO 2- Je bent in staat om de luchthaven op elk gewenst moment te bereikenGoed Nederlands kunnen spreken en schrijven, extra taal is ook goed.- Woonachtige binnen een grens van 60 km van Schiphol.- Je hebt een goede spreekvaardigheid van de Nederlandse en Engelse taalIndien u geen ervaring in de beveiliging hebt! dan is dat geen probleem. U bent namelijk van harte welkom bij ons. Wij bieden jou de kans om ervaring op te builden en helpen jou om een top beveiliger te worden.U kunt rekenen op een salaris dat hoger is dan de CAO Particuliere Beveiliging. Graag gaan wij in gesprek met u over het salaris, de uren en de overige zaken.Indien u enthousiast bent over deze vacature dan kunt u hieronder solliciteren. Wilt u meer informatie over de vacature of over ons, dan kunt u ons bellen op telefoonnummer 06 49 03 15 20 of e-mail sturen naar info@aroundthestarsecurityservice. (graag in het onderwerp verwijzen naar deze vacature). Tevens kunt u informatie over ons vinden op Around the star security serviceSoort dienstverband: Fulltime, Bepaalde tijd, Onbepaalde tijdSecundaire arbeidsvoorwaarden:VakantiegeldFlexibele werkurenPensioenSoort dienstverband: Bepaalde tijd, Onbepaalde tijdWerkschema:AvondwerkDagdienstFlexibel werkroosterma-vrNachtdienstOnregelmatige Werktijden/WaakdienstPloegendienstWeekendWerken op feestdagenThuiswerken:Nee", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Around-The-Star-Security-Service-Schiphol/jobs/Beveiliger-Luchthaven-Locatie-206fc8f683ee2aa7?fccid=50d7de7fcdfae6b3&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21", "Language": "en", "Gender": "Neutral"}, {"index": 5, "Search Keyword": "build", "Platform": "Indeed", "Job ID": "p_9d39ef8a84f8a94f", "Job Title": "ZZP klussers gezocht voor startup Solverr", "Company Name": "Solverr", "Location": " Amsterdam", "Job Description": "Ben jij de hybride klusjesman of vrouw voor de nieuwe startup Solverr?Solverr is het nieuwe community platform dat zich richt op het verbinden van mensen met elkaar. Solverr koppelt mensen die anderen kunnen helpen, aan degene die hulp nodig hebben. Hierdoor help jij een ander en verdien je geld! Bij Solverr hoef je niet persé een gecertificeerde vakman, IT-specialist of gitaar docent te zijn. Wij geloven dat iedereen met zijn of haar kwaliteiten een oplossing kan bieden voor een ander en hiermee geld kan verdienen. Jij kiest zelf wanneer jij beschikbaar bent om te werken, jij kan zelf je uurloon bepalen en jij bepaalt voor wie of welke job je werkt.BeschrijvingOp www.Sovlerr.nl maak jij jouw eigen profiel aan, geef je jouw skills en beschikbaarheid op en je kunt gelijk beginnen. Op de web-app kies jij je de klussen die je wilt klaren en kun je de details bespreken met de klant. Dat is heel makkelijk en snel verdiend! Bij Solverr krijg je de kans om te groeien op een eerlijke manier. Na het helpen van een ander ontvang je een beoordeling die geplaatst wordt op je profiel. Hierdoor kan je een mooi referentie portfolio opbuilden en groeien.Wat ga jij doen?Op de web-app plaatsen mensen een klus die geklaard moet worden, dit kan van alles zijn; een lamp verwisselen, een buitentafel schuren en verven, een leiding aanleggen of wat plinten vervangen. Jij als hybride klusjesman of vrouw durft van alles dat gefikst moet worden aan te pakken. Jij gaat aan het werk door te reageren op een job en een afspraak te maken via de web-app. Jij klaart de klus, de klant is blij en jij krijgt via Solverr uitbetaald. Dat is makkelijk en leuk verdiend!Heb jij nog niet veel ervaring als klusjesheld of heldin, maar wel de skills? Dit is geen probleem, bij ons hoef je niet geschoold of specialist te zijn en kun jij je verder ontwikkelen door klussen aan te nemen en een portfolio op jouw profiel op te builden.Wij bieden jou- De keuze om jouw eigen uurloon te bepalen- De mogelijkheid om uitbetaald te worden door verloning.nl of als ZZP’r aan de slag te gaan- Werken wanneer jou dat uitkomt- Bij ons ga je zonder contract flexibel aan het werk- Je kan naast je huidige baan, dagtaak of planning wat bijverdienen- je leert nieuwe dingen en mensen kennen, verbreed jouw horizonJij bent- 18 jaar of ouder- Flexibel, energiek en enthousiast- Leergierig- Handig en praktischSoort dienstverband: Parttime, Freelance/ZZPThuiswerken:Nee", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Solverr/jobs/Klussers-Startup-9d39ef8a84f8a94f?fccid=1be0bd2db4980ac6&vjs=3", "Job Age": "9 dagen geleden", "Job Age Number": "9 dagen geleden", "Collection Date": "2021-02-21", "Language": "en", "Gender": "Neutral"}]
