[{"Search Keyword": "application developers", "Platform": "Indeed", "Job ID": "p_f341504d9a890ced", "Job Title": "Application Specialist", "Company Name": "Fast Four", "Location": " Schiphol", "Job Description": "Fast Four is growing! In our young, fun and international team we are looking for somebody that will make software implementation a smooth journey for our customers.\n\nThe role\n\nYou are the backbone in the delivery of our application Scan & Capture. After the customer signs up, you configure their application. You train customers in using the product, with help of senior consultants. You answer day-to-day questions from customers. When you have identified a possible improvement with a customer, you feed that back to the Product Owner and development team.\n\nYou assist partners (that resell the application) in configuring demo accounts so partners can demo the solutions.\n\n\nMain activities:\n\nConfiguring the application for new customers\nBasic training on the solutions\nProvide support and Q&A to end-users\n\n\nThe role will be based at our office on Schiphol Airport, less then 10 minutes walk from the train station. English language is required.\n\n\nAbout the application: Scan & Capture\n\nWe have developed four add-ons to the NetSuite cloud ERP platform, used by 500 customers globally.\n\nThe two largest apps are Scan & Capture and Bank Reconciliation (automated entry of bank transactions). The position of Application Specialist is fully focused on Scan & Capture.\n\nScan & Capture uses OCR (Abbyy FlexiCapture) to convert PDF vendor bills into meaningful data. That data is used to automate entry of vendor bills. The app includes e-invoicing as well.\n\n\nThe ideal candidate\n\nYou have degree in MBO or HBO or similar\nYou are satisfied when the customer is satisfied\nYou are the type of person that will dig into a software problem and find a solution\nYou have a positive attitude. Our customers undergo large and complex change projects that can be stressful. You patiently listen to them and address their needs\nYou always find ways to make your life easier. By improving the way you do things or automating repetitive tasks.\nYou have some affinity with finance, as our software solutions are focuses on automating financial processes\nYou are available at least 32 hours per week\nYou currently live in the Netherlands or Belgium\n\n\nAbout Fast Four\n\nFast Four started in 2012 to implement NetSuite (cloud-based ERP from Oracle) at dutch-headquartered companies. Since 1st January 2020 we started a team in Belgium with an office in Antwerp.\n\n\nWith the experience as implementation consultants, the company started to build add-ons to enhance NetSuite’s native functionality. Currently Fast Four manages four apps, all developed and enhanced based on customer request.\n\n\nWhile we are fully focused on NetSuite, we do have two main activities: implementing full ERP systems (large complex projects) and develop/implement apps. This vacancy is fully focused on apps, and more specifically on Scan & Capture.\n\n\nFast Four has a team of 30+ resources and continues to grow. Your future colleagues are functional consultants, sales representatives and developers. We have implemented NetSuite at over 60 customers and our add-ons are used by over 500 customers globally.\n\nEvert van de Beekstraat 1\n\n1118CL Schiphol\n\nTel.: 0202610122", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=f341504d9a890ced&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=31d4c532555349b2&assa=3351", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=f341504d9a890ced&fccid=789465f899aea543&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-01-20"}]
