[{"Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_4102fa7571f3c795", "Job Title": "Uitgeverij Thomas Rap, Acquirerend redacteur", "Company Name": "WPG Uitgevers", "Location": " Amsterdam", "Job Description": "Uitgeverij Thomas Rap is al meer dan 50 jaar in zowel fictie als non-fictie een van de meest eigenzinnige uitgevers van Nederland en maakt sinds 1999 als zelfstandige imprint deel uit van uitgeverij De Bezige Bij. Tot het fonds behoren diverse aansprekende namen zoals Youp van ’t Hek, Yuval Noah Harari, Herman Finkers, Stephen Fry, Mathijs Deen, Japke-d. Bouma, Herman van Veen, Coen Verbraak, Johan Goossens, Wim Daniëls, Bert Natter en vele anderen.\n\nPer direct zijn wij op zoek naar een ervaren\n\nAcquirerend redacteur (2x)\n\n(36 uur)\n\nDe functie\n\nAls acquirerend redacteur maak je deel uit van de redactie van Thomas Rap en lever je een belangrijke bijdrage aan de uitgaven en de keuzes die daarin gemaakt worden. Je beschikt over een uitgebreid netwerk, initieert en stimuleert nieuwe uitgaven en draagt actief bij aan het positioneren van auteurs en titels. Je draagt zorg voor de redactionele begeleiding van auteurs en werkt nauw samen met de afdelingen marketing, pr en verkoop voor het formuleren van de juiste propositie. Je rapporteert aan de uitgever van Thomas Rap.\n\nJe profiel:\nErvaren redacteur, met minimaal vier jaar ervaring in een vergelijkbare functie.\nVolwaardig gesprekspartner voor onze auteurs.\nAcademisch werk- en denkniveau.\nBrede belangstelling.\nScherp oordeelsvermogen waarmee je inhoudelijke en commerciële afwegingen kunt maken.\nKennis van de (ontwikkelingen op de) markt.\nSociaal en communicatief vaardig.\nBedreven in het adequaat aansturen van externe vormgevers en freelancers.\nBreed ontwikkeld netwerk in de literaire, academische en mediawereld.\n\nWij bieden\n\nEen dynamische functie bij een succesvol uitgeefhuis. Uitgeverij De Bezige Bij is gevestigd in het hart van Amsterdam. Als basis voor onze arbeidsvoorwaarden geldt de CAO voor het Uitgeverijbedrijf en het supplement arbeidsvoorwaarden van WPG Uitgevers. De functie is ingedeeld in een bij WPG Uitgevers geldende salarisschaal 8 (€3.200 tot €4.300), waarbij het salaris mede afhankelijk is van opleiding en ervaring.\n\nSolliciteren?\n\nIs deze functie je op het lijf geschreven, stuur dan je cv + motivatie zo spoedig mogelijk, uiterlijk 14 januari 2021, uitsluitend via de sollicitatiebutton op www.wpg.nl naar Peggy Meijer, HR-medewerker. Voor nadere informatie kun je telefonisch contact opnemen met Jasper Henderson, uitgever Thomas Rap (06-81380686). De eerste gespreksronde zal plaatsvinden op 21 januari 2021.\n\nAcquisitie na aanleiding van deze vacature wordt niet op prijs gesteld.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=4102fa7571f3c795&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=a4d639b47e830ef5&assa=3604", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=4102fa7571f3c795&fccid=9dafb75b1b0bf0e6&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22"}, {"Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_ff8abe85e0cd783c", "Job Title": "Redacteur", "Company Name": "Berghauser Pont", "Location": " Amsterdam", "Job Description": "Ben jij een gedreven, nieuwsgierige redacteur met een hart voor de publieke zaak en lijkt het je leuk om aan de slag te gaan bij een innovatieve en snelgroeiende mediagroep in Amsterdam? Dan zoeken wij jou.OVER ONSBerghauser Pont Mediagroep stimuleert debat, ontwikkeling en kennisdeling over de publieke zaak. We zijn een onafhankelijk platform dat hoogwaardige kennis ontwikkelt, bij elkaar brengt en toegankelijk maakt voor de professional. Onze intentie is daarmee een bijdrage te leveren aan een meer duurzame, eerlijke en inclusieve samenleving.De kennisportals Omgevingsweb, Klimaatweb, Privacyweb en Zorg&Sociaalweb spelen hierbij een centrale rol. Deze portals onderscheiden zich door de hoogwaardige inhoudelijke content, die grotendeels samen met partners zoals advocatenkantoren of adviesbureaus wordt ontwikkeld.Voor onze kennisportals zijn wij op zoek naar een redacteur.DE FUNCTIEWat ga je doen?Je vertaalt trends en ontwikkelingen naar interessante contentproposities en weet content te realiseren die verdieping biedt aan professionals werkzaam in dit domein. Je bouwt een breed netwerk op van auteurs die op regelmatige basis inhoudelijke bijdragen leveren. Je vindt het leuk om op pad te gaan om interviews af te nemen met dé experts in de markt. Verder denk je actief mee over hoe we de content op een aantrekkelijke manier bij de doelgroep kunnen brengen.WerkzaamhedenThematische verdieping biedenAcquisitie van auteurs voor contentRealiseren van unieke content (o.a. interviews, video’s, etc.)Analyseren van (lezers)statistiekenCompetentiesHBO/WO-diploma in letteren, rechten of een aanverwante studie, met enkele jaren werkervaringUitstekende communicatieve vaardigheden in woord en geschriftUitstekende beheersing van de Nederlandse taalNieuwsgierig, gedreven en kritischStressbestendig en zelfstandigRedactionele en/of juridische ervaring is een préWat bieden we jou?Marktconforme arbeidsvoorwaardenEen dynamische werkomgeving. De lijnen zijn kort, dus je zit niet alleen op je eigen eiland. Zo leer je snel over het reilen en zeilen van de organisatie.Ons kantoor bevindt zich aan de Danzigerkade in de historische Houthavens welke volop in transformatie zijn. Gesitueerd aan de oever van het IJ, vormt de Danzigerkade een hub waar meer bedrijven samenkomen vanuit de media en creatieve industrie. Je komt terecht in een jong en enthousiast team, wij zijn gedreven om Berghauser Pont met elkaar naar een hoger plan te tillen.Parttime uren: 32-40 per weekSoort dienstverband: Fulltime, Parttime, Bepaalde tijdSalaris: €2.250,00 - €2.950,00 per maandAanvullende betalingen:VakantiegeldArbeidsvoorwaarden:ReiskostenvergoedingWerk vanuit huisWerkschema:ma-vrThuiswerken:JaVoorzorgsmaatregelen tegen het coronavirus:Plexiglas schermen op werkplekkenVirtuele vergaderingenEr zijn ontsmettings-, desinfecteer- of schoonmaakprocedures van kracht", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/E--WISE/jobs/Redacteur-ff8abe85e0cd783c?fccid=ab30e3a72c1d8a19&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22"}, {"Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_0e80c71cb4d05f2b", "Job Title": "Content-/Projectcoördinator (freelance/zzp)", "Company Name": "Reshift", "Location": " Haarlem", "Job Description": "Voorop lopen in media-innovatie. Dat is typisch Reshift. Met marktleiders als Zoom.nl, Kieskeurig.nl, Computer!Totaal, Power Unlimited en vele andere aansprekende merken bereiken wij maandelijks 8 miljoen mensen. Ooit hoofdzakelijk via tijdschriften, nu ook online met onze prijsvergelijkers, livestreams en interactieve e-learningplatformen. Om ons redactieteam te versterken zoeken wij hulp. Ben jij een freelance content-/projectcoördinator met eindredactionele ervaring? Lees dan even mee.Interactief lerenOnze groeibriljanten zijn Zoom Academy & Tech Academy. Gericht op fotografie en technologie. Twee domeinen, één doel: cursisten vooruit helpen via slimme interactieve cursussen. Samen met een team enthousiaste content creators regisseer jij content die duizenden gebruikers te zien krijgen. Dat is pas impact!Online leren is dé trend. Met onze Zoom- & Tech Academy loop je mee in de voorhoede van de media-innovatie. Je bent verantwoordelijk voor het coördineren en redigeren van cursussen maar werkt ook mee aan de lancering van een nieuwe cursus aan de Zoom- of Tech Academy. Je bent sterk op de inhoud, maakt je snel nieuwe materie eigen en hebt een ongenade loze interesse in tech of foto. Ben je zo thuis in het onderwerp dat je zelfstandig – op basis reeds beschikbare content – nieuwe cursussen kunt maken, dan is deze rol perfect voor jou.Dit breng jij mee.+ Interesse in fotografie of de nieuwste technologie.+ Jij weet op basis van data cursusonderwerpen te finetunen.+ Je gaat zelfstandig aan de slag met content en auteurs en weet op basis hiervan cursussen te maken.+ Jij bent het middelpunt in de productie van een cursus en zorgt dat de productie soepel verloopt.+ Naast coördineren heb je een uitstekend gevoel voor taal en teksten redigeren.+ Liggen jouw roots in het onderwijs dan is dat een pré.Dit is wat wij bieden.+ Een passend dagtarief.+ 100 creatieve content gedreven collega’s.+ Meebouwen aan een high-tech platform+ Een freelance opdracht waar je écht impact kan maken op duizenden gebruikers.+ Je bouwt aan jouw portfolio met opdrachten waar je blij van wordt.Kom maar door met je sollicitatie.Stuur je ons gelijk jouw LinkedIn-profiel? Eerst even bellen of appen kan natuurlijk ook op 06-53478895. Susanne vertelt je graag meer over onze teams en de freelance vacature.Parttime uren: 8 - 36 per weekSoort dienstverband: Fulltime, Parttime, Tijdelijk, Freelance/ZZPWerkschema:ma-vrTaal:Nederlands (Vereist)", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Reshift/jobs/Content-Projectco%C3%B6rdinator-0e80c71cb4d05f2b?fccid=7712a24a24de412f&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22"}, {"Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_ecea669244a4ed7a", "Job Title": "Freelance Content-/ Projectcoördinator", "Company Name": "Reshift Digital BV", "Location": " Haarlem", "Job Description": "Voorop lopen in media-innovatie. Dat is typisch Reshift. Met marktleiders als Zoom.nl, Kieskeurig.nl, Computer!Totaal, Power Unlimited en vele andere aansprekende merken bereiken wij maandelijks 8 miljoen mensen. Ooit hoofdzakelijk via tijdschriften, nu ook online met onze prijsvergelijkers, livestreams en interactieve e-learningplatformen. Om ons redactieteam te versterken zoeken wij hulp. Ben jij een freelance content-/projectcoördinator met eindredactionele ervaring? Lees dan even mee.\n\nInteractief leren\nOnze groeibriljanten zijn Zoom Academy & Tech Academy. Gericht op fotografie en technologie. Twee domeinen, één doel: cursisten vooruit helpen via slimme interactieve cursussen. Samen met een team enthousiaste content creators regisseer jij content die duizenden gebruikers te zien krijgen. Dat is pas impact!\n\nOnline leren is dé trend. Met onze Zoom- & Tech Academy loop je mee in de voorhoede van de media-innovatie. Je bent verantwoordelijk voor het coördineren en redigeren van cursussen maar werkt ook mee aan de lancering van een nieuwe cursus aan de Zoom- of Tech Academy. Je bent sterk op de inhoud, maakt je snel nieuwe materie eigen en hebt een ongenade loze interesse in tech of foto. Ben je zo thuis in het onderwerp dat je zelfstandig – op basis reeds beschikbare content – nieuwe cursussen kunt maken, dan is deze rol perfect voor jou.\n\n\nDit breng jij mee.\n+ Misschien een open deur maar jij hebt interesse in fotografie of de nieuwste technologie :)\n\n+ Jij weet op basis van data cursusonderwerpen te finetunen.\n+ Je gaat zelfstandig aan de slag met content en auteurs en weet op basis hiervan cursussen te maken.\n+ Jij bent het middelpunt in de productie van een cursus en zorgt dat de productie soepel verloopt.\n\n+ Naast coördineren heb je een uitstekend gevoel voor taal en teksten redigeren.\n+ Liggen jouw roots in het onderwijs dan is dat een pré.\n\n\nDit is wat wij bieden.\n+ Een passend dagtarief.\n+ 100 creatieve content gedreven collega’s.\n+ Meebouwen aan een high-tech platform.\n+ Een freelance opdracht waar je écht impact kan maken op duizenden gebruikers.\n\n+ Je bouwt aan jouw portfolio met opdrachten waar je blij van wordt.\n\nKom maar door met je sollicitatie.\nStuur je ons gelijk jouw LinkedIn-profiel? Eerst even bellen of appen kan natuurlijk ook op 06-53478895. Susanne vertelt je graag meer over onze teams en de freelance vacature.", "Rating": -1.0, "Employment Type": "-1", "Company URL": -1, "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=ecea669244a4ed7a&fccid=acfe58b3f2594ed7&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22"}, {"Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_daa5994333f48931", "Job Title": "Redacteur Governance & Privacyweb", "Company Name": "Berghauser Pont", "Location": " Amsterdam", "Job Description": "Wil jij je bezighouden met maatschappelijke ontwikkelingen die er echt toe doen? En lijkt het je leuk om als redacteur aan de slag te gaan bij een innovatieve en snelgroeiende uitgeverij in Amsterdam? Dan is dit iets voor jou!Over onsBerghauser Pont Mediagroep stimuleert debat, ontwikkeling en kennisdeling over de publieke zaak. We zijn een onafhankelijk platform dat hoogwaardige kennis toegankelijk maakt voor de professional. We geven snel inzicht in de laatste maatschappelijke ontwikkelingen, maar ook verdieping, opinies en alle relevante regelgeving en achtergrondinformatie. Dat doen we met boeken, cursussen en events die we ontwikkelen met honderden experts. Onze intentie is daarmee een bijdrage te leveren aan een meer duurzame, eerlijke en inclusieve samenleving.De kennisportals Omgevingsweb, Privacyweb en Sociaalweb spelen hierbij een centrale rol. Governanceweb is een nieuw te ontwikkelen platform voor good-governance.De functieJe levert een bijdrage aan het verder uitbouwen van Privacyweb en Governanceweb. Je volgt de actualiteit op de voet en signaleert trends en ontwikkelingen. Deze vertaal je samen met ons netwerk van experts naar relevante content. Je komt met voorstellen over hoe we dit op een aantrekkelijke manier bij de doelgroep kunnen brengen. Ook reik je ideeën aan, bijvoorbeeld voor nieuwe rubrieken. Je bent verantwoordelijk voor het dagelijkse nieuws, maar ook voor de thematische dossiers die achtergrond en duiding bieden. Je bouwt aan het netwerk van auteurs die op regelmatige basis een bijdrage leveren. Je zorgt voor een zo groot mogelijk bereik van de content door verspreiding via de diverse kanalen van Privacyweb en Governanceweb, waaronder de nieuwsbrieven en social media.WerkzaamhedenNieuws- en beeldredactieAcquisitie van auteurs voor artikelen en jurisprudentieActueel houden van alle contentsoorten op Privacyweb en GovernancewebVerzorgen van themadossiers (en uitbouwen van het huidige aanbod)Onderhouden van social media-kanalenSamenstellen en versturen van nieuwsbrievenAnalyseren van (lezers)statistiekenCompetentiesHBO/WO-diploma in rechten, economie of een aanverwante studieUitstekende communicatieve vaardigheden in woord en geschriftUitstekende beheersing van de Nederlandse taalNieuwsgierig, gedreven en kritischStressbestendig en zelfstandigEen paar jaar redactionele ervaring is een préWat bieden we jou?Een mooie baan met veel verantwoordelijkheid, you can make a difference!Een dynamische werkomgeving in een modern kantoorpand in de Amsterdamse Houthavens;Fantastische collega’s, we organiseren geregeld borrels & uitjes;En vanzelfsprekend goede arbeidsvoorwaarden.Pas jij in deze functie?Dan maken we graag kennis! Stuur je CV en motivatie en dan nemen we zo snel mogelijk contact met je op.Acquisitie naar aanleiding van deze advertentie wordt niet op prijs gesteldSoort dienstverband: Bepaalde tijd, Onbepaalde tijdAanvullende betalingen:VakantiegeldArbeidsvoorwaarden:FietsplanPensioenReiskostenvergoedingVrijdagmiddagborrelWerkschema:ma-vr", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Berghauser-Pont/jobs/Redacteur-Governance-Privacyweb-daa5994333f48931?fccid=6cbc54ba1a31aa1f&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22"}, {"Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_a52850748e86ca89", "Job Title": "Jurist Auteursrecht/Naburige Rechten (parttime)", "Company Name": "Legal Work Force", "Location": " Amsterdam", "Job Description": "Onze opdrachtgever is het CvTA, het College van Toezicht Auteursrecht. Het CvTA is een zelfstandig bestuursorgaan dat toezicht houdt op de inning en verdeling door collectieve beheersorganisaties (CBO’s) van vergoedingen voor het gebruik van auteurs- en/of\nnaburigrechtelijk beschermde werken. Het College bestaat uit drie personen en wordt ondersteund door een bureau dat bestaat uit een 6-koppige staf waaronder drie juristen en een secretaris- directeur. Graag komen wij in contact met kandidaten voor de positie van\nJurist Auteursrecht/Naburige Rechten (parttime)\n24-32 uur, Amsterdam\nBinnen de organisatie ben je de inhoudelijke spil op dit rechtsgebied die voorbereidend ook extern adviseert. Daarnaast draag je, in samenwerking met de andere juristen, bij aan de uitvoering van juridische werkzaamheden op de rechtsgebieden zoals bijvoorbeeld privacy, WOB, governance, verbintenissenrecht en de eigen voorschriften en wetgeving. Je ondersteunt en adviseert het College inhoudelijk en bereidt adviezen en besluiten zorgvuldig voor. Je denkt zelfstandig maar werkt nauw samen met de andere leden van het bureau.\n\nProfiel\njurist met 3+ jaar relevante werkervaring\nuitstekende kennis van het auteursrecht en/of de naburige rechten\nbijvoorbeeld vergaard in de wetenschap, advocatuur of rechterlijke macht\nzelfstandige en helder communicerende professional; zowel denker als doener\nteamplayer in een kleine multidisciplinaire staf, politiek-bestuurlijk sensitief\nPropositie\ninhoudsgerichte juridische rol bij een ambitieuze toezichthouder\neen belangrijke positie in een klein en kwalitatief veeleisend team\nbijdrage leveren aan de verdere inhoudelijke professionalisering van het CvTA\nflexibele invulling mogelijk, bijvoorbeeld in combinatie met functie in de wetenschap of elders\nkarakteristiek kantoor in hartje Amsterdam", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=a52850748e86ca89&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=242cc27967f80237&assa=6906", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=a52850748e86ca89&fccid=f45097a549ba4f55&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22"}, {"Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_6ca7a9220acf870f", "Job Title": "Universitair Docenten Ondernemingsrecht en Insolventierecht", "Company Name": "Universiteit van Amsterdam", "Location": " Amsterdam Centrum", "Job Description": "Publicatiedatum 18 november 2020\n\nSluitingsdatum 31 januari 2021\n\nOpleidingsniveau Gepromoveerd\n\nFunctieomvang 24 tot 38 uur per week\n\nSalarisindicatie €3.746 tot €5.127 bruto per maand, op basis van 38 uur per week\n\nVacaturenummer 20-708\n\nDe afdeling Privaatrecht is op zoek naar twee Universitaire Docenten voor het onderwijs op het gebied van het Ondernemingsrecht en het Insolventierecht in de Bachelor rechtsgeleerdheid en de masteropleiding Privaatrecht.\nHet onderzoek van de leerstoelgroep is ondergebracht in the Amsterdam Center for Transformative Law (ACT).\nWat ga je doen?\nJe:\ncoördineert onderwijs in het bachelorvak Ondernemingsrecht of het vak Insolventierecht en Zekerheid, inclusief het leiden en begeleiden van de docentengroep, coördineren van het vak, ontwikkelen van onderwijsmateriaal (docentenhandleidingen, tentamens) en bent contactpersoon voor en naar studenten;\nverzorgt onderwijs (werkgroepen) in de bachelorvakken/mastervakken op het gebied van het Insolventierecht (Insolventierecht en Zekerheid, Insolventierecht en Corporate Finance, Finance, Security and Insolvency) en/of Ondernemingsrecht (Ondernemingsrecht, Vennootschaps- en rechtspersonenrecht, Fusies & Overnames;\nbegeleidt zowel Nederlandstalige als Engelstalige bachelor- en masterscripties op het gebied van het insolventierecht/ondernemingsrecht ook voor de master Law & Finance;\nverricht en publiceert zelfstandig en hoogwaardig onderzoek op het gebied van Privaatrecht dat past binnen het onderzoek van het ACT of op het terrein van grensoverschrijdend en nationaal Insolventierecht en/of Ondernemingsrecht;\ndraagt actief bij aan de onderzoeksgemeenschap van de Faculteit, in het bijzonder het ACT;\nvraagt zo mogelijk externe fondsen voor onderzoek aan zoals NWO en ERC;\nverricht bestuurlijke en organisatorische taken voor de leerstoelgroep en faculteit (bijvoorbeeld deelname opleidingscommissies, examencommissie, ondernemingsraad etc.).\nWat vragen wij van jou?\nDe kandidaat die wij zoeken:\nis gepromoveerd met een proefschrift in het Privaatrecht, bij voorkeur in het Insolventierecht of Ondernemingsrecht of in de afrondende fase van het manuscript van het proefschrift;\nheeft uitstekende didactische kwaliteiten blijkend uit onderwijsevaluaties;\nheeft de Basiskwalificatie Onderwijs of is bereid deze binnen 1 jaar te halen;\nheeft aantoonbare ervaring met coördinatie van grote bachelor- en mastervakken inclusief het ontwerpen en voorbereiden van onderwijsmateriaal en opstellen van tentamens;\nheeft aantoonbare ervaring met onderwijs in het Insolventierecht en/of Ondernemingsrecht;\nheeft aantoonbare ervaring met het begeleiden van bachelor- en masterscripties op het gebied van Insolventierecht en/of Ondernemingsrecht;\nheeft aantoonbare ervaring met bestuurlijke en organisatorische taken;\nheeft een uitstekende beheersing in woord en geschrift van de Nederlandse en de Engelse taal.\nInlichtingen\nVoor meer informatie kun je contact opnemen met:\nprof.dr. Rolef de Weijs, Insolventierecht\nof\nprof.dr. Joti Roest, Ondernemingsrecht\n\nVoor meer informatie over werken bij de Universiteit van Amsterdam verwijzen wij naar de website.\nOns aanbod\nWe bieden een afwisselende en uitdagende baan in een ambitieuze organisatie. Het gaat in eerste instantie om een tijdelijk dienstverband voor de duur van een jaar met uitzicht op een vast dienstverband. Op deze functie is het UFO-profiel van Universitair Docent 2 van toepassing. Het salaris bedraagt minimaal €3.746 en maximaal €5.127 (schaal 11) bruto per maand op basis van volledige werktijd (38 uur).\nEen tenure track naar Universitair Hoofddocent 2 volgens het zogeheten up or out- principe behoort ook tot de mogelijkheden. In dat geval betreft dit een tijdelijk dienstverband voor 6 jaar in de functie van Universitair Docent 2 met uitzicht op een vast contract als Universitair Hoofddocent 2 indien aan de gestelde voorwaarden is voldaan.\n De UvA biedt verder een uitgebreid pakket secundaire arbeidsvoorwaarden, waaronder 8% vakantiegeld en 8.3% eindejaarsuitkering. De cao Nederlandse Universiteiten is van toepassing.\nOver de faculteit\nMet ruim 5000 studenten en 500 medewerkers is de Faculteit der Rechtsgeleerdheid van de Universiteit van Amsterdam een van de grotere juridische faculteiten van Nederland. De Faculteit verzorgt de bacheloropleidingen Rechtsgeleerdheid, Fiscaal recht en – samen met twee andere faculteiten – de opleiding Politics, Psychology, Law and Economics (PPLE). Daarnaast biedt zij 19 masteropleidingen met verschillende varianten aan. Het onderzoek van de faculteit vindt plaats in een verscheidenheid aan onderzoeksgroepen, programma’s en centra. De faculteit heeft een internationaal profiel en kiest voor een maatschappelijke benadering van het recht.\nHet onderwijs en het onderzoek worden verzorgd door de zes afdelingen van de Faculteit: Algemene Rechtsleer, Arbeids- en Informatierecht, Internationaal en Europees Publiekrecht, PPLE, Privaatrecht en Publiekrecht.\nSollicitatie\nAls werkgever handhaaft de UvA een beleid van gelijke kansen. We vinden diversiteit belangrijk en zetten ons volledig in om een plek te zijn waar iedereen zich thuis voelt. We koesteren de onderzoekende geest en het doorzettingsvermogen en laten de ruimte om door te vragen. Bij ons vormen nieuwsgierigheid en creativiteit de heersende cultuur.\nKandidaten wordt gevraagd:\neen sollicitatiebrief te schrijven, waarin je je motivatie toelicht om te solliciteren naar deze functie;\neen CV, inclusief een lijst van publicaties, in te zenden;\neen onderzoeksvoorstel (max. 3 pagina's) te schrijven, waarin je onder meer ingaat op de bijdrage die je wilt leveren aan het ACT-onderzoeksprogramma;\ncontactgegevens van 2 referenten aan te leveren;\nbewijs te overleggen van het met succes hebben verdedigd van een proefschrift en andere relevante diploma's;\neen schrijfvoorbeeld van een recent geschreven Engelstalige publicatie (als auteur zonder co-auteurs), van maximaal 50 pagina's (dit kan ook een hoofdstuk van het proefschrift zijn).\n\nJe kunt je sollicitatie opsturen via onderstaande link.\nDe vacature sluit op 31 januari 2021.\n#LI-DNP\nWij stellen acquisitie niet op prijs", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=6ca7a9220acf870f&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=48ab6ad6f877d32a&assa=8055", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=6ca7a9220acf870f&fccid=6d76c7ec59b89971&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22"}, {"Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_35e52d6bfb70dd79", "Job Title": "Beheerder documentatiesysteem", "Company Name": "Manpower", "Location": " Petten", "Job Description": "Dit ga je doen\nAls beheerder documentatiesysteem ben jij thuis in allerlei soorten informatiestromen. Jij bent in staat om orde in de mogelijk ontstane chaos te scheppen en zorgt ervoor dat alle documenten goed opgeslagen worden én dat iedereen bij het bedrijf gemakkelijk de juiste documenten kan raadplegen. Heb jij meerdere jaren ervaring als medewerker informatiebeheer, medewerker DIV of vergelijkbaar en ben jij klaar voor een nieuwe baan? Lees dan snel verder en solliciteer direct!\n\nVoor een opdrachtgever in Petten is uitzendbureau Manpower op zoek naar een document controller.\n\nAls beheerder documentatiesysteem / recordmanagement zie jij toe op een geordend en gestroomlijnd systeem. Jij bent bezig met het inzichtelijk en actueel houden van het documentensysteem volgens de geldende normen. Hierbij kun je denken aan de volgende werkzaamheden:\nScannen en archiveren van opgevolgde en teruggetrokken documenten\nOndersteunen van auteurs bij het opstellen of aanpassen van documenten (in het Engels en Nederlands)\nRedigeren van documenten op verzoek van auteurs\nToetsen van documenten aan geldende Good Documentation Practices\nAdviseren over de structuur van projectdossiers\nBehandelen en technisch reviewen van aangeboden records\nSignaleren van afwijkingen\n\nDit krijg je\nBrutosalaris tussen €2.500 en €3.200 per maand op basis van 40 uur per week\nReiskostenvergoeding van €0,19 per kilometer\nFulltime baan van 40 uur per week\nKans op overname bij goed functioneren\nATV en 13e maand\nToegang tot e-learning platform Studytube\nPensioenopbouw via Manpower\nHier ga je werken\nAls beheerder documentatiesysteem / recordmanagement ga jij werken bij een specialist in de productie van preparaten en radioactieve medicijnen. Op dit moment is de bedrijfsnaam nog vertrouwelijk. In een later stadium van het sollicitatieproces vertellen wij jou graag meer!\n\nWerktijden\nIn deze functie werk jij 40 uur per week. De werkdagen zijn maandag tot en met vrijdag tussen 8.30 en 17.00 uur.\nDit neem je mee\nMinimaal een mbo-4 diploma, bij voorkeur richting informatiemanagement of archiefschool\nTenminste drie jaar werkervaring als document beheerder, documentalist, medewerker informatiebeheer, archivaris of een andere soortgelijke functie\nGoede beheersing van de Engelse taal in woord en geschrift, vanwege de documentatie\nKennis van GDP (Good Documentation Proces)\nAfgeronde opleiding SOD-i of bereidheid om deze te behalen\nBeschikbaar voor 40 uur per week\nErvaring van geautomatiseerde processen\n\nBij voorkeur woon je in of in de buurt van Petten, bijvoorbeeld in Heerhugowaard, Schagen of Anna Paulowna. Eerder ervaring opgedaan als medewerker DIV dan heb je een streepje voor!\n\nZo solliciteer je\nOnline solliciteren via de button\nMaken van vragenlijst die direct verschijnt\nManpower neemt contact op voor een telefonisch of live interview bij Manpower\nMogelijk op sollicitatiegesprek bij de opdrachtgever\nOver Manpower\nBijna niets in het leven is voor mensen zó essentieel als het vinden en behouden van zinvol werk. Wat dit betekent, is voor iedereen anders. Manpower biedt tijdelijke, flexibele en vaste banen. Onder meer binnen de financiële en zakelijke dienstverlening, overheid, klant contact centra, logistiek en productie. Het is onze passie om mensen verder te helpen. Dat doen we met een enorme gedrevenheid. We helpen je om succesvol te zijn bij een sollicitatie en dagen je uit om je te (blijven) ontwikkelen. Eerlijkheid vinden we belangrijk; we zijn transparant, staan open voor feedback en we doen wat we beloven.\n\nMinimaal een mbo-4 diploma, bij voorkeur richting informatiemanagement of archiefschool\nTenminste drie jaar werkervaring als document beheerder, documentalist, medewerker informatiebeheer, archivaris of een andere soortgelijke functie\nGoede beheersing van de Engelse taal in woord en geschrift, vanwege de documentatie\nKennis van GDP (Good Documentation Proces)\nAfgeronde opleiding SOD-i of bereidheid om deze te behalen\nBeschikbaar voor 40 uur per week\nErvaring van geautomatiseerde processen\n\nBij voorkeur woon je in of in de buurt van Petten, bijvoorbeeld in Heerhugowaard, Schagen of Anna Paulowna. Eerder ervaring opgedaan als medewerker DIV dan heb je een streepje voor!\n\nZo solliciteer je\nOnline solliciteren via de button\nMaken van vragenlijst die direct verschijnt\nManpower neemt contact op voor een telefonisch of live interview bij Manpower\nMogelijk op sollicitatiegesprek bij de opdrachtgever", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=35e52d6bfb70dd79&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=51be7646af84973c&assa=4299", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=35e52d6bfb70dd79&fccid=1a17983a910f73d8&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22"}, {"index": 0, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_4102fa7571f3c795", "Job Title": "Uitgeverij Thomas Rap, Acquirerend redacteur", "Company Name": "WPG Uitgevers", "Location": " Amsterdam", "Job Description": "Uitgeverij Thomas Rap is al meer dan 50 jaar in zowel fictie als non-fictie een van de meest eigenzinnige uitgevers van Nederland en maakt sinds 1999 als zelfstandige imprint deel uit van uitgeverij De Bezige Bij. Tot het fonds behoren diverse aansprekende namen zoals Youp van ’t Hek, Yuval Noah Harari, Herman Finkers, Stephen Fry, Mathijs Deen, Japke-d. Bouma, Herman van Veen, Coen Verbraak, Johan Goossens, Wim Daniëls, Bert Natter en vele anderen.\n\nPer direct zijn wij op zoek naar een ervaren\n\nAcquirerend redacteur (2x)\n\n(36 uur)\n\nDe functie\n\nAls acquirerend redacteur maak je deel uit van de redactie van Thomas Rap en lever je een belangrijke bijdrage aan de uitgaven en de keuzes die daarin gemaakt worden. Je beschikt over een uitgebreid netwerk, initieert en stimuleert nieuwe uitgaven en draagt actief bij aan het positioneren van auteurs en titels. Je draagt zorg voor de redactionele begeleiding van auteurs en werkt nauw samen met de afdelingen marketing, pr en verkoop voor het formuleren van de juiste propositie. Je rapporteert aan de uitgever van Thomas Rap.\n\nJe profiel:\nErvaren redacteur, met minimaal vier jaar ervaring in een vergelijkbare functie.\nVolwaardig gesprekspartner voor onze auteurs.\nAcademisch werk- en denkniveau.\nBrede belangstelling.\nScherp oordeelsvermogen waarmee je inhoudelijke en commerciële afwegingen kunt maken.\nKennis van de (ontwikkelingen op de) markt.\nSociaal en communicatief vaardig.\nBedreven in het adequaat aansturen van externe vormgevers en freelancers.\nBreed ontwikkeld netwerk in de literaire, academische en mediawereld.\n\nWij bieden\n\nEen dynamische functie bij een succesvol uitgeefhuis. Uitgeverij De Bezige Bij is gevestigd in het hart van Amsterdam. Als basis voor onze arbeidsvoorwaarden geldt de CAO voor het Uitgeverijbedrijf en het supplement arbeidsvoorwaarden van WPG Uitgevers. De functie is ingedeeld in een bij WPG Uitgevers geldende salarisschaal 8 (€3.200 tot €4.300), waarbij het salaris mede afhankelijk is van opleiding en ervaring.\n\nSolliciteren?\n\nIs deze functie je op het lijf geschreven, stuur dan je cv + motivatie zo spoedig mogelijk, uiterlijk 14 januari 2021, uitsluitend via de sollicitatiebutton op www.wpg.nl naar Peggy Meijer, HR-medewerker. Voor nadere informatie kun je telefonisch contact opnemen met Jasper Henderson, uitgever Thomas Rap (06-81380686). De eerste gespreksronde zal plaatsvinden op 21 januari 2021.\n\nAcquisitie na aanleiding van deze vacature wordt niet op prijs gesteld.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=4102fa7571f3c795&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=a4d639b47e830ef5&assa=3604", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=4102fa7571f3c795&fccid=9dafb75b1b0bf0e6&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": "nl", "Gender": "Female"}, {"index": 1, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_ff8abe85e0cd783c", "Job Title": "Redacteur", "Company Name": "Berghauser Pont", "Location": " Amsterdam", "Job Description": "Ben jij een gedreven, nieuwsgierige redacteur met een hart voor de publieke zaak en lijkt het je leuk om aan de slag te gaan bij een innovatieve en snelgroeiende mediagroep in Amsterdam? Dan zoeken wij jou.OVER ONSBerghauser Pont Mediagroep stimuleert debat, ontwikkeling en kennisdeling over de publieke zaak. We zijn een onafhankelijk platform dat hoogwaardige kennis ontwikkelt, bij elkaar brengt en toegankelijk maakt voor de professional. Onze intentie is daarmee een bijdrage te leveren aan een meer duurzame, eerlijke en inclusieve samenleving.De kennisportals Omgevingsweb, Klimaatweb, Privacyweb en Zorg&Sociaalweb spelen hierbij een centrale rol. Deze portals onderscheiden zich door de hoogwaardige inhoudelijke content, die grotendeels samen met partners zoals advocatenkantoren of adviesbureaus wordt ontwikkeld.Voor onze kennisportals zijn wij op zoek naar een redacteur.DE FUNCTIEWat ga je doen?Je vertaalt trends en ontwikkelingen naar interessante contentproposities en weet content te realiseren die verdieping biedt aan professionals werkzaam in dit domein. Je bouwt een breed netwerk op van auteurs die op regelmatige basis inhoudelijke bijdragen leveren. Je vindt het leuk om op pad te gaan om interviews af te nemen met dé experts in de markt. Verder denk je actief mee over hoe we de content op een aantrekkelijke manier bij de doelgroep kunnen brengen.WerkzaamhedenThematische verdieping biedenAcquisitie van auteurs voor contentRealiseren van unieke content (o.a. interviews, video’s, etc.)Analyseren van (lezers)statistiekenCompetentiesHBO/WO-diploma in letteren, rechten of een aanverwante studie, met enkele jaren werkervaringUitstekende communicatieve vaardigheden in woord en geschriftUitstekende beheersing van de Nederlandse taalNieuwsgierig, gedreven en kritischStressbestendig en zelfstandigRedactionele en/of juridische ervaring is een préWat bieden we jou?Marktconforme arbeidsvoorwaardenEen dynamische werkomgeving. De lijnen zijn kort, dus je zit niet alleen op je eigen eiland. Zo leer je snel over het reilen en zeilen van de organisatie.Ons kantoor bevindt zich aan de Danzigerkade in de historische Houthavens welke volop in transformatie zijn. Gesitueerd aan de oever van het IJ, vormt de Danzigerkade een hub waar meer bedrijven samenkomen vanuit de media en creatieve industrie. Je komt terecht in een jong en enthousiast team, wij zijn gedreven om Berghauser Pont met elkaar naar een hoger plan te tillen.Parttime uren: 32-40 per weekSoort dienstverband: Fulltime, Parttime, Bepaalde tijdSalaris: €2.250,00 - €2.950,00 per maandAanvullende betalingen:VakantiegeldArbeidsvoorwaarden:ReiskostenvergoedingWerk vanuit huisWerkschema:ma-vrThuiswerken:JaVoorzorgsmaatregelen tegen het coronavirus:Plexiglas schermen op werkplekkenVirtuele vergaderingenEr zijn ontsmettings-, desinfecteer- of schoonmaakprocedures van kracht", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/E--WISE/jobs/Redacteur-ff8abe85e0cd783c?fccid=ab30e3a72c1d8a19&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": "nl", "Gender": "Female"}, {"index": 2, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_0e80c71cb4d05f2b", "Job Title": "Content-/Projectcoördinator (freelance/zzp)", "Company Name": "Reshift", "Location": " Haarlem", "Job Description": "Voorop lopen in media-innovatie. Dat is typisch Reshift. Met marktleiders als Zoom.nl, Kieskeurig.nl, Computer!Totaal, Power Unlimited en vele andere aansprekende merken bereiken wij maandelijks 8 miljoen mensen. Ooit hoofdzakelijk via tijdschriften, nu ook online met onze prijsvergelijkers, livestreams en interactieve e-learningplatformen. Om ons redactieteam te versterken zoeken wij hulp. Ben jij een freelance content-/projectcoördinator met eindredactionele ervaring? Lees dan even mee.Interactief lerenOnze groeibriljanten zijn Zoom Academy & Tech Academy. Gericht op fotografie en technologie. Twee domeinen, één doel: cursisten vooruit helpen via slimme interactieve cursussen. Samen met een team enthousiaste content creators regisseer jij content die duizenden gebruikers te zien krijgen. Dat is pas impact!Online leren is dé trend. Met onze Zoom- & Tech Academy loop je mee in de voorhoede van de media-innovatie. Je bent verantwoordelijk voor het coördineren en redigeren van cursussen maar werkt ook mee aan de lancering van een nieuwe cursus aan de Zoom- of Tech Academy. Je bent sterk op de inhoud, maakt je snel nieuwe materie eigen en hebt een ongenade loze interesse in tech of foto. Ben je zo thuis in het onderwerp dat je zelfstandig – op basis reeds beschikbare content – nieuwe cursussen kunt maken, dan is deze rol perfect voor jou.Dit breng jij mee.+ Interesse in fotografie of de nieuwste technologie.+ Jij weet op basis van data cursusonderwerpen te finetunen.+ Je gaat zelfstandig aan de slag met content en auteurs en weet op basis hiervan cursussen te maken.+ Jij bent het middelpunt in de productie van een cursus en zorgt dat de productie soepel verloopt.+ Naast coördineren heb je een uitstekend gevoel voor taal en teksten redigeren.+ Liggen jouw roots in het onderwijs dan is dat een pré.Dit is wat wij bieden.+ Een passend dagtarief.+ 100 creatieve content gedreven collega’s.+ Meebouwen aan een high-tech platform+ Een freelance opdracht waar je écht impact kan maken op duizenden gebruikers.+ Je bouwt aan jouw portfolio met opdrachten waar je blij van wordt.Kom maar door met je sollicitatie.Stuur je ons gelijk jouw LinkedIn-profiel? Eerst even bellen of appen kan natuurlijk ook op 06-53478895. Susanne vertelt je graag meer over onze teams en de freelance vacature.Parttime uren: 8 - 36 per weekSoort dienstverband: Fulltime, Parttime, Tijdelijk, Freelance/ZZPWerkschema:ma-vrTaal:Nederlands (Vereist)", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Reshift/jobs/Content-Projectco%C3%B6rdinator-0e80c71cb4d05f2b?fccid=7712a24a24de412f&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": "nl", "Gender": "Female"}, {"index": 3, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_ecea669244a4ed7a", "Job Title": "Freelance Content-/ Projectcoördinator", "Company Name": "Reshift Digital BV", "Location": " Haarlem", "Job Description": "Voorop lopen in media-innovatie. Dat is typisch Reshift. Met marktleiders als Zoom.nl, Kieskeurig.nl, Computer!Totaal, Power Unlimited en vele andere aansprekende merken bereiken wij maandelijks 8 miljoen mensen. Ooit hoofdzakelijk via tijdschriften, nu ook online met onze prijsvergelijkers, livestreams en interactieve e-learningplatformen. Om ons redactieteam te versterken zoeken wij hulp. Ben jij een freelance content-/projectcoördinator met eindredactionele ervaring? Lees dan even mee.\n\nInteractief leren\nOnze groeibriljanten zijn Zoom Academy & Tech Academy. Gericht op fotografie en technologie. Twee domeinen, één doel: cursisten vooruit helpen via slimme interactieve cursussen. Samen met een team enthousiaste content creators regisseer jij content die duizenden gebruikers te zien krijgen. Dat is pas impact!\n\nOnline leren is dé trend. Met onze Zoom- & Tech Academy loop je mee in de voorhoede van de media-innovatie. Je bent verantwoordelijk voor het coördineren en redigeren van cursussen maar werkt ook mee aan de lancering van een nieuwe cursus aan de Zoom- of Tech Academy. Je bent sterk op de inhoud, maakt je snel nieuwe materie eigen en hebt een ongenade loze interesse in tech of foto. Ben je zo thuis in het onderwerp dat je zelfstandig – op basis reeds beschikbare content – nieuwe cursussen kunt maken, dan is deze rol perfect voor jou.\n\n\nDit breng jij mee.\n+ Misschien een open deur maar jij hebt interesse in fotografie of de nieuwste technologie :)\n\n+ Jij weet op basis van data cursusonderwerpen te finetunen.\n+ Je gaat zelfstandig aan de slag met content en auteurs en weet op basis hiervan cursussen te maken.\n+ Jij bent het middelpunt in de productie van een cursus en zorgt dat de productie soepel verloopt.\n\n+ Naast coördineren heb je een uitstekend gevoel voor taal en teksten redigeren.\n+ Liggen jouw roots in het onderwijs dan is dat een pré.\n\n\nDit is wat wij bieden.\n+ Een passend dagtarief.\n+ 100 creatieve content gedreven collega’s.\n+ Meebouwen aan een high-tech platform.\n+ Een freelance opdracht waar je écht impact kan maken op duizenden gebruikers.\n\n+ Je bouwt aan jouw portfolio met opdrachten waar je blij van wordt.\n\nKom maar door met je sollicitatie.\nStuur je ons gelijk jouw LinkedIn-profiel? Eerst even bellen of appen kan natuurlijk ook op 06-53478895. Susanne vertelt je graag meer over onze teams en de freelance vacature.", "Rating": -1.0, "Employment Type": -1, "Company URL": "-1", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=ecea669244a4ed7a&fccid=acfe58b3f2594ed7&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": "nl", "Gender": "Female"}, {"index": 4, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_daa5994333f48931", "Job Title": "Redacteur Governance & Privacyweb", "Company Name": "Berghauser Pont", "Location": " Amsterdam", "Job Description": "Wil jij je bezighouden met maatschappelijke ontwikkelingen die er echt toe doen? En lijkt het je leuk om als redacteur aan de slag te gaan bij een innovatieve en snelgroeiende uitgeverij in Amsterdam? Dan is dit iets voor jou!Over onsBerghauser Pont Mediagroep stimuleert debat, ontwikkeling en kennisdeling over de publieke zaak. We zijn een onafhankelijk platform dat hoogwaardige kennis toegankelijk maakt voor de professional. We geven snel inzicht in de laatste maatschappelijke ontwikkelingen, maar ook verdieping, opinies en alle relevante regelgeving en achtergrondinformatie. Dat doen we met boeken, cursussen en events die we ontwikkelen met honderden experts. Onze intentie is daarmee een bijdrage te leveren aan een meer duurzame, eerlijke en inclusieve samenleving.De kennisportals Omgevingsweb, Privacyweb en Sociaalweb spelen hierbij een centrale rol. Governanceweb is een nieuw te ontwikkelen platform voor good-governance.De functieJe levert een bijdrage aan het verder uitbouwen van Privacyweb en Governanceweb. Je volgt de actualiteit op de voet en signaleert trends en ontwikkelingen. Deze vertaal je samen met ons netwerk van experts naar relevante content. Je komt met voorstellen over hoe we dit op een aantrekkelijke manier bij de doelgroep kunnen brengen. Ook reik je ideeën aan, bijvoorbeeld voor nieuwe rubrieken. Je bent verantwoordelijk voor het dagelijkse nieuws, maar ook voor de thematische dossiers die achtergrond en duiding bieden. Je bouwt aan het netwerk van auteurs die op regelmatige basis een bijdrage leveren. Je zorgt voor een zo groot mogelijk bereik van de content door verspreiding via de diverse kanalen van Privacyweb en Governanceweb, waaronder de nieuwsbrieven en social media.WerkzaamhedenNieuws- en beeldredactieAcquisitie van auteurs voor artikelen en jurisprudentieActueel houden van alle contentsoorten op Privacyweb en GovernancewebVerzorgen van themadossiers (en uitbouwen van het huidige aanbod)Onderhouden van social media-kanalenSamenstellen en versturen van nieuwsbrievenAnalyseren van (lezers)statistiekenCompetentiesHBO/WO-diploma in rechten, economie of een aanverwante studieUitstekende communicatieve vaardigheden in woord en geschriftUitstekende beheersing van de Nederlandse taalNieuwsgierig, gedreven en kritischStressbestendig en zelfstandigEen paar jaar redactionele ervaring is een préWat bieden we jou?Een mooie baan met veel verantwoordelijkheid, you can make a difference!Een dynamische werkomgeving in een modern kantoorpand in de Amsterdamse Houthavens;Fantastische collega’s, we organiseren geregeld borrels & uitjes;En vanzelfsprekend goede arbeidsvoorwaarden.Pas jij in deze functie?Dan maken we graag kennis! Stuur je CV en motivatie en dan nemen we zo snel mogelijk contact met je op.Acquisitie naar aanleiding van deze advertentie wordt niet op prijs gesteldSoort dienstverband: Bepaalde tijd, Onbepaalde tijdAanvullende betalingen:VakantiegeldArbeidsvoorwaarden:FietsplanPensioenReiskostenvergoedingVrijdagmiddagborrelWerkschema:ma-vr", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Berghauser-Pont/jobs/Redacteur-Governance-Privacyweb-daa5994333f48931?fccid=6cbc54ba1a31aa1f&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": "nl", "Gender": "Female"}, {"index": 5, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_a52850748e86ca89", "Job Title": "Jurist Auteursrecht/Naburige Rechten (parttime)", "Company Name": "Legal Work Force", "Location": " Amsterdam", "Job Description": "Onze opdrachtgever is het CvTA, het College van Toezicht Auteursrecht. Het CvTA is een zelfstandig bestuursorgaan dat toezicht houdt op de inning en verdeling door collectieve beheersorganisaties (CBO’s) van vergoedingen voor het gebruik van auteurs- en/of\nnaburigrechtelijk beschermde werken. Het College bestaat uit drie personen en wordt ondersteund door een bureau dat bestaat uit een 6-koppige staf waaronder drie juristen en een secretaris- directeur. Graag komen wij in contact met kandidaten voor de positie van\nJurist Auteursrecht/Naburige Rechten (parttime)\n24-32 uur, Amsterdam\nBinnen de organisatie ben je de inhoudelijke spil op dit rechtsgebied die voorbereidend ook extern adviseert. Daarnaast draag je, in samenwerking met de andere juristen, bij aan de uitvoering van juridische werkzaamheden op de rechtsgebieden zoals bijvoorbeeld privacy, WOB, governance, verbintenissenrecht en de eigen voorschriften en wetgeving. Je ondersteunt en adviseert het College inhoudelijk en bereidt adviezen en besluiten zorgvuldig voor. Je denkt zelfstandig maar werkt nauw samen met de andere leden van het bureau.\n\nProfiel\njurist met 3+ jaar relevante werkervaring\nuitstekende kennis van het auteursrecht en/of de naburige rechten\nbijvoorbeeld vergaard in de wetenschap, advocatuur of rechterlijke macht\nzelfstandige en helder communicerende professional; zowel denker als doener\nteamplayer in een kleine multidisciplinaire staf, politiek-bestuurlijk sensitief\nPropositie\ninhoudsgerichte juridische rol bij een ambitieuze toezichthouder\neen belangrijke positie in een klein en kwalitatief veeleisend team\nbijdrage leveren aan de verdere inhoudelijke professionalisering van het CvTA\nflexibele invulling mogelijk, bijvoorbeeld in combinatie met functie in de wetenschap of elders\nkarakteristiek kantoor in hartje Amsterdam", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=a52850748e86ca89&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=242cc27967f80237&assa=6906", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=a52850748e86ca89&fccid=f45097a549ba4f55&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": "nl", "Gender": "Female"}, {"index": 6, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_6ca7a9220acf870f", "Job Title": "Universitair Docenten Ondernemingsrecht en Insolventierecht", "Company Name": "Universiteit van Amsterdam", "Location": " Amsterdam Centrum", "Job Description": "Publicatiedatum 18 november 2020\n\nSluitingsdatum 31 januari 2021\n\nOpleidingsniveau Gepromoveerd\n\nFunctieomvang 24 tot 38 uur per week\n\nSalarisindicatie €3.746 tot €5.127 bruto per maand, op basis van 38 uur per week\n\nVacaturenummer 20-708\n\nDe afdeling Privaatrecht is op zoek naar twee Universitaire Docenten voor het onderwijs op het gebied van het Ondernemingsrecht en het Insolventierecht in de Bachelor rechtsgeleerdheid en de masteropleiding Privaatrecht.\nHet onderzoek van de leerstoelgroep is ondergebracht in the Amsterdam Center for Transformative Law (ACT).\nWat ga je doen?\nJe:\ncoördineert onderwijs in het bachelorvak Ondernemingsrecht of het vak Insolventierecht en Zekerheid, inclusief het leiden en begeleiden van de docentengroep, coördineren van het vak, ontwikkelen van onderwijsmateriaal (docentenhandleidingen, tentamens) en bent contactpersoon voor en naar studenten;\nverzorgt onderwijs (werkgroepen) in de bachelorvakken/mastervakken op het gebied van het Insolventierecht (Insolventierecht en Zekerheid, Insolventierecht en Corporate Finance, Finance, Security and Insolvency) en/of Ondernemingsrecht (Ondernemingsrecht, Vennootschaps- en rechtspersonenrecht, Fusies & Overnames;\nbegeleidt zowel Nederlandstalige als Engelstalige bachelor- en masterscripties op het gebied van het insolventierecht/ondernemingsrecht ook voor de master Law & Finance;\nverricht en publiceert zelfstandig en hoogwaardig onderzoek op het gebied van Privaatrecht dat past binnen het onderzoek van het ACT of op het terrein van grensoverschrijdend en nationaal Insolventierecht en/of Ondernemingsrecht;\ndraagt actief bij aan de onderzoeksgemeenschap van de Faculteit, in het bijzonder het ACT;\nvraagt zo mogelijk externe fondsen voor onderzoek aan zoals NWO en ERC;\nverricht bestuurlijke en organisatorische taken voor de leerstoelgroep en faculteit (bijvoorbeeld deelname opleidingscommissies, examencommissie, ondernemingsraad etc.).\nWat vragen wij van jou?\nDe kandidaat die wij zoeken:\nis gepromoveerd met een proefschrift in het Privaatrecht, bij voorkeur in het Insolventierecht of Ondernemingsrecht of in de afrondende fase van het manuscript van het proefschrift;\nheeft uitstekende didactische kwaliteiten blijkend uit onderwijsevaluaties;\nheeft de Basiskwalificatie Onderwijs of is bereid deze binnen 1 jaar te halen;\nheeft aantoonbare ervaring met coördinatie van grote bachelor- en mastervakken inclusief het ontwerpen en voorbereiden van onderwijsmateriaal en opstellen van tentamens;\nheeft aantoonbare ervaring met onderwijs in het Insolventierecht en/of Ondernemingsrecht;\nheeft aantoonbare ervaring met het begeleiden van bachelor- en masterscripties op het gebied van Insolventierecht en/of Ondernemingsrecht;\nheeft aantoonbare ervaring met bestuurlijke en organisatorische taken;\nheeft een uitstekende beheersing in woord en geschrift van de Nederlandse en de Engelse taal.\nInlichtingen\nVoor meer informatie kun je contact opnemen met:\nprof.dr. Rolef de Weijs, Insolventierecht\nof\nprof.dr. Joti Roest, Ondernemingsrecht\n\nVoor meer informatie over werken bij de Universiteit van Amsterdam verwijzen wij naar de website.\nOns aanbod\nWe bieden een afwisselende en uitdagende baan in een ambitieuze organisatie. Het gaat in eerste instantie om een tijdelijk dienstverband voor de duur van een jaar met uitzicht op een vast dienstverband. Op deze functie is het UFO-profiel van Universitair Docent 2 van toepassing. Het salaris bedraagt minimaal €3.746 en maximaal €5.127 (schaal 11) bruto per maand op basis van volledige werktijd (38 uur).\nEen tenure track naar Universitair Hoofddocent 2 volgens het zogeheten up or out- principe behoort ook tot de mogelijkheden. In dat geval betreft dit een tijdelijk dienstverband voor 6 jaar in de functie van Universitair Docent 2 met uitzicht op een vast contract als Universitair Hoofddocent 2 indien aan de gestelde voorwaarden is voldaan.\n De UvA biedt verder een uitgebreid pakket secundaire arbeidsvoorwaarden, waaronder 8% vakantiegeld en 8.3% eindejaarsuitkering. De cao Nederlandse Universiteiten is van toepassing.\nOver de faculteit\nMet ruim 5000 studenten en 500 medewerkers is de Faculteit der Rechtsgeleerdheid van de Universiteit van Amsterdam een van de grotere juridische faculteiten van Nederland. De Faculteit verzorgt de bacheloropleidingen Rechtsgeleerdheid, Fiscaal recht en – samen met twee andere faculteiten – de opleiding Politics, Psychology, Law and Economics (PPLE). Daarnaast biedt zij 19 masteropleidingen met verschillende varianten aan. Het onderzoek van de faculteit vindt plaats in een verscheidenheid aan onderzoeksgroepen, programma’s en centra. De faculteit heeft een internationaal profiel en kiest voor een maatschappelijke benadering van het recht.\nHet onderwijs en het onderzoek worden verzorgd door de zes afdelingen van de Faculteit: Algemene Rechtsleer, Arbeids- en Informatierecht, Internationaal en Europees Publiekrecht, PPLE, Privaatrecht en Publiekrecht.\nSollicitatie\nAls werkgever handhaaft de UvA een beleid van gelijke kansen. We vinden diversiteit belangrijk en zetten ons volledig in om een plek te zijn waar iedereen zich thuis voelt. We koesteren de onderzoekende geest en het doorzettingsvermogen en laten de ruimte om door te vragen. Bij ons vormen nieuwsgierigheid en creativiteit de heersende cultuur.\nKandidaten wordt gevraagd:\neen sollicitatiebrief te schrijven, waarin je je motivatie toelicht om te solliciteren naar deze functie;\neen CV, inclusief een lijst van publicaties, in te zenden;\neen onderzoeksvoorstel (max. 3 pagina's) te schrijven, waarin je onder meer ingaat op de bijdrage die je wilt leveren aan het ACT-onderzoeksprogramma;\ncontactgegevens van 2 referenten aan te leveren;\nbewijs te overleggen van het met succes hebben verdedigd van een proefschrift en andere relevante diploma's;\neen schrijfvoorbeeld van een recent geschreven Engelstalige publicatie (als auteur zonder co-auteurs), van maximaal 50 pagina's (dit kan ook een hoofdstuk van het proefschrift zijn).\n\nJe kunt je sollicitatie opsturen via onderstaande link.\nDe vacature sluit op 31 januari 2021.\n#LI-DNP\nWij stellen acquisitie niet op prijs", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=6ca7a9220acf870f&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=48ab6ad6f877d32a&assa=8055", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=6ca7a9220acf870f&fccid=6d76c7ec59b89971&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": "nl", "Gender": "Female"}, {"index": 7, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_35e52d6bfb70dd79", "Job Title": "Beheerder documentatiesysteem", "Company Name": "Manpower", "Location": " Petten", "Job Description": "Dit ga je doen\nAls beheerder documentatiesysteem ben jij thuis in allerlei soorten informatiestromen. Jij bent in staat om orde in de mogelijk ontstane chaos te scheppen en zorgt ervoor dat alle documenten goed opgeslagen worden én dat iedereen bij het bedrijf gemakkelijk de juiste documenten kan raadplegen. Heb jij meerdere jaren ervaring als medewerker informatiebeheer, medewerker DIV of vergelijkbaar en ben jij klaar voor een nieuwe baan? Lees dan snel verder en solliciteer direct!\n\nVoor een opdrachtgever in Petten is uitzendbureau Manpower op zoek naar een document controller.\n\nAls beheerder documentatiesysteem / recordmanagement zie jij toe op een geordend en gestroomlijnd systeem. Jij bent bezig met het inzichtelijk en actueel houden van het documentensysteem volgens de geldende normen. Hierbij kun je denken aan de volgende werkzaamheden:\nScannen en archiveren van opgevolgde en teruggetrokken documenten\nOndersteunen van auteurs bij het opstellen of aanpassen van documenten (in het Engels en Nederlands)\nRedigeren van documenten op verzoek van auteurs\nToetsen van documenten aan geldende Good Documentation Practices\nAdviseren over de structuur van projectdossiers\nBehandelen en technisch reviewen van aangeboden records\nSignaleren van afwijkingen\n\nDit krijg je\nBrutosalaris tussen €2.500 en €3.200 per maand op basis van 40 uur per week\nReiskostenvergoeding van €0,19 per kilometer\nFulltime baan van 40 uur per week\nKans op overname bij goed functioneren\nATV en 13e maand\nToegang tot e-learning platform Studytube\nPensioenopbouw via Manpower\nHier ga je werken\nAls beheerder documentatiesysteem / recordmanagement ga jij werken bij een specialist in de productie van preparaten en radioactieve medicijnen. Op dit moment is de bedrijfsnaam nog vertrouwelijk. In een later stadium van het sollicitatieproces vertellen wij jou graag meer!\n\nWerktijden\nIn deze functie werk jij 40 uur per week. De werkdagen zijn maandag tot en met vrijdag tussen 8.30 en 17.00 uur.\nDit neem je mee\nMinimaal een mbo-4 diploma, bij voorkeur richting informatiemanagement of archiefschool\nTenminste drie jaar werkervaring als document beheerder, documentalist, medewerker informatiebeheer, archivaris of een andere soortgelijke functie\nGoede beheersing van de Engelse taal in woord en geschrift, vanwege de documentatie\nKennis van GDP (Good Documentation Proces)\nAfgeronde opleiding SOD-i of bereidheid om deze te behalen\nBeschikbaar voor 40 uur per week\nErvaring van geautomatiseerde processen\n\nBij voorkeur woon je in of in de buurt van Petten, bijvoorbeeld in Heerhugowaard, Schagen of Anna Paulowna. Eerder ervaring opgedaan als medewerker DIV dan heb je een streepje voor!\n\nZo solliciteer je\nOnline solliciteren via de button\nMaken van vragenlijst die direct verschijnt\nManpower neemt contact op voor een telefonisch of live interview bij Manpower\nMogelijk op sollicitatiegesprek bij de opdrachtgever\nOver Manpower\nBijna niets in het leven is voor mensen zó essentieel als het vinden en behouden van zinvol werk. Wat dit betekent, is voor iedereen anders. Manpower biedt tijdelijke, flexibele en vaste banen. Onder meer binnen de financiële en zakelijke dienstverlening, overheid, klant contact centra, logistiek en productie. Het is onze passie om mensen verder te helpen. Dat doen we met een enorme gedrevenheid. We helpen je om succesvol te zijn bij een sollicitatie en dagen je uit om je te (blijven) ontwikkelen. Eerlijkheid vinden we belangrijk; we zijn transparant, staan open voor feedback en we doen wat we beloven.\n\nMinimaal een mbo-4 diploma, bij voorkeur richting informatiemanagement of archiefschool\nTenminste drie jaar werkervaring als document beheerder, documentalist, medewerker informatiebeheer, archivaris of een andere soortgelijke functie\nGoede beheersing van de Engelse taal in woord en geschrift, vanwege de documentatie\nKennis van GDP (Good Documentation Proces)\nAfgeronde opleiding SOD-i of bereidheid om deze te behalen\nBeschikbaar voor 40 uur per week\nErvaring van geautomatiseerde processen\n\nBij voorkeur woon je in of in de buurt van Petten, bijvoorbeeld in Heerhugowaard, Schagen of Anna Paulowna. Eerder ervaring opgedaan als medewerker DIV dan heb je een streepje voor!\n\nZo solliciteer je\nOnline solliciteren via de button\nMaken van vragenlijst die direct verschijnt\nManpower neemt contact op voor een telefonisch of live interview bij Manpower\nMogelijk op sollicitatiegesprek bij de opdrachtgever", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=35e52d6bfb70dd79&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=51be7646af84973c&assa=4299", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=35e52d6bfb70dd79&fccid=1a17983a910f73d8&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": "nl", "Gender": "Female"}, {"Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "pj_d6f7b0c1913eff94", "Job Title": "Senior Beleidsadviseur Bestuurlijke Processen", "Company Name": "Vrije Universiteit Amsterdam", "Location": " AmsterdamZuidoost", "Job Description": "Ben je op zoek naar een functie dicht onder het bestuur, op het snijvlak van strategie, beleid en bedrijfsvoering, binnen een grote organisatie? Heb je interesse en ervaring met bestuurlijke processen gericht op organisatie-brede sturing en verantwoording, in afstemming en samenwerking met verschillende faculteiten en diensten? Wil je bijdragen aan het meer slagvaardig en wendbaar maken van de VU en daarmee aan de onze maatschappelijke meerwaarde? Solliciteer dan nu bij de Vrije Universiteit Amsterdam (VU).\n\n\nLocatie: AMSTERDAM\n\nFTE: 1,0\n\nFunctieomschrijving\nDe functie van senior beleidsadviseur bestuurlijke processen bij de dienst Bestuurszaken is een veelzijdige positie waarin je bijdraagt aan de inrichting en uitvoering van de VU-brede (be)sturing en verantwoording. Je adviseert het College van Bestuur (CvB) over vraagstukken op het gebied van bestuurlijke (beleids)processen en denkt mee en draagt bij aan de uitvoering van het zoveel mogelijk terugdringen van bureaucratie. Deze vraagstukken raken vaak aan het instellingsbeleid en ook aan de implementatie van de VU Strategie 2020-2025. Concreet houd je je bijvoorbeeld bezig met het optimaliseren van bestuurlijke besluitvorming en het coördineren van de periodieke bestuurlijke overleggen tussen het CvB en faculteiten en diensten. In deze overleggen worden de ambities, plannen en resultaten van de verschillende eenheden besproken.\n\n\nTot je werkzaamheden behoren het opstellen en schrijven van heldere analyses, formats, procesbeschrijvingen, beleidsnotities en annotaties in het Nederlands en Engels. Dit gebeurt veelal in afstemming en samenwerking met collega’s van andere diensten en faculteiten binnen de VU. Daarbij is een goede relatie opbouwen en een vlotte pen essentieel. Je bent een verbindende schakel tussen het CvB en de faculteiten en diensten. Daarnaast voer je regie op de uitvoering en samenhang van verschillende VU projecten en processen.\n\n\nTaken\nProjectleider (procesmatige en inhoudelijke voorbereiding) van de bestuurlijke overleggen tussen CvB en faculteiten en diensten (inclusief formats jaar- en meerjarenplannen en maandrapportages)\nProjectleider van het project Business Cycle (optimaliseren van het totaal aan bestaande jaarlijks terugkerende bestuurlijke beleidsprocessen die aan de VU plaatsvinden)\nProjectleider VU Service Scan (optimaliseren VU-brede dienstverlening)\nProjectleider VU Jaarverslag (eindredacteur, auteur inhoudelijk deel en procescoördinatie)\nLid werkgroep Slagvaardig en Wendbaar van de VU Strategie 2020-2025\nInhoudelijk voorbereiden van de portefeuillehouder bedrijfsvoering van het CvB op diverse overleggen.\n\nFunctie-eisen\nEen afgeronde universitaire opleiding\nVijf jaar ervaring in een relevante functie op het gebied van (het optimaliseren van) bestuurlijke processen\nErvaring in het coördineren van processen en projecten\nBij voorkeur ervaring binnen een kennisinstelling en met strategie- en beleidsvorming\nUitstekende mondelinge en schriftelijke communicatieve vaardigheden en aantoonbare ervaring in het schrijven van beleidsnotities en annotaties. Je durft je uit te spreken en kan helder, compact en vlot schrijven in het Nederlands en in het Engels\n\nCompetenties\nJe bent breed inzetbaar en flexibel, je houdt overzicht en samenhang in de gaten\nJe bent sensitief, klantgericht en bent in staat dicht bij het bestuurlijke centrum te functioneren\nJe bent initiatiefrijk en werkt oplossingsgericht waarin je de ander meeneemt\nJe kunt goed zelfstandig en in teamverband werken en bent in staat in partnerschap met andere eenheden zaken voor elkaar te krijgen\nJe bent analytisch sterk, reflectief en wil je graag ontwikkelen\nWat bieden wij\nEen uitdagende functie bij een maatschappelijk betrokken organisatie. Het salaris bedraagt afhankelijk van opleiding en ervaring op voltijdse basis minimaal €4.406 (schaal 12) en maximaal €5.656 (schaal 12) bruto per maand. De functie is ingedeeld volgens UFO-profiel Beleidsmedewerker 2 en staat open voor 1,0 fte.\n\n\nDe arbeidsovereenkomst wordt in eerste instantie aangegaan voor een periode van 1 jaar. Bij goed functioneren behoort een vast dienstverband tot de mogelijkheden.\n\n\nDaarnaast beschikt de VU over aantrekkelijke secundaire arbeidsvoorwaarden en regelingen die een goede combinatie van werk en privé mogelijk maken, zoals:\nmaximaal 41 vakantiedagen bij een voltijds dienstverband\n8% vakantietoeslag en 8,3% eindejaarsuitkering\nruime bijdrage aan ABP-pensioenregeling\nkeuzemodel voor fiscale uitruil van bepaalde arbeidsvoorwaarden\n\nOver de VU\nBijdragen aan een betere wereld door onderscheidend onderwijs en grensverleggend onderzoek, dat is de ambitie van de VU. Een universiteit waar persoonlijke vorming én maatschappelijke betrokkenheid centraal staan. Waar we vanuit verschillende disciplines en achtergronden samenwerken aan innovaties en nieuwe inzichten. Ons onderzoek beslaat het hele spectrum: van alfa, gamma en bèta tot leven en medische wetenschappen.\n\n\nAan de VU studeren ruim 26.500 studenten en werken en meer dan 4.600 medewerkers. De uitstekend bereikbare VU-campus is gevestigd in het hart van de Amsterdamse Zuidas, een inspirerende omgeving voor onderwijs en onderzoek.\n\n\nDiversiteit\n\nDiversiteit is een kernwaarde van de VU. Wij staan voor een inclusieve gemeenschap en geloven dat diversiteit en internationalisering bijdragen aan de kwaliteit van onderwijs en onderzoek. We zijn dan ook voortdurend op zoek naar mensen die door hun achtergrond en ervaring bijdragen aan de diversiteit van onze campus.\n\n\nBestuurszaken\n\nDe dienst Bestuurszaken (BZ) verzorgt de strategische advisering en geïntegreerde ondersteuning van het College van Bestuur (CvB) van de Vrije Universiteit Amsterdam. We werken daarnaast nauw samen met en voor de faculteiten én de andere diensten van de VU om de bestuurlijke agenda te realiseren en richting te geven aan de instellingsstrategie. We zijn verantwoordelijk voor juridische advisering, onderzoeksbeleid en Public Affairs, leveren procesmatige ondersteuning van beleid- en besluitvorming, en dragen inhoudelijk bij aan diverse strategische dossiers. BZ bevordert tevens de VU-brede governance, control en compliance en draagt zorg voor academische plechtigheden als promoties en hooglerarenbenoemingen.\n\n\nWerken bij Bestuurszaken betekent dat je meewerkt aan het dagelijkse bestuur, de strategie en het beleid van de VU, samen met een uitgebreid intern en extern netwerk van stakeholders. Bij BZ werken momenteel 66 medewerkers (59 fte), verdeeld over de afdelingen Beleid en Bestuurlijke Ondersteuning; Bestuurlijke en Juridische Zaken; Management Ondersteuning; en Documentmanagement en Archief.\n\n\nBeleid en Bestuurlijke Ondersteuning (BBO)\n\nDe afdeling BBO is verantwoordelijk voor strategische en beleidsadviezen aan het CvB, faculteiten en diensten, en de ondersteuning van bestuurlijke besluitvormingsprocessen. Binnen BBO werken bestuurssecretarissen en beleidsmedewerkers. De beleidsmedewerkers zijn op dossierniveau werkzaam in de domeinen onderzoek, valorisatie, instellingsstrategie, externe betrekkingen, bedrijfsvoering en wetenschappelijke integriteit. Bij BBO werken 15 professionals, een deel met een eigen specifieke expertise, van waaruit zij zelfstandig werken voor het CvB, de faculteiten en de diensten. Eénieder werkt vanuit een sterke intrinsieke motivatie voor de VU en realiseert zich het belang van de eigen bijdrage.\nSolliciteren\nBen jij geïnteresseerd in deze functie? Solliciteer dan door middel van onderstaande solliciteerbutton uiterlijk vrijdag 12 maart 2021 . Denk hierbij aan het uploaden van zowel je curriculum vitae als je motivatiebrief. De eerste gespreksronde zal plaatsvinden op donderdag 18 maart. Vanwege Covid-19 zullen de gesprekken mogelijk (deels) digitaal plaatsvinden.\n\n\nSollicitaties ontvangen per e-mail worden niet in behandeling genomen.\n\n\nVragen\n\nNaam: Wouter Feldberg\n\nFunctie: Hoofd Beleid en Bestuurlijke Ondersteuning\n\nTelefoonnummer: +31 (0)20 5982372\n\nE-mail: secretariaat.bz@vu.nl (secretar iaat bestuurszaken)\n\n\nAcquisitie naar aanleiding van deze advertentie wordt niet op prijs gesteld.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=d6f7b0c1913eff94&from=vj&sjdu=6BxK-lSCq-Kedu3hyMV-SDNPTKBDGgfnC8WkpZMArsigW2aPJYuMtnB_97CbT1qT6QRdmqn0hMi9ob5IDb2Uo1kmfTJ8d3eYpHdexpLl1eTZ_6W3Yhqju_f_MG-5V3BI7PTN5JN2n9QN2PmzJiVdbA&spon=1&adid=365125597&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0BQvVR3fI7n2uMl72SdULQDQwEo10U5st3LSDDOzJ-jiJ_66pZvFFXCqF1hwe6y1pKGPWJB6GIVmJoMIzQWn6142Sa4MbOk1Vq55yL-Jw8k_jE8XNpvVXhdzvJDaxAD-uQ150zwLSzNzd3kXp9Z4M-NNARQPcY_Jj1iPNp-agodJKpCWWRAABhaFonf6AR4iX51cigMkJc1F-b6BoBq3SS5k6JeqbkAM9LDNolD6zF8-otk1L-uvvDK7DEaomhCjbPPtQr9U2v-m9hBzfTL6wezQaVcVkZLXIRdDjPtRniqOHN2LGme4_GLBnLKxqETTP1U87oiv9mUksHoLT-0o-YV3wEZ3Q_MT0jqIkRLc7tVLPmxPXEWLbfd36bxsQVf7pQ-X8asbEZwPm3XJHs257vle8OJd-zarQc2vkMWTWikTH3xD86_JETOdOe7F082wrWYzFVADjmX69LjjKc9bJvDRIlmqUdlKHeQ3DbbeH4vGVK0TXohn6oxwVcR731wQFmjJjmiH0qk_1DRt4crZu_1&astse=ef332311455d9726&assa=2590", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0BQvVR3fI7n2uMl72SdULQDQwEo10U5st3LSDDOzJ-jiJ_66pZvFFXCqF1hwe6y1pKGPWJB6GIVmJoMIzQWn6142Sa4MbOk1Vq55yL-Jw8k_jE8XNpvVXhdzvJDaxAD-uQ150zwLSzNzd3kXp9Z4M-NNARQPcY_Jj1iPNp-agodJKpCWWRAABhaFonf6AR4iX51cigMkJc1F-b6BoBq3SS5k6JeqbkAM9LDNolD6zF8-otk1L-uvvDK7DEaomhCjbPPtQr9U2v-m9hBzfTL6wezQaVcVkZLXIRdDjPtRniqOHN2LGme4_GLBnLKxqETTP1U87oiv9mUksHoLT-0o-YV3wEZ3Q_MT0jqIkRLc7tVLPmxPXEWLbfd36bxsQVf7pQ-X8asbEZwPm3XJHs257vle8OJd-zarQc2vkMWTWikTH3xD86_JETOdOe7F082wrWYzFVADjmX69LjjKc9bJvDRIlmqUdlKHeQ3DbbeH4vGVK0TXohn6oxwVcR731wQFmjJjmiH0qk_1DRt4crZu_1&p=0&fvj=0&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11"}, {"Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "pj_d6f7b0c1913eff94", "Job Title": "Senior Beleidsadviseur Bestuurlijke Processen", "Company Name": "Vrije Universiteit Amsterdam", "Location": " AmsterdamZuidoost", "Job Description": "Ben je op zoek naar een functie dicht onder het bestuur, op het snijvlak van strategie, beleid en bedrijfsvoering, binnen een grote organisatie? Heb je interesse en ervaring met bestuurlijke processen gericht op organisatie-brede sturing en verantwoording, in afstemming en samenwerking met verschillende faculteiten en diensten? Wil je bijdragen aan het meer slagvaardig en wendbaar maken van de VU en daarmee aan de onze maatschappelijke meerwaarde? Solliciteer dan nu bij de Vrije Universiteit Amsterdam (VU).\n\n\nLocatie: AMSTERDAM\n\nFTE: 1,0\n\nFunctieomschrijving\nDe functie van senior beleidsadviseur bestuurlijke processen bij de dienst Bestuurszaken is een veelzijdige positie waarin je bijdraagt aan de inrichting en uitvoering van de VU-brede (be)sturing en verantwoording. Je adviseert het College van Bestuur (CvB) over vraagstukken op het gebied van bestuurlijke (beleids)processen en denkt mee en draagt bij aan de uitvoering van het zoveel mogelijk terugdringen van bureaucratie. Deze vraagstukken raken vaak aan het instellingsbeleid en ook aan de implementatie van de VU Strategie 2020-2025. Concreet houd je je bijvoorbeeld bezig met het optimaliseren van bestuurlijke besluitvorming en het coördineren van de periodieke bestuurlijke overleggen tussen het CvB en faculteiten en diensten. In deze overleggen worden de ambities, plannen en resultaten van de verschillende eenheden besproken.\n\n\nTot je werkzaamheden behoren het opstellen en schrijven van heldere analyses, formats, procesbeschrijvingen, beleidsnotities en annotaties in het Nederlands en Engels. Dit gebeurt veelal in afstemming en samenwerking met collega’s van andere diensten en faculteiten binnen de VU. Daarbij is een goede relatie opbouwen en een vlotte pen essentieel. Je bent een verbindende schakel tussen het CvB en de faculteiten en diensten. Daarnaast voer je regie op de uitvoering en samenhang van verschillende VU projecten en processen.\n\n\nTaken\nProjectleider (procesmatige en inhoudelijke voorbereiding) van de bestuurlijke overleggen tussen CvB en faculteiten en diensten (inclusief formats jaar- en meerjarenplannen en maandrapportages)\nProjectleider van het project Business Cycle (optimaliseren van het totaal aan bestaande jaarlijks terugkerende bestuurlijke beleidsprocessen die aan de VU plaatsvinden)\nProjectleider VU Service Scan (optimaliseren VU-brede dienstverlening)\nProjectleider VU Jaarverslag (eindredacteur, auteur inhoudelijk deel en procescoördinatie)\nLid werkgroep Slagvaardig en Wendbaar van de VU Strategie 2020-2025\nInhoudelijk voorbereiden van de portefeuillehouder bedrijfsvoering van het CvB op diverse overleggen.\n\nFunctie-eisen\nEen afgeronde universitaire opleiding\nVijf jaar ervaring in een relevante functie op het gebied van (het optimaliseren van) bestuurlijke processen\nErvaring in het coördineren van processen en projecten\nBij voorkeur ervaring binnen een kennisinstelling en met strategie- en beleidsvorming\nUitstekende mondelinge en schriftelijke communicatieve vaardigheden en aantoonbare ervaring in het schrijven van beleidsnotities en annotaties. Je durft je uit te spreken en kan helder, compact en vlot schrijven in het Nederlands en in het Engels\n\nCompetenties\nJe bent breed inzetbaar en flexibel, je houdt overzicht en samenhang in de gaten\nJe bent sensitief, klantgericht en bent in staat dicht bij het bestuurlijke centrum te functioneren\nJe bent initiatiefrijk en werkt oplossingsgericht waarin je de ander meeneemt\nJe kunt goed zelfstandig en in teamverband werken en bent in staat in partnerschap met andere eenheden zaken voor elkaar te krijgen\nJe bent analytisch sterk, reflectief en wil je graag ontwikkelen\nWat bieden wij\nEen uitdagende functie bij een maatschappelijk betrokken organisatie. Het salaris bedraagt afhankelijk van opleiding en ervaring op voltijdse basis minimaal €4.406 (schaal 12) en maximaal €5.656 (schaal 12) bruto per maand. De functie is ingedeeld volgens UFO-profiel Beleidsmedewerker 2 en staat open voor 1,0 fte.\n\n\nDe arbeidsovereenkomst wordt in eerste instantie aangegaan voor een periode van 1 jaar. Bij goed functioneren behoort een vast dienstverband tot de mogelijkheden.\n\n\nDaarnaast beschikt de VU over aantrekkelijke secundaire arbeidsvoorwaarden en regelingen die een goede combinatie van werk en privé mogelijk maken, zoals:\nmaximaal 41 vakantiedagen bij een voltijds dienstverband\n8% vakantietoeslag en 8,3% eindejaarsuitkering\nruime bijdrage aan ABP-pensioenregeling\nkeuzemodel voor fiscale uitruil van bepaalde arbeidsvoorwaarden\n\nOver de VU\nBijdragen aan een betere wereld door onderscheidend onderwijs en grensverleggend onderzoek, dat is de ambitie van de VU. Een universiteit waar persoonlijke vorming én maatschappelijke betrokkenheid centraal staan. Waar we vanuit verschillende disciplines en achtergronden samenwerken aan innovaties en nieuwe inzichten. Ons onderzoek beslaat het hele spectrum: van alfa, gamma en bèta tot leven en medische wetenschappen.\n\n\nAan de VU studeren ruim 26.500 studenten en werken en meer dan 4.600 medewerkers. De uitstekend bereikbare VU-campus is gevestigd in het hart van de Amsterdamse Zuidas, een inspirerende omgeving voor onderwijs en onderzoek.\n\n\nDiversiteit\n\nDiversiteit is een kernwaarde van de VU. Wij staan voor een inclusieve gemeenschap en geloven dat diversiteit en internationalisering bijdragen aan de kwaliteit van onderwijs en onderzoek. We zijn dan ook voortdurend op zoek naar mensen die door hun achtergrond en ervaring bijdragen aan de diversiteit van onze campus.\n\n\nBestuurszaken\n\nDe dienst Bestuurszaken (BZ) verzorgt de strategische advisering en geïntegreerde ondersteuning van het College van Bestuur (CvB) van de Vrije Universiteit Amsterdam. We werken daarnaast nauw samen met en voor de faculteiten én de andere diensten van de VU om de bestuurlijke agenda te realiseren en richting te geven aan de instellingsstrategie. We zijn verantwoordelijk voor juridische advisering, onderzoeksbeleid en Public Affairs, leveren procesmatige ondersteuning van beleid- en besluitvorming, en dragen inhoudelijk bij aan diverse strategische dossiers. BZ bevordert tevens de VU-brede governance, control en compliance en draagt zorg voor academische plechtigheden als promoties en hooglerarenbenoemingen.\n\n\nWerken bij Bestuurszaken betekent dat je meewerkt aan het dagelijkse bestuur, de strategie en het beleid van de VU, samen met een uitgebreid intern en extern netwerk van stakeholders. Bij BZ werken momenteel 66 medewerkers (59 fte), verdeeld over de afdelingen Beleid en Bestuurlijke Ondersteuning; Bestuurlijke en Juridische Zaken; Management Ondersteuning; en Documentmanagement en Archief.\n\n\nBeleid en Bestuurlijke Ondersteuning (BBO)\n\nDe afdeling BBO is verantwoordelijk voor strategische en beleidsadviezen aan het CvB, faculteiten en diensten, en de ondersteuning van bestuurlijke besluitvormingsprocessen. Binnen BBO werken bestuurssecretarissen en beleidsmedewerkers. De beleidsmedewerkers zijn op dossierniveau werkzaam in de domeinen onderzoek, valorisatie, instellingsstrategie, externe betrekkingen, bedrijfsvoering en wetenschappelijke integriteit. Bij BBO werken 15 professionals, een deel met een eigen specifieke expertise, van waaruit zij zelfstandig werken voor het CvB, de faculteiten en de diensten. Eénieder werkt vanuit een sterke intrinsieke motivatie voor de VU en realiseert zich het belang van de eigen bijdrage.\nSolliciteren\nBen jij geïnteresseerd in deze functie? Solliciteer dan door middel van onderstaande solliciteerbutton uiterlijk vrijdag 12 maart 2021 . Denk hierbij aan het uploaden van zowel je curriculum vitae als je motivatiebrief. De eerste gespreksronde zal plaatsvinden op donderdag 18 maart. Vanwege Covid-19 zullen de gesprekken mogelijk (deels) digitaal plaatsvinden.\n\n\nSollicitaties ontvangen per e-mail worden niet in behandeling genomen.\n\n\nVragen\n\nNaam: Wouter Feldberg\n\nFunctie: Hoofd Beleid en Bestuurlijke Ondersteuning\n\nTelefoonnummer: +31 (0)20 5982372\n\nE-mail: secretariaat.bz@vu.nl (secretar iaat bestuurszaken)\n\n\nAcquisitie naar aanleiding van deze advertentie wordt niet op prijs gesteld.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=d6f7b0c1913eff94&from=vj&sjdu=6BxK-lSCq-Kedu3hyMV-SDNPTKBDGgfnC8WkpZMArsigW2aPJYuMtnB_97CbT1qT6QRdmqn0hMi9ob5IDb2Uo1kmfTJ8d3eYpHdexpLl1eTZ_6W3Yhqju_f_MG-5V3BI7PTN5JN2n9QN2PmzJiVdbA&spon=1&adid=365125597&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0BQvVR3fI7n2uMl72SdULQDQwEo10U5st3LSDDOzJ-jiJ_66pZvFFXCqF1hwe6y1pKGPWJB6GIVmJoMIzQWn6142Sa4MbOk1Vq55yL-Jw8k_jE8XNpvVXhdzvJDaxAD-uQ150zwLSzNzd3kXp9Z4M-NNARQPcY_Jj1iPNp-agodJKpCWWRAABhaFonf6AR4iX51cigMkJc1F-b6BoBq3SS5k6JeqbkAM9LDNolD6zF8-otk1L-uvvDK7DEaomhCjbPPtQr9U2v-m9hBzfTL6wezQaVcVkZLXIRdDjPtRniqOHN2LGme4_GLBnLKxqETTP1U87oiv9mUksHoLT-0o-YV3wEZ3Q_MT0jqIkRLc7tVLPmxPXEWLbfd36bxsQVf7pQ-X8asbEZwPm3XJHs257vle8OJd-zarQc2vkMWTWikTH3xD86_JETOdOe7F082wrWYzFVADjmX69LjjKc9bJvDRIlmqUdlKHeQ3DbbeH4vGVK0TXohn6oxwVcR731wQFmjJjmiH0qk_1DRt4crZu_1&astse=31d4751418b6eb16&assa=5492", "Job URL": "https://nl.indeed.com/vacature-bekijkenhttps://nl.indeed.com/pagead/clk?mo=r&ad=-6NYlbfkN0BQvVR3fI7n2uMl72SdULQDQwEo10U5st3LSDDOzJ-jiJ_66pZvFFXCqF1hwe6y1pKGPWJB6GIVmJoMIzQWn6142Sa4MbOk1Vq55yL-Jw8k_jE8XNpvVXhdzvJDaxAD-uQ150zwLSzNzd3kXp9Z4M-NNARQPcY_Jj1iPNp-agodJKpCWWRAABhaFonf6AR4iX51cigMkJc1F-b6BoBq3SS5k6JeqbkAM9LDNolD6zF8-otk1L-uvvDK7DEaomhCjbPPtQr9U2v-m9hBzfTL6wezQaVcVkZLXIRdDjPtRniqOHN2LGme4_GLBnLKxqETTP1U87oiv9mUksHoLT-0o-YV3wEZ3Q_MT0jqIkRLc7tVLPmxPXEWLbfd36bxsQVf7pQ-X8asbEZwPm3XJHs257vle8OJd-zarQc2vkMWTWikTH3xD86_JETOdOe7F082wrWYzFVADjmX69LjjKc9bJvDRIlmqUdlKHeQ3DbbeH4vGVK0TXohn6oxwVcR731wQFmjJjmiH0qk_1DRt4crZu_1&p=0&fvj=0&vjs=3&tk=1f0f744v0stpp800&jsa=5968&oc=1&sal=1", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11"}, {"Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "pj_56fbde7552853554", "Job Title": "Beheerder documentatiesysteem", "Company Name": "Manpower", "Location": " Petten", "Job Description": "Dit ga je doen\nAls beheerder documentatiesysteem ben jij thuis in allerlei soorten informatiestromen. Jij bent in staat om orde in de mogelijk ontstane chaos te scheppen en zorgt ervoor dat alle documenten goed opgeslagen worden én dat iedereen bij het bedrijf gemakkelijk de juiste documenten kan raadplegen. Heb jij meerdere jaren ervaring als medewerker informatiebeheer, medewerker DIV of vergelijkbaar en ben jij klaar voor een nieuwe baan? Lees dan snel verder en solliciteer direct!\n\nVoor een opdrachtgever in Petten is uitzendbureau Manpower op zoek naar een document controller.\n\nAls beheerder documentatiesysteem / recordmanagement zie jij toe op een geordend en gestroomlijnd systeem. Jij bent bezig met het inzichtelijk en actueel houden van het documentensysteem volgens de geldende normen. Hierbij kun je denken aan de volgende werkzaamheden:\nScannen en archiveren van opgevolgde en teruggetrokken documenten\nOndersteunen van auteurs bij het opstellen of aanpassen van documenten (in het Engels en Nederlands)\nRedigeren van documenten op verzoek van auteurs\nToetsen van documenten aan geldende Good Documentation Practices\nAdviseren over de structuur van projectdossiers\nBehandelen en technisch reviewen van aangeboden records\nSignaleren van afwijkingen\n\nDit krijg je\nBrutosalaris tussen €2.500 en €3.200 per maand op basis van 40 uur per week\nReiskostenvergoeding van €0,19 per kilometer\nFulltime baan van 40 uur per week\nKans op overname bij goed functioneren\nATV en 13e maand\nToegang tot e-learning platform Studytube\nPensioenopbouw via Manpower\nHier ga je werken\nDit neem je mee\nMinimaal een mbo-4 diploma, bij voorkeur richting informatiemanagement of archiefschool\nTenminste drie jaar werkervaring als document beheerder, documentalist, medewerker informatiebeheer, archivaris of een andere soortgelijke functie\nGoede beheersing van de Engelse taal in woord en geschrift, vanwege de documentatie\nKennis van GDP (Good Documentation Proces)\nAfgeronde opleiding SOD-i of bereidheid om deze te behalen\nBeschikbaar voor 40 uur per week\nErvaring van geautomatiseerde processen\n\nBij voorkeur woon je in of in de buurt van Petten, bijvoorbeeld in Heerhugowaard, Schagen of Anna Paulowna. Eerder ervaring opgedaan als medewerker DIV dan heb je een streepje voor!\n\nZo solliciteer je\nOnline solliciteren via de button\nMaken van vragenlijst die direct verschijnt\nManpower neemt contact op voor een telefonisch of live interview bij Manpower\nMogelijk op sollicitatiegesprek bij de opdrachtgever\nOver Manpower\nBijna niets in het leven is voor mensen zó essentieel als het vinden en behouden van zinvol werk. Wat dit betekent, is voor iedereen anders. Manpower biedt tijdelijke, flexibele en vaste banen. Onder meer binnen de financiële en zakelijke dienstverlening, overheid, klant contact centra, logistiek en productie. Het is onze passie om mensen verder te helpen. Dat doen we met een enorme gedrevenheid. We helpen je om succesvol te zijn bij een sollicitatie en dagen je uit om je te (blijven) ontwikkelen. Eerlijkheid vinden we belangrijk; we zijn transparant, staan open voor feedback en we doen wat we beloven.\n\nMinimaal een mbo-4 diploma, bij voorkeur richting informatiemanagement of archiefschool\nTenminste drie jaar werkervaring als document beheerder, documentalist, medewerker informatiebeheer, archivaris of een andere soortgelijke functie\nGoede beheersing van de Engelse taal in woord en geschrift, vanwege de documentatie\nKennis van GDP (Good Documentation Proces)\nAfgeronde opleiding SOD-i of bereidheid om deze te behalen\nBeschikbaar voor 40 uur per week\nErvaring van geautomatiseerde processen\n\nBij voorkeur woon je in of in de buurt van Petten, bijvoorbeeld in Heerhugowaard, Schagen of Anna Paulowna. Eerder ervaring opgedaan als medewerker DIV dan heb je een streepje voor!\n\nZo solliciteer je\nOnline solliciteren via de button\nMaken van vragenlijst die direct verschijnt\nManpower neemt contact op voor een telefonisch of live interview bij Manpower\nMogelijk op sollicitatiegesprek bij de opdrachtgever", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=56fbde7552853554&from=vj&sjdu=m2jaXWh0cWhR2Q_t9Rd5hmeMQJkUUr-Tigx9CipJsXbNpHN59Gz5KVV6UMc0tu1dShZUICy2B-Ktd6TIeWyx-mI8YQ35YDSUTKGImu7FStmGNBgDCDeSj9c-ng-5m9bSqv5BiOzyb2JuQ9C0czqMh7gsP4xvMT6NHbk_qT-JATobtgW8hFJuuM4TQxY7PrAKWEgwoj3YHNneCRxRJViOMpzM0JIgXse7_z2lVOiEsxY9AWf0JcLSv50ruW_50l3z&spon=1&adid=364928142&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0A8Vdfd0X1hgiAwL3k-IpxNc8GhaHQTuIh-UhBxcQvvboW46_aeqvFuSjiTHPhvn131vcGOKLTZcdF_5nx_SESdcTA8CGz4yHwC5vO6vgSFtNhuikJkNiPCu6BPS44H0cCC-Nzq9q1UzrRKhEzjSxoZv4sFtLmBbc6kbcw2PeL4jam0BkzW1dRIEBvsPTNjsH_-W0oKpVg4vbMdy35DJfzRD9P6fXWQNmLbQYVghsNWgX8gIrOIsOzHOnW6ssltOlHJiA608iFCcnP8Addqlbz0KeCjr6r6P43Ml5QY4lFUf9mxk4KBbmxU-Mmdz1gqga-XHymX7t0q4G7JoVorhTHroJ26PXFRW2skn7EucnahxzHTk5UIswyXm6Z9y3RJGi5_EcWVsaDyya3D-ZY1Ouqebrf_80z4I5TJVjPJ1hfdytbi9JeGww_KM0wOFzdH7os99pro4izxg5GKHf5H7ZsHyL5-2kp7KCB0Etv6FEHXmpJ3m4d9gROqlut4fnqAsCMQOxLdcxefd_00m2Np95bAhOzhHiiTNok3X9_KWR6Uv1eixCNrg5tAo2h7R0Dud2CP_9WfNL6l841g_2fV1KNY0-1I5RvMu0kA0JkdOjRKudp9hZQxGw1zevVHni3mAu0Ez8IRZddLBjCNqxWnyNm_nIPW6Nj1acuh1PXKlnQzc9nE-6TWXMSr9VlEc85pNErBFIGozOJelSMD3gyelgLB&astse=0ba686943b7981d3&assa=8049", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0A8Vdfd0X1hgiAwL3k-IpxNc8GhaHQTuIh-UhBxcQvvboW46_aeqvFuSjiTHPhvn131vcGOKLTZcdF_5nx_SESdcTA8CGz4yHwC5vO6vgSFtNhuikJkNiPCu6BPS44H0cCC-Nzq9q1UzrRKhEzjSxoZv4sFtLmBbc6kbcw2PeL4jam0BkzW1dRIEBvsPTNjsH_-W0oKpVg4vbMdy35DJfzRD9P6fXWQNmLbQYVghsNWgX8gIrOIsOzHOnW6ssltOlHJiA608iFCcnP8Addqlbz0KeCjr6r6P43Ml5QY4lFUf9mxk4KBbmxU-Mmdz1gqga-XHymX7t0q4G7JoVorhTHroJ26PXFRW2skn7EucnahxzHTk5UIswyXm6Z9y3RJGi5_EcWVsaDyya3D-ZY1Ouqebrf_80z4I5TJVjPJ1hfdytbi9JeGww_KM0wOFzdH7os99pro4izxg5GKHf5H7ZsHyL5-2kp7KCB0Etv6FEHXmpJ3m4d9gROqlut4fnqAsCMQOxLdcxefd_00m2Np95bAhOzhHiiTNok3X9_KWR6Uv1eixCNrg5tAo2h7R0Dud2CP_9WfNL6l841g_2fV1KNY0-1I5RvMu0kA0JkdOjRKudp9hZQxGw1zevVHni3mAu0Ez8IRZddLBjCNqxWnyNm_nIPW6Nj1acuh1PXKlnQzc9nE-6TWXMSr9VlEc85pNErBFIGozOJelSMD3gyelgLB&p=1&fvj=0&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11"}, {"Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_03b0d389af0a762c", "Job Title": "Ervaren medewerker Marketing & Publiciteit (m/v)", "Company Name": "Meulenhoff Boekerij", "Location": " Amsterdam", "Job Description": "Nederlanders kopen erg graag boeken. Om zelf te lezen of weg te geven. Als uitgever van boeken willen we natuurlijk dat ze ónze boeken kopen; daarom zijn wij per direct op zoek naar een marketeer die een optimale naamsbekendheid van onze merken, fondsen, auteurs en titels bij de consument, onze klanten én de media weet te realiseren.\n\nErvaren medewerker Marketing & Publiciteit (m/v), standplaats Amsterdam (36 uur p/wk)\nBij Meulenhoff Boekerij gaat ons hart sneller kloppen van verhalen die inspireren, vermaken en verrijken. Daarom vind je bij ons boeken die elke letter waard zijn: dít moet je lezen, op papier, via e-book of luisteren via audio.\n\nDe afdeling Marketing & Publiciteit is verantwoordelijk voor het realiseren van een effectief marketing- en publiciteitsbeleid. Alle afdelingsactiviteiten zijn multimediaal en gericht op het optimaliseren van de positie van Meulenhoff Boekerij bij auteurs, bij haar afnemers en bij de consumenten.\n\nHoud je van boeken? Ben jij een gedreven, flexibele, allround marketeer met een groot pr-netwerk en vind je het leuk om te werken met auteurs en externe (media)partijen? Dan zijn wij op zoek naar jou!\n\nJouw rol\n\nJe formuleert in samenspraak met de Commercieel Directeur en je collega’s van de afdeling Marketing en Publiciteit het marketing- en publiciteitsbeleid voor de fondsen Meulenhoff Fictie en Meulenhoff Boekerij Non-fictie, titels en auteurs en vertaalt deze koers door naar marketing- en publiciteitsplannen.\n\nWat voor iemand zoeken wij?\n\nJe bent in staat om snel te schakelen en in te spelen op kansen en trends, en zoveel mogelijk aandacht te genereren binnen de relevante doelgroep(en). Je volgt ontwikkelingen op het gebied van marketingcommunicatie op de voet. Je bent positief en denkt in kansen. Je krijgt energie van samenwerken met redactie & uitgever en sales om een gezamenlijk doel te bepalen en te behalen.\n\nJouw belangrijkste taken en verantwoordelijkheden:\n\nOntwikkelen en uitvoeren van marketing- en publiciteitsplannen voor auteurs, titels en fondsen en het inzetten van passende instrumenten (offline en online inclusief social media)\nOnderhouden en uitbreiden van (pers)contacten, genereren van free publicity\nHet begeleiden van en samenwerken met (Nederlandse) auteurs\nCoördineren van auteursbezoeken en organiseren van boekpresentaties\nOpstellen en bewaken van projectbegrotingen\nOpzetten van promotionele acties met auteurs en media of andere relevante bedrijven\nAnalyseren en interpreteren van marktgegevens\n\nProfiel en competentie:\n\nAfgeronde HBO-opleiding Communicatie of soortgelijke opleiding, eventueel aangevuld met marketingcommunicatiecursussen\nMinimaal 3 jaar werkervaring in soortgelijke functie in het boekenvak of media\nEen relevant pr-netwerk\nAffiniteit met literatuur is een pre\nKennis van en ervaring met online marketing en social media\nUitstekende beheersing van het Nederlands en Engels\nJe bent in staat om proactief zowel zelfstandig als in teamverband te opereren en je beschikt daarbij over de volgende competenties: samenwerken – resultaatgerichtheid – marktgerichtheid – creativiteit – flexibiliteit – sociabiliteit – probleemanalyse – organiseren van eigen werk – inzet\n\n\nWat bieden wij jou?\n\nOm te beginnen een geweldig uitzicht over Amsterdam vanaf de 16e etage van de Mondriaantoren.\n\nOnze kernwaarden zijn: ondernemerschap, samenwerking, kwaliteit, creativiteit en continuïteit.\n\nJe hebt de ruimte om te werken vanuit eigen verantwoordelijkheid, in een klein en gemotiveerd team. Naast deze inspirerende werkomgeving en uitdagende functie bieden we je:\n\nSalariëring volgens de cao voor het Uitgeverijbedrijf, afhankelijk van ervaring, opleiding en leeftijd.\nEen flexibel pakket aan secundaire arbeidsvoorwaarden, waaronder een persoonlijk keuzebudget waarmee je onder andere kunt sparen voor extra verlof of je (vakantie)geld op een door jou gekozen moment kunt laten uitbetalen.\n\nOver ons\n\nMeulenhoff Boekerij is een van de grootste boekenuitgeverijen (marktleider in e-books) van Nederland en publiceert onder twee merken boeken (folio-, e- en audioboeken) van hoge inhoudelijke en commerciële kwaliteit.\n\nMeulenhoff (opgericht in 1895) staat voor een lange historie in kwalitatief hoogstaande literatuur en non-fictie die zich onderscheiden in stijl en kwaliteit. Naast het Nederlandse fonds (met o.a. Hendrik Groen, Tim Hofman, Floortje Dessing en Eddy de Wind) is Meulenhoff uitgever van vele internationale schrijvers als David Mitchell, Jens Christian Grøndahl, John Boyne, Primo Levi, Gabriel García Márquez, Mario Vargas Llosa en Laurent Binet.\n\nBoekerij is een dominante speler in fictie en non-fictie voor een breed lezerspubliek en richt zich vooral op romans, thrillers, fantasy, waargebeurde verhalen en inspirerende non-fictie. Boekerij is het huis voor succesvolle auteurs als Stephen King, Santa Montefiore, Haenim Sunim, Lois P. Frankel, Harlan Coben, Robert Bryndza, Corina Bomann, Merlijn Kamerling, Jackie van Laren, Charlotte de Monchy, Christopher Paolini en J.R.R. Tolkien.\n\nMeulenhoff Boekerij is onderdeel van de Uitgeverij Lannoo Groep.\n\nMeulenhoff Boekerij wil een diverse en inclusieve organisatie zijn. Een organisatie die ruimte biedt aan iedereen en die de kracht van de diversiteit van medewerkers gebruikt om betere resultaten te halen.\n\nMeulenhoff Boekerij stelt inhoud en vakmanschap voorop. Onze vacatures staan open voor elke kandidaat die zich daarin herkent.\n\nProcedure\n\nVoor meer informatie kun je bellen met Eva Lemmers (Commercieel Directeur) op 06 51 00 44 18. Je cv en motivatie zien we graag uiterlijk 4 maart 2021 tegemoet via onze sollicitatiepagina of via hr@lannoomeulenhoff.nl.\n\nAcquisitie n.a.v. deze advertentie wordt niet op prijs gesteld.\n\nTrefwoorden: Marketing, Publiciteit, Commercieel, Auteursmanagement, Projectmanager, Organisatietalent, Uitgeverij, Uitgever", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=03b0d389af0a762c&fccid=b43f7c824420e970&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11"}, {"Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_edad72002a24bfaa", "Job Title": "Administratief Medewerker", "Company Name": "Unique Amsterdam", "Location": " Hoofddorp", "Job Description": "Ben jij op zoek naar een administratieve baan met inhoud? Verdiep jij je graag in juridische en administratieve zaken, maar krijg je ook energie van contact met klanten? Lees dan snel verder!\n\nVoor onze opdrachtgever zijn we momenteel op zoek naar 2 nieuwe collega’s voor de backoffice! Het betreft een fulltime functie (voor minimaal 32 uur per week) waarbij je via Unique aan de slag gaat. In deze functie is er zeker kans op een vast contract, als het natuurlijk bevalt van beide kanten.\n\nOnze klant is een overkoepelende serviceorganisatie voor zeven stichtingen binnen het auteursrecht. Zij maken zich hard voor de rechten van tekstschrijvers, auteurs, onderwijsinstellingen, vertalers, journalisten en andere rechthebbenden. Zij verzorgen het gehele administratieve proces van facturatie tot de verdeling van vergoedingen onder de rechthebbenden binnen het auteursrecht. Het is een interessante branche die constant in ontwikkeling is. Deze functie bied jou de kans om meer te leren over het auteursrecht maar ook ervaring op te doen binnen een complexe juridische omgeving!\n\nIn de functie van Administratief Medewerker ga je samen met je collega’s aan de slag met het beantwoorden van vragen voor klanten en het administratief uitzoeken en verwerken van gegevens. Je bent het eerste aanspreekpunt voor vragen die je zowel telefonisch, als per mail beantwoord. Omdat het vaak gaat over facturatie, juridische en complexe administratieve zaken is het belangrijk dat jij het leuk vindt om te puzzelen en je vast te bijten in een bepaald vraagstuk. Er zit dus voldoende uitdaging in en je krijgt dagelijks de kans om meer te leren over het auteursrecht!\n\nZoals aangegeven zijn we op zoek naar twee nieuwe collega’s. Vanwege het inwerktraject werken we met twee verschillende startdata: 1 april en 1 mei. Het is dus belangrijk dat jij rond een van deze data beschikbaar bent!\n\nOnze klant is de overkoepelende serviceorganisatie van zeven stichtingen binnen het auteursrecht. In de functie van Administratief Medewerker kom jij te werken op de Backoffice afdeling. Deze afdeling richt zich op het ondersteunen van twee stichtingen die zich hard maken voor onder andere auteurs, uitgevers en auteursrecht binnen het hoger onderwijs.\n\nNormaliter werken zij met de collega’s op het kantoor in Hoofddorp, maar vanwege alle coronamaatregelen wordt er voornamelijk vanuit huis gewerkt. Ook het inwerktraject zal voornamelijk op afstand plaatsvinden.\n\nJouw team bestaat stuk voor stuk uit collega's die hart voor het vak én hart voor deze organisatie hebben. Hun werk is echt hun passie! Er bestaat een nauwe samenwerking in dit team, maar je werkt ook veel samen met collega's en afdelingen in de rest van de organisatie.\n\nCollega’s die via Unique aan de slag zijn gegaan beschrijven deze organisatie als ‘een warm bad’ en een fijne plek om veel te leren. Eigen initiatief wordt gewaardeerd en dan is er veel ruimte om jezelf constant te blijven ontwikkelen. Je komt te werken binnen een interessante branche die constant in beweging is.\n\nWe zijn voor deze functie op zoek naar twee nieuwe collega’s. Belangrijk is dat je minimaal MBO+ werk- en denkniveau hebt of een afgeronde HBO opleiding. Daarnaast is het fijn als je wat administratieve werkervaring meebrengt of bekend bent met telefonisch klantencontact. Verder:\n\nKun jij je gemakkelijk en duidelijk uitdrukken in woord en geschrift (vloeiende kennis van de Nederlandse taal is hierin een vereiste!);\nBen je servicegericht en kun je klanten vriendelijke te woord staan, ook als de beller niet al te vriendelijk is;\nWerk je ontzettend nauwkeurig en secuur en vind je het geen probleem om routinematige werkzaamheden uit te voeren;\nSchrikt een redelijke werkvoorraad jou niet af, stel je hierin gemakkelijk prioriteiten en kun je snel schakelen.\n\nEen uitdagende administratieve functie binnen een interessante branche en een warme organisatie. Dat is wat je in één zin kunt verwachten. Je komt te werken bij een informele organisatie met gezellige en warme collega’s. Er heerst een goede sfeer, er is veel ruimte om jezelf te ontwikkelen en iedereen staat voor je klaar om je te helpen.\n\nZoals aangegeven zijn we op zoek naar twee nieuwe collega’s. Vanwege het inwerktraject werken we met twee verschillende startdata: 1 april en 1 mei. Het is dus belangrijk dat jij rond een van deze data beschikbaar bent!\n\nVanwege de maatregelen rondom het coronavirus wordt er voornamelijk vanuit huis gewerkt, ook het inwerktraject zal voor een groot deel vanuit huis plaatsvinden.\n\nIn het kort:\n\nEen functie voor 32-38 uur per week;\nDe eerste periode (een aantal maanden) werk je via Unique, daarna is er kans op overname door de organisatie zelf én op termijn zeker kans op een vaste aanstelling;\nEen bruto salaris tussen € 2.200 - € 2.300 bruto per maand op basis van 38 uur;\nEen tegemoetkoming in je reiskosten voor de dagen dat je naar kantoor gaat. Dit is een kilometervergoeding óf een ov-vergoeding van 100% van de gemaakte kosten;\nOp fulltime basis bouw je ongeveer 2 vakantiedagen op per maand;\n8% vakantiegeld. Deze wordt eenmalig per jaar uitgekeerd in mei.\n\nKlinkt dit interessant en heb je interesse in de functie? Reageer dan snel met jou cv en motivatie via onze website! Heb je vragen? Dan kun je ons bereiken via 023 – 55 55 990 of via hoofddorp@unique.nl. Hopelijk spreken we je snel!", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=edad72002a24bfaa&from=vj&sjdu=XS8FHEpkgQqaEtMQAY8jTqwxKxkg36Jhqp_s1oUP_5_bsy02es2mWVH0SPRdrwUU&mvj=0&vjfrom=vjs&pos=bottom&astse=e5b3468382660395&assa=1664", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=edad72002a24bfaa&fccid=0751bfb100c40d12&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11"}, {"Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_3adaa098c021da45", "Job Title": "Administratief Medewerker | Intellectueel Eigendom | Amsterdam |", "Company Name": "Local Legal", "Location": " Amsterdam", "Job Description": "Administratief Medewerker | Intellectueel Eigendom | Amsterdam |\nVoor een internationaal kantoor die zich voornamelijk bezig houdt met Intellectueel Eigendomsrecht zijn wij opzoek naar een (financieel) administratief talent met een afgeronde mbo of hbo opleiding en enige werkervaring binnen de zakelijke dienstverlening. Zo heb je geleerd om te gaan met deadlines, te werken met complexe administratie en klantdossiers en om secuur te werken. Het is een leuke startersfunctie, waarbij je de sfeer kunt proeven en meewerkt in de dagelijkse praktijk op het gebied van merken, auteurs- en modellenrecht, uitvindingen of nieuwe producten en de bescherming daarvan.\nBen jij administratief sterk en heb je affiniteit met IE? Ben je daarnaast een pro-actief type en ben je resultaatgericht? Dit is wat jij allemaal meeneemt:\nWat breng je mee?\nMBO/HBO werk- en denkniveau;\nWerkervaring als administratief medewerker;\nAffiniteit of ervaring in IE is een pré;\nJe bent pro-actief, resultaatgericht en neemt initiatieven;\nJe beheerst uitstekend de Nederlandse taal in woord en geschrift;\nJe beheerst de Engelse taal goed in woord en geschrift (Frans is een pré);\nJe kan goed overweg met de software systemen en/of leert snel;\nJe kan gestructureerd en planmatig te werk gaan.\nAls juridisch administratieve ondersteuner zorg jij samen met ongeveer een team van 10 collega's dat merken en brand portfolio's van klanten up to date zijn. Lees hieronder verder waar jouw verantwoordelijkheden allemaal liggen:\nVerzorgen van het registratieproces van nieuwe merken en het vernieuwen en onderhouden van bestaande merken;\nHet administratief onderhouden van bestaande merken dossiers;\nKlantencontact en het verwerken van klantenverzoeken;\nControles uitvoeren in de database;\nFacturatie opstellen en het goedkeuren van facturen;\nRedigeren, controleren en bewerken van documenten;\nHet registreren en vastleggen van taken, het bijhouden van je werkproces;\nSystematisch te werk gaan in het uitvoeren van taken in het algemeen.\nDit kantoor biedt naast de mogelijkheid om 40 uur te werken een mooi salaris afhankelijk van jouw ervaring en mogelijkheden om jezelf te ontwikkelen en door te groeien. Na een inwerkperiode van een aantal maanden krijg je zelfs de mogelijkheid om door te groeien naar een volgende rol als expert waarbij je andere collega's jouw financiële een administratieve werkprocessen mag aanleren. Daarnaast zijn eigen inbreng en meedenken om werkprocessen te verbeteren bij dit kantoor altijd meer dan welkom.\nWord jij enthousiast van het lezen van deze vacature en denk je geschikt te zijn voor de leuke functie? Dit kantoor biedt jou het volgende:\n32-40 uur per week werken;\n€2100-3100 bruto op ft basis afhankelijk van jouw ervaring;\nEen dertiende maand;\n30 vakantiedagen per jaar;\nVolledige reiskostenvergoeding en een pensioenregeling;\nTrainingen en cursussen in Intellectueel Eigendomsrecht;\nEen moderne en leuke werkomgeving met een tof team;\nMogelijkheden om je te ontwikkelen en intern door te groeien.\nBen jij enthousiast geworden na het lezen van deze vacature? Stuur je cv naar amsterdam@local-legal.nl vóór 26 maart of bel voor vragen naar 020 6461 327.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=3adaa098c021da45&fccid=8a78af156fa135b4&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11"}, {"Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "pj_56fbde7552853554", "Job Title": "Jurist Auteursrecht/Naburige Rechten", "Company Name": "Legal Work Force", "Location": " Amsterdam", "Job Description": "Onze opdrachtgever is het CvTA, het College van Toezicht Auteursrecht. Het CvTA is een zelfstandig bestuursorgaan dat toezicht houdt op de inning en verdeling door collectieve beheersorganisaties (CBO’s) van vergoedingen voor het gebruik van auteurs- en/of\nnaburigrechtelijk beschermde werken. Het College bestaat uit drie personen en wordt ondersteund door een bureau dat bestaat uit een 6-koppige staf waaronder drie juristen en een secretaris- directeur. Graag komen wij in contact met kandidaten voor de positie van\nJurist Auteursrecht/Naburige Rechten\nBinnen de organisatie ben je de inhoudelijke spil op dit rechtsgebied die voorbereidend ook extern adviseert. Daarnaast draag je, in samenwerking met de andere juristen, bij aan de uitvoering van juridische werkzaamheden op de rechtsgebieden zoals bijvoorbeeld privacy, WOB, governance, verbintenissenrecht en de eigen voorschriften en wetgeving. Je ondersteunt en adviseert het College inhoudelijk en bereidt adviezen en besluiten zorgvuldig voor. Je denkt zelfstandig maar werkt nauw samen met de andere leden van het bureau.\n\nProfiel\njurist met 3+ jaar relevante werkervaring\nuitstekende kennis van het auteursrecht en/of de naburige rechten\nbijvoorbeeld vergaard in de wetenschap, advocatuur of rechterlijke macht\nzelfstandige en helder communicerende professional; zowel denker als doener\nteamplayer in een kleine multidisciplinaire staf, politiek-bestuurlijk sensitief\nPropositie\ninhoudsgerichte juridische rol bij een ambitieuze toezichthouder\neen belangrijke positie in een klein en kwalitatief veeleisend team\nbijdrage leveren aan de verdere inhoudelijke professionalisering van het CvTA\nflexibele invulling mogelijk, bijvoorbeeld in combinatie met functie in de wetenschap of elders\nkarakteristiek kantoor in hartje Amsterdam", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=a52850748e86ca89&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=8b59f84bc9f6bb54&assa=4638", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0A8Vdfd0X1hgiAwL3k-IpxNc8GhaHQTuIh-UhBxcQvvboW46_aeqvFuSjiTHPhvn131vcGOKLTZcdF_5nx_SESdcTA8CGz4yHwC5vO6vgSFtNhuikJkNiPCu6BPS44H0cCC-Nzq9q1UzrRKhEzjSxoZv4sFtLmBbc6kbcw2PeL4jam0BkzW1dRIEBvsPTNjsH_-W0oKpVg4vbMdy35DJfzRD9P6fXWQNmLbQYVghsNWgX8gIrOIsOzHOnW6ssltOlHJiA608iFCcnP8Addqlbz0KeCjr6r6P43Ml5QY4lFUf9mxk4KBbmxU-Mmdz1gqga-XHymX7t0q4G7JoVorhTHroJ26PXFRW2skn7EucnahxzHTk5UIswyXm6Z9y3RJGi5_EcWVsaDyya3D-ZY1Ouqebrf_80z4I5TJVjPJ1hfdytbi9JeGww_KM0wOFzdH7os99pro4izxg5GKHf5H7ZsHyL5-2kp7KCB0Etv6FEHXmpJ3m4d9gROqlut4fnqAsCMQOxLdcxefd_00m2Np95bAhOzhHiiTNok3X9_KWR6Uv1eixCNrg5tAo2h7R0Dud2CP_9WfNL6l841g_2fV1KNY0-1I5RvMu0kA0JkdOjRKudp9hZQxGw1zevVHni3mAu0Ez8IRZddLBjCNqxWnyNm_nIPW6Nj1acuh1PXKlnQzc9nE-6TWXMSr9VlEc85pNErBFIGozOJelSMD3gyelgLB&p=1&fvj=0&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11"}, {"index": 8, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "pj_d6f7b0c1913eff94", "Job Title": "Senior Beleidsadviseur Bestuurlijke Processen", "Company Name": "Vrije Universiteit Amsterdam", "Location": " AmsterdamZuidoost", "Job Description": "Ben je op zoek naar een functie dicht onder het bestuur, op het snijvlak van strategie, beleid en bedrijfsvoering, binnen een grote organisatie? Heb je interesse en ervaring met bestuurlijke processen gericht op organisatie-brede sturing en verantwoording, in afstemming en samenwerking met verschillende faculteiten en diensten? Wil je bijdragen aan het meer slagvaardig en wendbaar maken van de VU en daarmee aan de onze maatschappelijke meerwaarde? Solliciteer dan nu bij de Vrije Universiteit Amsterdam (VU).\n\n\nLocatie: AMSTERDAM\n\nFTE: 1,0\n\nFunctieomschrijving\nDe functie van senior beleidsadviseur bestuurlijke processen bij de dienst Bestuurszaken is een veelzijdige positie waarin je bijdraagt aan de inrichting en uitvoering van de VU-brede (be)sturing en verantwoording. Je adviseert het College van Bestuur (CvB) over vraagstukken op het gebied van bestuurlijke (beleids)processen en denkt mee en draagt bij aan de uitvoering van het zoveel mogelijk terugdringen van bureaucratie. Deze vraagstukken raken vaak aan het instellingsbeleid en ook aan de implementatie van de VU Strategie 2020-2025. Concreet houd je je bijvoorbeeld bezig met het optimaliseren van bestuurlijke besluitvorming en het coördineren van de periodieke bestuurlijke overleggen tussen het CvB en faculteiten en diensten. In deze overleggen worden de ambities, plannen en resultaten van de verschillende eenheden besproken.\n\n\nTot je werkzaamheden behoren het opstellen en schrijven van heldere analyses, formats, procesbeschrijvingen, beleidsnotities en annotaties in het Nederlands en Engels. Dit gebeurt veelal in afstemming en samenwerking met collega’s van andere diensten en faculteiten binnen de VU. Daarbij is een goede relatie opbouwen en een vlotte pen essentieel. Je bent een verbindende schakel tussen het CvB en de faculteiten en diensten. Daarnaast voer je regie op de uitvoering en samenhang van verschillende VU projecten en processen.\n\n\nTaken\nProjectleider (procesmatige en inhoudelijke voorbereiding) van de bestuurlijke overleggen tussen CvB en faculteiten en diensten (inclusief formats jaar- en meerjarenplannen en maandrapportages)\nProjectleider van het project Business Cycle (optimaliseren van het totaal aan bestaande jaarlijks terugkerende bestuurlijke beleidsprocessen die aan de VU plaatsvinden)\nProjectleider VU Service Scan (optimaliseren VU-brede dienstverlening)\nProjectleider VU Jaarverslag (eindredacteur, auteur inhoudelijk deel en procescoördinatie)\nLid werkgroep Slagvaardig en Wendbaar van de VU Strategie 2020-2025\nInhoudelijk voorbereiden van de portefeuillehouder bedrijfsvoering van het CvB op diverse overleggen.\n\nFunctie-eisen\nEen afgeronde universitaire opleiding\nVijf jaar ervaring in een relevante functie op het gebied van (het optimaliseren van) bestuurlijke processen\nErvaring in het coördineren van processen en projecten\nBij voorkeur ervaring binnen een kennisinstelling en met strategie- en beleidsvorming\nUitstekende mondelinge en schriftelijke communicatieve vaardigheden en aantoonbare ervaring in het schrijven van beleidsnotities en annotaties. Je durft je uit te spreken en kan helder, compact en vlot schrijven in het Nederlands en in het Engels\n\nCompetenties\nJe bent breed inzetbaar en flexibel, je houdt overzicht en samenhang in de gaten\nJe bent sensitief, klantgericht en bent in staat dicht bij het bestuurlijke centrum te functioneren\nJe bent initiatiefrijk en werkt oplossingsgericht waarin je de ander meeneemt\nJe kunt goed zelfstandig en in teamverband werken en bent in staat in partnerschap met andere eenheden zaken voor elkaar te krijgen\nJe bent analytisch sterk, reflectief en wil je graag ontwikkelen\nWat bieden wij\nEen uitdagende functie bij een maatschappelijk betrokken organisatie. Het salaris bedraagt afhankelijk van opleiding en ervaring op voltijdse basis minimaal €4.406 (schaal 12) en maximaal €5.656 (schaal 12) bruto per maand. De functie is ingedeeld volgens UFO-profiel Beleidsmedewerker 2 en staat open voor 1,0 fte.\n\n\nDe arbeidsovereenkomst wordt in eerste instantie aangegaan voor een periode van 1 jaar. Bij goed functioneren behoort een vast dienstverband tot de mogelijkheden.\n\n\nDaarnaast beschikt de VU over aantrekkelijke secundaire arbeidsvoorwaarden en regelingen die een goede combinatie van werk en privé mogelijk maken, zoals:\nmaximaal 41 vakantiedagen bij een voltijds dienstverband\n8% vakantietoeslag en 8,3% eindejaarsuitkering\nruime bijdrage aan ABP-pensioenregeling\nkeuzemodel voor fiscale uitruil van bepaalde arbeidsvoorwaarden\n\nOver de VU\nBijdragen aan een betere wereld door onderscheidend onderwijs en grensverleggend onderzoek, dat is de ambitie van de VU. Een universiteit waar persoonlijke vorming én maatschappelijke betrokkenheid centraal staan. Waar we vanuit verschillende disciplines en achtergronden samenwerken aan innovaties en nieuwe inzichten. Ons onderzoek beslaat het hele spectrum: van alfa, gamma en bèta tot leven en medische wetenschappen.\n\n\nAan de VU studeren ruim 26.500 studenten en werken en meer dan 4.600 medewerkers. De uitstekend bereikbare VU-campus is gevestigd in het hart van de Amsterdamse Zuidas, een inspirerende omgeving voor onderwijs en onderzoek.\n\n\nDiversiteit\n\nDiversiteit is een kernwaarde van de VU. Wij staan voor een inclusieve gemeenschap en geloven dat diversiteit en internationalisering bijdragen aan de kwaliteit van onderwijs en onderzoek. We zijn dan ook voortdurend op zoek naar mensen die door hun achtergrond en ervaring bijdragen aan de diversiteit van onze campus.\n\n\nBestuurszaken\n\nDe dienst Bestuurszaken (BZ) verzorgt de strategische advisering en geïntegreerde ondersteuning van het College van Bestuur (CvB) van de Vrije Universiteit Amsterdam. We werken daarnaast nauw samen met en voor de faculteiten én de andere diensten van de VU om de bestuurlijke agenda te realiseren en richting te geven aan de instellingsstrategie. We zijn verantwoordelijk voor juridische advisering, onderzoeksbeleid en Public Affairs, leveren procesmatige ondersteuning van beleid- en besluitvorming, en dragen inhoudelijk bij aan diverse strategische dossiers. BZ bevordert tevens de VU-brede governance, control en compliance en draagt zorg voor academische plechtigheden als promoties en hooglerarenbenoemingen.\n\n\nWerken bij Bestuurszaken betekent dat je meewerkt aan het dagelijkse bestuur, de strategie en het beleid van de VU, samen met een uitgebreid intern en extern netwerk van stakeholders. Bij BZ werken momenteel 66 medewerkers (59 fte), verdeeld over de afdelingen Beleid en Bestuurlijke Ondersteuning; Bestuurlijke en Juridische Zaken; Management Ondersteuning; en Documentmanagement en Archief.\n\n\nBeleid en Bestuurlijke Ondersteuning (BBO)\n\nDe afdeling BBO is verantwoordelijk voor strategische en beleidsadviezen aan het CvB, faculteiten en diensten, en de ondersteuning van bestuurlijke besluitvormingsprocessen. Binnen BBO werken bestuurssecretarissen en beleidsmedewerkers. De beleidsmedewerkers zijn op dossierniveau werkzaam in de domeinen onderzoek, valorisatie, instellingsstrategie, externe betrekkingen, bedrijfsvoering en wetenschappelijke integriteit. Bij BBO werken 15 professionals, een deel met een eigen specifieke expertise, van waaruit zij zelfstandig werken voor het CvB, de faculteiten en de diensten. Eénieder werkt vanuit een sterke intrinsieke motivatie voor de VU en realiseert zich het belang van de eigen bijdrage.\nSolliciteren\nBen jij geïnteresseerd in deze functie? Solliciteer dan door middel van onderstaande solliciteerbutton uiterlijk vrijdag 12 maart 2021 . Denk hierbij aan het uploaden van zowel je curriculum vitae als je motivatiebrief. De eerste gespreksronde zal plaatsvinden op donderdag 18 maart. Vanwege Covid-19 zullen de gesprekken mogelijk (deels) digitaal plaatsvinden.\n\n\nSollicitaties ontvangen per e-mail worden niet in behandeling genomen.\n\n\nVragen\n\nNaam: Wouter Feldberg\n\nFunctie: Hoofd Beleid en Bestuurlijke Ondersteuning\n\nTelefoonnummer: +31 (0)20 5982372\n\nE-mail: secretariaat.bz@vu.nl (secretar iaat bestuurszaken)\n\n\nAcquisitie naar aanleiding van deze advertentie wordt niet op prijs gesteld.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=d6f7b0c1913eff94&from=vj&sjdu=6BxK-lSCq-Kedu3hyMV-SDNPTKBDGgfnC8WkpZMArsigW2aPJYuMtnB_97CbT1qT6QRdmqn0hMi9ob5IDb2Uo1kmfTJ8d3eYpHdexpLl1eTZ_6W3Yhqju_f_MG-5V3BI7PTN5JN2n9QN2PmzJiVdbA&spon=1&adid=365125597&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0BQvVR3fI7n2uMl72SdULQDQwEo10U5st3LSDDOzJ-jiJ_66pZvFFXCqF1hwe6y1pKGPWJB6GIVmJoMIzQWn6142Sa4MbOk1Vq55yL-Jw8k_jE8XNpvVXhdzvJDaxAD-uQ150zwLSzNzd3kXp9Z4M-NNARQPcY_Jj1iPNp-agodJKpCWWRAABhaFonf6AR4iX51cigMkJc1F-b6BoBq3SS5k6JeqbkAM9LDNolD6zF8-otk1L-uvvDK7DEaomhCjbPPtQr9U2v-m9hBzfTL6wezQaVcVkZLXIRdDjPtRniqOHN2LGme4_GLBnLKxqETTP1U87oiv9mUksHoLT-0o-YV3wEZ3Q_MT0jqIkRLc7tVLPmxPXEWLbfd36bxsQVf7pQ-X8asbEZwPm3XJHs257vle8OJd-zarQc2vkMWTWikTH3xD86_JETOdOe7F082wrWYzFVADjmX69LjjKc9bJvDRIlmqUdlKHeQ3DbbeH4vGVK0TXohn6oxwVcR731wQFmjJjmiH0qk_1DRt4crZu_1&astse=ef332311455d9726&assa=2590", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0BQvVR3fI7n2uMl72SdULQDQwEo10U5st3LSDDOzJ-jiJ_66pZvFFXCqF1hwe6y1pKGPWJB6GIVmJoMIzQWn6142Sa4MbOk1Vq55yL-Jw8k_jE8XNpvVXhdzvJDaxAD-uQ150zwLSzNzd3kXp9Z4M-NNARQPcY_Jj1iPNp-agodJKpCWWRAABhaFonf6AR4iX51cigMkJc1F-b6BoBq3SS5k6JeqbkAM9LDNolD6zF8-otk1L-uvvDK7DEaomhCjbPPtQr9U2v-m9hBzfTL6wezQaVcVkZLXIRdDjPtRniqOHN2LGme4_GLBnLKxqETTP1U87oiv9mUksHoLT-0o-YV3wEZ3Q_MT0jqIkRLc7tVLPmxPXEWLbfd36bxsQVf7pQ-X8asbEZwPm3XJHs257vle8OJd-zarQc2vkMWTWikTH3xD86_JETOdOe7F082wrWYzFVADjmX69LjjKc9bJvDRIlmqUdlKHeQ3DbbeH4vGVK0TXohn6oxwVcR731wQFmjJjmiH0qk_1DRt4crZu_1&p=0&fvj=0&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11", "Language": "nl", "Gender": "Female"}, {"index": 9, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "pj_56fbde7552853554", "Job Title": "Beheerder documentatiesysteem", "Company Name": "Manpower", "Location": " Petten", "Job Description": "Dit ga je doen\nAls beheerder documentatiesysteem ben jij thuis in allerlei soorten informatiestromen. Jij bent in staat om orde in de mogelijk ontstane chaos te scheppen en zorgt ervoor dat alle documenten goed opgeslagen worden én dat iedereen bij het bedrijf gemakkelijk de juiste documenten kan raadplegen. Heb jij meerdere jaren ervaring als medewerker informatiebeheer, medewerker DIV of vergelijkbaar en ben jij klaar voor een nieuwe baan? Lees dan snel verder en solliciteer direct!\n\nVoor een opdrachtgever in Petten is uitzendbureau Manpower op zoek naar een document controller.\n\nAls beheerder documentatiesysteem / recordmanagement zie jij toe op een geordend en gestroomlijnd systeem. Jij bent bezig met het inzichtelijk en actueel houden van het documentensysteem volgens de geldende normen. Hierbij kun je denken aan de volgende werkzaamheden:\nScannen en archiveren van opgevolgde en teruggetrokken documenten\nOndersteunen van auteurs bij het opstellen of aanpassen van documenten (in het Engels en Nederlands)\nRedigeren van documenten op verzoek van auteurs\nToetsen van documenten aan geldende Good Documentation Practices\nAdviseren over de structuur van projectdossiers\nBehandelen en technisch reviewen van aangeboden records\nSignaleren van afwijkingen\n\nDit krijg je\nBrutosalaris tussen €2.500 en €3.200 per maand op basis van 40 uur per week\nReiskostenvergoeding van €0,19 per kilometer\nFulltime baan van 40 uur per week\nKans op overname bij goed functioneren\nATV en 13e maand\nToegang tot e-learning platform Studytube\nPensioenopbouw via Manpower\nHier ga je werken\nDit neem je mee\nMinimaal een mbo-4 diploma, bij voorkeur richting informatiemanagement of archiefschool\nTenminste drie jaar werkervaring als document beheerder, documentalist, medewerker informatiebeheer, archivaris of een andere soortgelijke functie\nGoede beheersing van de Engelse taal in woord en geschrift, vanwege de documentatie\nKennis van GDP (Good Documentation Proces)\nAfgeronde opleiding SOD-i of bereidheid om deze te behalen\nBeschikbaar voor 40 uur per week\nErvaring van geautomatiseerde processen\n\nBij voorkeur woon je in of in de buurt van Petten, bijvoorbeeld in Heerhugowaard, Schagen of Anna Paulowna. Eerder ervaring opgedaan als medewerker DIV dan heb je een streepje voor!\n\nZo solliciteer je\nOnline solliciteren via de button\nMaken van vragenlijst die direct verschijnt\nManpower neemt contact op voor een telefonisch of live interview bij Manpower\nMogelijk op sollicitatiegesprek bij de opdrachtgever\nOver Manpower\nBijna niets in het leven is voor mensen zó essentieel als het vinden en behouden van zinvol werk. Wat dit betekent, is voor iedereen anders. Manpower biedt tijdelijke, flexibele en vaste banen. Onder meer binnen de financiële en zakelijke dienstverlening, overheid, klant contact centra, logistiek en productie. Het is onze passie om mensen verder te helpen. Dat doen we met een enorme gedrevenheid. We helpen je om succesvol te zijn bij een sollicitatie en dagen je uit om je te (blijven) ontwikkelen. Eerlijkheid vinden we belangrijk; we zijn transparant, staan open voor feedback en we doen wat we beloven.\n\nMinimaal een mbo-4 diploma, bij voorkeur richting informatiemanagement of archiefschool\nTenminste drie jaar werkervaring als document beheerder, documentalist, medewerker informatiebeheer, archivaris of een andere soortgelijke functie\nGoede beheersing van de Engelse taal in woord en geschrift, vanwege de documentatie\nKennis van GDP (Good Documentation Proces)\nAfgeronde opleiding SOD-i of bereidheid om deze te behalen\nBeschikbaar voor 40 uur per week\nErvaring van geautomatiseerde processen\n\nBij voorkeur woon je in of in de buurt van Petten, bijvoorbeeld in Heerhugowaard, Schagen of Anna Paulowna. Eerder ervaring opgedaan als medewerker DIV dan heb je een streepje voor!\n\nZo solliciteer je\nOnline solliciteren via de button\nMaken van vragenlijst die direct verschijnt\nManpower neemt contact op voor een telefonisch of live interview bij Manpower\nMogelijk op sollicitatiegesprek bij de opdrachtgever", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=56fbde7552853554&from=vj&sjdu=m2jaXWh0cWhR2Q_t9Rd5hmeMQJkUUr-Tigx9CipJsXbNpHN59Gz5KVV6UMc0tu1dShZUICy2B-Ktd6TIeWyx-mI8YQ35YDSUTKGImu7FStmGNBgDCDeSj9c-ng-5m9bSqv5BiOzyb2JuQ9C0czqMh7gsP4xvMT6NHbk_qT-JATobtgW8hFJuuM4TQxY7PrAKWEgwoj3YHNneCRxRJViOMpzM0JIgXse7_z2lVOiEsxY9AWf0JcLSv50ruW_50l3z&spon=1&adid=364928142&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0A8Vdfd0X1hgiAwL3k-IpxNc8GhaHQTuIh-UhBxcQvvboW46_aeqvFuSjiTHPhvn131vcGOKLTZcdF_5nx_SESdcTA8CGz4yHwC5vO6vgSFtNhuikJkNiPCu6BPS44H0cCC-Nzq9q1UzrRKhEzjSxoZv4sFtLmBbc6kbcw2PeL4jam0BkzW1dRIEBvsPTNjsH_-W0oKpVg4vbMdy35DJfzRD9P6fXWQNmLbQYVghsNWgX8gIrOIsOzHOnW6ssltOlHJiA608iFCcnP8Addqlbz0KeCjr6r6P43Ml5QY4lFUf9mxk4KBbmxU-Mmdz1gqga-XHymX7t0q4G7JoVorhTHroJ26PXFRW2skn7EucnahxzHTk5UIswyXm6Z9y3RJGi5_EcWVsaDyya3D-ZY1Ouqebrf_80z4I5TJVjPJ1hfdytbi9JeGww_KM0wOFzdH7os99pro4izxg5GKHf5H7ZsHyL5-2kp7KCB0Etv6FEHXmpJ3m4d9gROqlut4fnqAsCMQOxLdcxefd_00m2Np95bAhOzhHiiTNok3X9_KWR6Uv1eixCNrg5tAo2h7R0Dud2CP_9WfNL6l841g_2fV1KNY0-1I5RvMu0kA0JkdOjRKudp9hZQxGw1zevVHni3mAu0Ez8IRZddLBjCNqxWnyNm_nIPW6Nj1acuh1PXKlnQzc9nE-6TWXMSr9VlEc85pNErBFIGozOJelSMD3gyelgLB&astse=0ba686943b7981d3&assa=8049", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0A8Vdfd0X1hgiAwL3k-IpxNc8GhaHQTuIh-UhBxcQvvboW46_aeqvFuSjiTHPhvn131vcGOKLTZcdF_5nx_SESdcTA8CGz4yHwC5vO6vgSFtNhuikJkNiPCu6BPS44H0cCC-Nzq9q1UzrRKhEzjSxoZv4sFtLmBbc6kbcw2PeL4jam0BkzW1dRIEBvsPTNjsH_-W0oKpVg4vbMdy35DJfzRD9P6fXWQNmLbQYVghsNWgX8gIrOIsOzHOnW6ssltOlHJiA608iFCcnP8Addqlbz0KeCjr6r6P43Ml5QY4lFUf9mxk4KBbmxU-Mmdz1gqga-XHymX7t0q4G7JoVorhTHroJ26PXFRW2skn7EucnahxzHTk5UIswyXm6Z9y3RJGi5_EcWVsaDyya3D-ZY1Ouqebrf_80z4I5TJVjPJ1hfdytbi9JeGww_KM0wOFzdH7os99pro4izxg5GKHf5H7ZsHyL5-2kp7KCB0Etv6FEHXmpJ3m4d9gROqlut4fnqAsCMQOxLdcxefd_00m2Np95bAhOzhHiiTNok3X9_KWR6Uv1eixCNrg5tAo2h7R0Dud2CP_9WfNL6l841g_2fV1KNY0-1I5RvMu0kA0JkdOjRKudp9hZQxGw1zevVHni3mAu0Ez8IRZddLBjCNqxWnyNm_nIPW6Nj1acuh1PXKlnQzc9nE-6TWXMSr9VlEc85pNErBFIGozOJelSMD3gyelgLB&p=1&fvj=0&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11", "Language": "nl", "Gender": "Female"}, {"index": 10, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_03b0d389af0a762c", "Job Title": "Ervaren medewerker Marketing & Publiciteit (m/v)", "Company Name": "Meulenhoff Boekerij", "Location": " Amsterdam", "Job Description": "Nederlanders kopen erg graag boeken. Om zelf te lezen of weg te geven. Als uitgever van boeken willen we natuurlijk dat ze ónze boeken kopen; daarom zijn wij per direct op zoek naar een marketeer die een optimale naamsbekendheid van onze merken, fondsen, auteurs en titels bij de consument, onze klanten én de media weet te realiseren.\n\nErvaren medewerker Marketing & Publiciteit (m/v), standplaats Amsterdam (36 uur p/wk)\nBij Meulenhoff Boekerij gaat ons hart sneller kloppen van verhalen die inspireren, vermaken en verrijken. Daarom vind je bij ons boeken die elke letter waard zijn: dít moet je lezen, op papier, via e-book of luisteren via audio.\n\nDe afdeling Marketing & Publiciteit is verantwoordelijk voor het realiseren van een effectief marketing- en publiciteitsbeleid. Alle afdelingsactiviteiten zijn multimediaal en gericht op het optimaliseren van de positie van Meulenhoff Boekerij bij auteurs, bij haar afnemers en bij de consumenten.\n\nHoud je van boeken? Ben jij een gedreven, flexibele, allround marketeer met een groot pr-netwerk en vind je het leuk om te werken met auteurs en externe (media)partijen? Dan zijn wij op zoek naar jou!\n\nJouw rol\n\nJe formuleert in samenspraak met de Commercieel Directeur en je collega’s van de afdeling Marketing en Publiciteit het marketing- en publiciteitsbeleid voor de fondsen Meulenhoff Fictie en Meulenhoff Boekerij Non-fictie, titels en auteurs en vertaalt deze koers door naar marketing- en publiciteitsplannen.\n\nWat voor iemand zoeken wij?\n\nJe bent in staat om snel te schakelen en in te spelen op kansen en trends, en zoveel mogelijk aandacht te genereren binnen de relevante doelgroep(en). Je volgt ontwikkelingen op het gebied van marketingcommunicatie op de voet. Je bent positief en denkt in kansen. Je krijgt energie van samenwerken met redactie & uitgever en sales om een gezamenlijk doel te bepalen en te behalen.\n\nJouw belangrijkste taken en verantwoordelijkheden:\n\nOntwikkelen en uitvoeren van marketing- en publiciteitsplannen voor auteurs, titels en fondsen en het inzetten van passende instrumenten (offline en online inclusief social media)\nOnderhouden en uitbreiden van (pers)contacten, genereren van free publicity\nHet begeleiden van en samenwerken met (Nederlandse) auteurs\nCoördineren van auteursbezoeken en organiseren van boekpresentaties\nOpstellen en bewaken van projectbegrotingen\nOpzetten van promotionele acties met auteurs en media of andere relevante bedrijven\nAnalyseren en interpreteren van marktgegevens\n\nProfiel en competentie:\n\nAfgeronde HBO-opleiding Communicatie of soortgelijke opleiding, eventueel aangevuld met marketingcommunicatiecursussen\nMinimaal 3 jaar werkervaring in soortgelijke functie in het boekenvak of media\nEen relevant pr-netwerk\nAffiniteit met literatuur is een pre\nKennis van en ervaring met online marketing en social media\nUitstekende beheersing van het Nederlands en Engels\nJe bent in staat om proactief zowel zelfstandig als in teamverband te opereren en je beschikt daarbij over de volgende competenties: samenwerken – resultaatgerichtheid – marktgerichtheid – creativiteit – flexibiliteit – sociabiliteit – probleemanalyse – organiseren van eigen werk – inzet\n\n\nWat bieden wij jou?\n\nOm te beginnen een geweldig uitzicht over Amsterdam vanaf de 16e etage van de Mondriaantoren.\n\nOnze kernwaarden zijn: ondernemerschap, samenwerking, kwaliteit, creativiteit en continuïteit.\n\nJe hebt de ruimte om te werken vanuit eigen verantwoordelijkheid, in een klein en gemotiveerd team. Naast deze inspirerende werkomgeving en uitdagende functie bieden we je:\n\nSalariëring volgens de cao voor het Uitgeverijbedrijf, afhankelijk van ervaring, opleiding en leeftijd.\nEen flexibel pakket aan secundaire arbeidsvoorwaarden, waaronder een persoonlijk keuzebudget waarmee je onder andere kunt sparen voor extra verlof of je (vakantie)geld op een door jou gekozen moment kunt laten uitbetalen.\n\nOver ons\n\nMeulenhoff Boekerij is een van de grootste boekenuitgeverijen (marktleider in e-books) van Nederland en publiceert onder twee merken boeken (folio-, e- en audioboeken) van hoge inhoudelijke en commerciële kwaliteit.\n\nMeulenhoff (opgericht in 1895) staat voor een lange historie in kwalitatief hoogstaande literatuur en non-fictie die zich onderscheiden in stijl en kwaliteit. Naast het Nederlandse fonds (met o.a. Hendrik Groen, Tim Hofman, Floortje Dessing en Eddy de Wind) is Meulenhoff uitgever van vele internationale schrijvers als David Mitchell, Jens Christian Grøndahl, John Boyne, Primo Levi, Gabriel García Márquez, Mario Vargas Llosa en Laurent Binet.\n\nBoekerij is een dominante speler in fictie en non-fictie voor een breed lezerspubliek en richt zich vooral op romans, thrillers, fantasy, waargebeurde verhalen en inspirerende non-fictie. Boekerij is het huis voor succesvolle auteurs als Stephen King, Santa Montefiore, Haenim Sunim, Lois P. Frankel, Harlan Coben, Robert Bryndza, Corina Bomann, Merlijn Kamerling, Jackie van Laren, Charlotte de Monchy, Christopher Paolini en J.R.R. Tolkien.\n\nMeulenhoff Boekerij is onderdeel van de Uitgeverij Lannoo Groep.\n\nMeulenhoff Boekerij wil een diverse en inclusieve organisatie zijn. Een organisatie die ruimte biedt aan iedereen en die de kracht van de diversiteit van medewerkers gebruikt om betere resultaten te halen.\n\nMeulenhoff Boekerij stelt inhoud en vakmanschap voorop. Onze vacatures staan open voor elke kandidaat die zich daarin herkent.\n\nProcedure\n\nVoor meer informatie kun je bellen met Eva Lemmers (Commercieel Directeur) op 06 51 00 44 18. Je cv en motivatie zien we graag uiterlijk 4 maart 2021 tegemoet via onze sollicitatiepagina of via hr@lannoomeulenhoff.nl.\n\nAcquisitie n.a.v. deze advertentie wordt niet op prijs gesteld.\n\nTrefwoorden: Marketing, Publiciteit, Commercieel, Auteursmanagement, Projectmanager, Organisatietalent, Uitgeverij, Uitgever", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=03b0d389af0a762c&fccid=b43f7c824420e970&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11", "Language": "nl", "Gender": "Female"}, {"index": 11, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_edad72002a24bfaa", "Job Title": "Administratief Medewerker", "Company Name": "Unique Amsterdam", "Location": " Hoofddorp", "Job Description": "Ben jij op zoek naar een administratieve baan met inhoud? Verdiep jij je graag in juridische en administratieve zaken, maar krijg je ook energie van contact met klanten? Lees dan snel verder!\n\nVoor onze opdrachtgever zijn we momenteel op zoek naar 2 nieuwe collega’s voor de backoffice! Het betreft een fulltime functie (voor minimaal 32 uur per week) waarbij je via Unique aan de slag gaat. In deze functie is er zeker kans op een vast contract, als het natuurlijk bevalt van beide kanten.\n\nOnze klant is een overkoepelende serviceorganisatie voor zeven stichtingen binnen het auteursrecht. Zij maken zich hard voor de rechten van tekstschrijvers, auteurs, onderwijsinstellingen, vertalers, journalisten en andere rechthebbenden. Zij verzorgen het gehele administratieve proces van facturatie tot de verdeling van vergoedingen onder de rechthebbenden binnen het auteursrecht. Het is een interessante branche die constant in ontwikkeling is. Deze functie bied jou de kans om meer te leren over het auteursrecht maar ook ervaring op te doen binnen een complexe juridische omgeving!\n\nIn de functie van Administratief Medewerker ga je samen met je collega’s aan de slag met het beantwoorden van vragen voor klanten en het administratief uitzoeken en verwerken van gegevens. Je bent het eerste aanspreekpunt voor vragen die je zowel telefonisch, als per mail beantwoord. Omdat het vaak gaat over facturatie, juridische en complexe administratieve zaken is het belangrijk dat jij het leuk vindt om te puzzelen en je vast te bijten in een bepaald vraagstuk. Er zit dus voldoende uitdaging in en je krijgt dagelijks de kans om meer te leren over het auteursrecht!\n\nZoals aangegeven zijn we op zoek naar twee nieuwe collega’s. Vanwege het inwerktraject werken we met twee verschillende startdata: 1 april en 1 mei. Het is dus belangrijk dat jij rond een van deze data beschikbaar bent!\n\nOnze klant is de overkoepelende serviceorganisatie van zeven stichtingen binnen het auteursrecht. In de functie van Administratief Medewerker kom jij te werken op de Backoffice afdeling. Deze afdeling richt zich op het ondersteunen van twee stichtingen die zich hard maken voor onder andere auteurs, uitgevers en auteursrecht binnen het hoger onderwijs.\n\nNormaliter werken zij met de collega’s op het kantoor in Hoofddorp, maar vanwege alle coronamaatregelen wordt er voornamelijk vanuit huis gewerkt. Ook het inwerktraject zal voornamelijk op afstand plaatsvinden.\n\nJouw team bestaat stuk voor stuk uit collega's die hart voor het vak én hart voor deze organisatie hebben. Hun werk is echt hun passie! Er bestaat een nauwe samenwerking in dit team, maar je werkt ook veel samen met collega's en afdelingen in de rest van de organisatie.\n\nCollega’s die via Unique aan de slag zijn gegaan beschrijven deze organisatie als ‘een warm bad’ en een fijne plek om veel te leren. Eigen initiatief wordt gewaardeerd en dan is er veel ruimte om jezelf constant te blijven ontwikkelen. Je komt te werken binnen een interessante branche die constant in beweging is.\n\nWe zijn voor deze functie op zoek naar twee nieuwe collega’s. Belangrijk is dat je minimaal MBO+ werk- en denkniveau hebt of een afgeronde HBO opleiding. Daarnaast is het fijn als je wat administratieve werkervaring meebrengt of bekend bent met telefonisch klantencontact. Verder:\n\nKun jij je gemakkelijk en duidelijk uitdrukken in woord en geschrift (vloeiende kennis van de Nederlandse taal is hierin een vereiste!);\nBen je servicegericht en kun je klanten vriendelijke te woord staan, ook als de beller niet al te vriendelijk is;\nWerk je ontzettend nauwkeurig en secuur en vind je het geen probleem om routinematige werkzaamheden uit te voeren;\nSchrikt een redelijke werkvoorraad jou niet af, stel je hierin gemakkelijk prioriteiten en kun je snel schakelen.\n\nEen uitdagende administratieve functie binnen een interessante branche en een warme organisatie. Dat is wat je in één zin kunt verwachten. Je komt te werken bij een informele organisatie met gezellige en warme collega’s. Er heerst een goede sfeer, er is veel ruimte om jezelf te ontwikkelen en iedereen staat voor je klaar om je te helpen.\n\nZoals aangegeven zijn we op zoek naar twee nieuwe collega’s. Vanwege het inwerktraject werken we met twee verschillende startdata: 1 april en 1 mei. Het is dus belangrijk dat jij rond een van deze data beschikbaar bent!\n\nVanwege de maatregelen rondom het coronavirus wordt er voornamelijk vanuit huis gewerkt, ook het inwerktraject zal voor een groot deel vanuit huis plaatsvinden.\n\nIn het kort:\n\nEen functie voor 32-38 uur per week;\nDe eerste periode (een aantal maanden) werk je via Unique, daarna is er kans op overname door de organisatie zelf én op termijn zeker kans op een vaste aanstelling;\nEen bruto salaris tussen € 2.200 - € 2.300 bruto per maand op basis van 38 uur;\nEen tegemoetkoming in je reiskosten voor de dagen dat je naar kantoor gaat. Dit is een kilometervergoeding óf een ov-vergoeding van 100% van de gemaakte kosten;\nOp fulltime basis bouw je ongeveer 2 vakantiedagen op per maand;\n8% vakantiegeld. Deze wordt eenmalig per jaar uitgekeerd in mei.\n\nKlinkt dit interessant en heb je interesse in de functie? Reageer dan snel met jou cv en motivatie via onze website! Heb je vragen? Dan kun je ons bereiken via 023 – 55 55 990 of via hoofddorp@unique.nl. Hopelijk spreken we je snel!", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=edad72002a24bfaa&from=vj&sjdu=XS8FHEpkgQqaEtMQAY8jTqwxKxkg36Jhqp_s1oUP_5_bsy02es2mWVH0SPRdrwUU&mvj=0&vjfrom=vjs&pos=bottom&astse=e5b3468382660395&assa=1664", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=edad72002a24bfaa&fccid=0751bfb100c40d12&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11", "Language": "nl", "Gender": "Female"}, {"index": 12, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_3adaa098c021da45", "Job Title": "Administratief Medewerker | Intellectueel Eigendom | Amsterdam |", "Company Name": "Local Legal", "Location": " Amsterdam", "Job Description": "Administratief Medewerker | Intellectueel Eigendom | Amsterdam |\nVoor een internationaal kantoor die zich voornamelijk bezig houdt met Intellectueel Eigendomsrecht zijn wij opzoek naar een (financieel) administratief talent met een afgeronde mbo of hbo opleiding en enige werkervaring binnen de zakelijke dienstverlening. Zo heb je geleerd om te gaan met deadlines, te werken met complexe administratie en klantdossiers en om secuur te werken. Het is een leuke startersfunctie, waarbij je de sfeer kunt proeven en meewerkt in de dagelijkse praktijk op het gebied van merken, auteurs- en modellenrecht, uitvindingen of nieuwe producten en de bescherming daarvan.\nBen jij administratief sterk en heb je affiniteit met IE? Ben je daarnaast een pro-actief type en ben je resultaatgericht? Dit is wat jij allemaal meeneemt:\nWat breng je mee?\nMBO/HBO werk- en denkniveau;\nWerkervaring als administratief medewerker;\nAffiniteit of ervaring in IE is een pré;\nJe bent pro-actief, resultaatgericht en neemt initiatieven;\nJe beheerst uitstekend de Nederlandse taal in woord en geschrift;\nJe beheerst de Engelse taal goed in woord en geschrift (Frans is een pré);\nJe kan goed overweg met de software systemen en/of leert snel;\nJe kan gestructureerd en planmatig te werk gaan.\nAls juridisch administratieve ondersteuner zorg jij samen met ongeveer een team van 10 collega's dat merken en brand portfolio's van klanten up to date zijn. Lees hieronder verder waar jouw verantwoordelijkheden allemaal liggen:\nVerzorgen van het registratieproces van nieuwe merken en het vernieuwen en onderhouden van bestaande merken;\nHet administratief onderhouden van bestaande merken dossiers;\nKlantencontact en het verwerken van klantenverzoeken;\nControles uitvoeren in de database;\nFacturatie opstellen en het goedkeuren van facturen;\nRedigeren, controleren en bewerken van documenten;\nHet registreren en vastleggen van taken, het bijhouden van je werkproces;\nSystematisch te werk gaan in het uitvoeren van taken in het algemeen.\nDit kantoor biedt naast de mogelijkheid om 40 uur te werken een mooi salaris afhankelijk van jouw ervaring en mogelijkheden om jezelf te ontwikkelen en door te groeien. Na een inwerkperiode van een aantal maanden krijg je zelfs de mogelijkheid om door te groeien naar een volgende rol als expert waarbij je andere collega's jouw financiële een administratieve werkprocessen mag aanleren. Daarnaast zijn eigen inbreng en meedenken om werkprocessen te verbeteren bij dit kantoor altijd meer dan welkom.\nWord jij enthousiast van het lezen van deze vacature en denk je geschikt te zijn voor de leuke functie? Dit kantoor biedt jou het volgende:\n32-40 uur per week werken;\n€2100-3100 bruto op ft basis afhankelijk van jouw ervaring;\nEen dertiende maand;\n30 vakantiedagen per jaar;\nVolledige reiskostenvergoeding en een pensioenregeling;\nTrainingen en cursussen in Intellectueel Eigendomsrecht;\nEen moderne en leuke werkomgeving met een tof team;\nMogelijkheden om je te ontwikkelen en intern door te groeien.\nBen jij enthousiast geworden na het lezen van deze vacature? Stuur je cv naar amsterdam@local-legal.nl vóór 26 maart of bel voor vragen naar 020 6461 327.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=3adaa098c021da45&fccid=8a78af156fa135b4&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11", "Language": "nl", "Gender": "Female"}, {"index": 13, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "pj_56fbde7552853554", "Job Title": "Jurist Auteursrecht/Naburige Rechten", "Company Name": "Legal Work Force", "Location": " Amsterdam", "Job Description": "Onze opdrachtgever is het CvTA, het College van Toezicht Auteursrecht. Het CvTA is een zelfstandig bestuursorgaan dat toezicht houdt op de inning en verdeling door collectieve beheersorganisaties (CBO’s) van vergoedingen voor het gebruik van auteurs- en/of\nnaburigrechtelijk beschermde werken. Het College bestaat uit drie personen en wordt ondersteund door een bureau dat bestaat uit een 6-koppige staf waaronder drie juristen en een secretaris- directeur. Graag komen wij in contact met kandidaten voor de positie van\nJurist Auteursrecht/Naburige Rechten\nBinnen de organisatie ben je de inhoudelijke spil op dit rechtsgebied die voorbereidend ook extern adviseert. Daarnaast draag je, in samenwerking met de andere juristen, bij aan de uitvoering van juridische werkzaamheden op de rechtsgebieden zoals bijvoorbeeld privacy, WOB, governance, verbintenissenrecht en de eigen voorschriften en wetgeving. Je ondersteunt en adviseert het College inhoudelijk en bereidt adviezen en besluiten zorgvuldig voor. Je denkt zelfstandig maar werkt nauw samen met de andere leden van het bureau.\n\nProfiel\njurist met 3+ jaar relevante werkervaring\nuitstekende kennis van het auteursrecht en/of de naburige rechten\nbijvoorbeeld vergaard in de wetenschap, advocatuur of rechterlijke macht\nzelfstandige en helder communicerende professional; zowel denker als doener\nteamplayer in een kleine multidisciplinaire staf, politiek-bestuurlijk sensitief\nPropositie\ninhoudsgerichte juridische rol bij een ambitieuze toezichthouder\neen belangrijke positie in een klein en kwalitatief veeleisend team\nbijdrage leveren aan de verdere inhoudelijke professionalisering van het CvTA\nflexibele invulling mogelijk, bijvoorbeeld in combinatie met functie in de wetenschap of elders\nkarakteristiek kantoor in hartje Amsterdam", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=a52850748e86ca89&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=8b59f84bc9f6bb54&assa=4638", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0A8Vdfd0X1hgiAwL3k-IpxNc8GhaHQTuIh-UhBxcQvvboW46_aeqvFuSjiTHPhvn131vcGOKLTZcdF_5nx_SESdcTA8CGz4yHwC5vO6vgSFtNhuikJkNiPCu6BPS44H0cCC-Nzq9q1UzrRKhEzjSxoZv4sFtLmBbc6kbcw2PeL4jam0BkzW1dRIEBvsPTNjsH_-W0oKpVg4vbMdy35DJfzRD9P6fXWQNmLbQYVghsNWgX8gIrOIsOzHOnW6ssltOlHJiA608iFCcnP8Addqlbz0KeCjr6r6P43Ml5QY4lFUf9mxk4KBbmxU-Mmdz1gqga-XHymX7t0q4G7JoVorhTHroJ26PXFRW2skn7EucnahxzHTk5UIswyXm6Z9y3RJGi5_EcWVsaDyya3D-ZY1Ouqebrf_80z4I5TJVjPJ1hfdytbi9JeGww_KM0wOFzdH7os99pro4izxg5GKHf5H7ZsHyL5-2kp7KCB0Etv6FEHXmpJ3m4d9gROqlut4fnqAsCMQOxLdcxefd_00m2Np95bAhOzhHiiTNok3X9_KWR6Uv1eixCNrg5tAo2h7R0Dud2CP_9WfNL6l841g_2fV1KNY0-1I5RvMu0kA0JkdOjRKudp9hZQxGw1zevVHni3mAu0Ez8IRZddLBjCNqxWnyNm_nIPW6Nj1acuh1PXKlnQzc9nE-6TWXMSr9VlEc85pNErBFIGozOJelSMD3gyelgLB&p=1&fvj=0&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11", "Language": "nl", "Gender": "Female"}, {"index": 0, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_4102fa7571f3c795", "Job Title": "Uitgeverij Thomas Rap, Acquirerend redacteur", "Company Name": "WPG Uitgevers", "Location": " Amsterdam", "Job Description": "Uitgeverij Thomas Rap is al meer dan 50 jaar in zowel fictie als non-fictie een van de meest eigenzinnige uitgevers van Nederland en maakt sinds 1999 als zelfstandige imprint deel uit van uitgeverij De Bezige Bij. Tot het fonds behoren diverse aansprekende namen zoals Youp van ’t Hek, Yuval Noah Harari, Herman Finkers, Stephen Fry, Mathijs Deen, Japke-d. Bouma, Herman van Veen, Coen Verbraak, Johan Goossens, Wim Daniëls, Bert Natter en vele anderen.\n\nPer direct zijn wij op zoek naar een ervaren\n\nAcquirerend redacteur (2x)\n\n(36 uur)\n\nDe functie\n\nAls acquirerend redacteur maak je deel uit van de redactie van Thomas Rap en lever je een belangrijke bijdrage aan de uitgaven en de keuzes die daarin gemaakt worden. Je beschikt over een uitgebreid netwerk, initieert en stimuleert nieuwe uitgaven en draagt actief bij aan het positioneren van auteurs en titels. Je draagt zorg voor de redactionele begeleiding van auteurs en werkt nauw samen met de afdelingen marketing, pr en verkoop voor het formuleren van de juiste propositie. Je rapporteert aan de uitgever van Thomas Rap.\n\nJe profiel:\nErvaren redacteur, met minimaal vier jaar ervaring in een vergelijkbare functie.\nVolwaardig gesprekspartner voor onze auteurs.\nAcademisch werk- en denkniveau.\nBrede belangstelling.\nScherp oordeelsvermogen waarmee je inhoudelijke en commerciële afwegingen kunt maken.\nKennis van de (ontwikkelingen op de) markt.\nSociaal en communicatief vaardig.\nBedreven in het adequaat aansturen van externe vormgevers en freelancers.\nBreed ontwikkeld netwerk in de literaire, academische en mediawereld.\n\nWij bieden\n\nEen dynamische functie bij een succesvol uitgeefhuis. Uitgeverij De Bezige Bij is gevestigd in het hart van Amsterdam. Als basis voor onze arbeidsvoorwaarden geldt de CAO voor het Uitgeverijbedrijf en het supplement arbeidsvoorwaarden van WPG Uitgevers. De functie is ingedeeld in een bij WPG Uitgevers geldende salarisschaal 8 (€3.200 tot €4.300), waarbij het salaris mede afhankelijk is van opleiding en ervaring.\n\nSolliciteren?\n\nIs deze functie je op het lijf geschreven, stuur dan je cv + motivatie zo spoedig mogelijk, uiterlijk 14 januari 2021, uitsluitend via de sollicitatiebutton op www.wpg.nl naar Peggy Meijer, HR-medewerker. Voor nadere informatie kun je telefonisch contact opnemen met Jasper Henderson, uitgever Thomas Rap (06-81380686). De eerste gespreksronde zal plaatsvinden op 21 januari 2021.\n\nAcquisitie na aanleiding van deze vacature wordt niet op prijs gesteld.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=4102fa7571f3c795&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=a4d639b47e830ef5&assa=3604", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=4102fa7571f3c795&fccid=9dafb75b1b0bf0e6&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": null, "Gender": "Female"}, {"index": 1, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_ff8abe85e0cd783c", "Job Title": "Redacteur", "Company Name": "Berghauser Pont", "Location": " Amsterdam", "Job Description": "Ben jij een gedreven, nieuwsgierige redacteur met een hart voor de publieke zaak en lijkt het je leuk om aan de slag te gaan bij een innovatieve en snelgroeiende mediagroep in Amsterdam? Dan zoeken wij jou.OVER ONSBerghauser Pont Mediagroep stimuleert debat, ontwikkeling en kennisdeling over de publieke zaak. We zijn een onafhankelijk platform dat hoogwaardige kennis ontwikkelt, bij elkaar brengt en toegankelijk maakt voor de professional. Onze intentie is daarmee een bijdrage te leveren aan een meer duurzame, eerlijke en inclusieve samenleving.De kennisportals Omgevingsweb, Klimaatweb, Privacyweb en Zorg&Sociaalweb spelen hierbij een centrale rol. Deze portals onderscheiden zich door de hoogwaardige inhoudelijke content, die grotendeels samen met partners zoals advocatenkantoren of adviesbureaus wordt ontwikkeld.Voor onze kennisportals zijn wij op zoek naar een redacteur.DE FUNCTIEWat ga je doen?Je vertaalt trends en ontwikkelingen naar interessante contentproposities en weet content te realiseren die verdieping biedt aan professionals werkzaam in dit domein. Je bouwt een breed netwerk op van auteurs die op regelmatige basis inhoudelijke bijdragen leveren. Je vindt het leuk om op pad te gaan om interviews af te nemen met dé experts in de markt. Verder denk je actief mee over hoe we de content op een aantrekkelijke manier bij de doelgroep kunnen brengen.WerkzaamhedenThematische verdieping biedenAcquisitie van auteurs voor contentRealiseren van unieke content (o.a. interviews, video’s, etc.)Analyseren van (lezers)statistiekenCompetentiesHBO/WO-diploma in letteren, rechten of een aanverwante studie, met enkele jaren werkervaringUitstekende communicatieve vaardigheden in woord en geschriftUitstekende beheersing van de Nederlandse taalNieuwsgierig, gedreven en kritischStressbestendig en zelfstandigRedactionele en/of juridische ervaring is een préWat bieden we jou?Marktconforme arbeidsvoorwaardenEen dynamische werkomgeving. De lijnen zijn kort, dus je zit niet alleen op je eigen eiland. Zo leer je snel over het reilen en zeilen van de organisatie.Ons kantoor bevindt zich aan de Danzigerkade in de historische Houthavens welke volop in transformatie zijn. Gesitueerd aan de oever van het IJ, vormt de Danzigerkade een hub waar meer bedrijven samenkomen vanuit de media en creatieve industrie. Je komt terecht in een jong en enthousiast team, wij zijn gedreven om Berghauser Pont met elkaar naar een hoger plan te tillen.Parttime uren: 32-40 per weekSoort dienstverband: Fulltime, Parttime, Bepaalde tijdSalaris: €2.250,00 - €2.950,00 per maandAanvullende betalingen:VakantiegeldArbeidsvoorwaarden:ReiskostenvergoedingWerk vanuit huisWerkschema:ma-vrThuiswerken:JaVoorzorgsmaatregelen tegen het coronavirus:Plexiglas schermen op werkplekkenVirtuele vergaderingenEr zijn ontsmettings-, desinfecteer- of schoonmaakprocedures van kracht", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/E--WISE/jobs/Redacteur-ff8abe85e0cd783c?fccid=ab30e3a72c1d8a19&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": null, "Gender": "Female"}, {"index": 2, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_0e80c71cb4d05f2b", "Job Title": "Content-/Projectcoördinator (freelance/zzp)", "Company Name": "Reshift", "Location": " Haarlem", "Job Description": "Voorop lopen in media-innovatie. Dat is typisch Reshift. Met marktleiders als Zoom.nl, Kieskeurig.nl, Computer!Totaal, Power Unlimited en vele andere aansprekende merken bereiken wij maandelijks 8 miljoen mensen. Ooit hoofdzakelijk via tijdschriften, nu ook online met onze prijsvergelijkers, livestreams en interactieve e-learningplatformen. Om ons redactieteam te versterken zoeken wij hulp. Ben jij een freelance content-/projectcoördinator met eindredactionele ervaring? Lees dan even mee.Interactief lerenOnze groeibriljanten zijn Zoom Academy & Tech Academy. Gericht op fotografie en technologie. Twee domeinen, één doel: cursisten vooruit helpen via slimme interactieve cursussen. Samen met een team enthousiaste content creators regisseer jij content die duizenden gebruikers te zien krijgen. Dat is pas impact!Online leren is dé trend. Met onze Zoom- & Tech Academy loop je mee in de voorhoede van de media-innovatie. Je bent verantwoordelijk voor het coördineren en redigeren van cursussen maar werkt ook mee aan de lancering van een nieuwe cursus aan de Zoom- of Tech Academy. Je bent sterk op de inhoud, maakt je snel nieuwe materie eigen en hebt een ongenade loze interesse in tech of foto. Ben je zo thuis in het onderwerp dat je zelfstandig – op basis reeds beschikbare content – nieuwe cursussen kunt maken, dan is deze rol perfect voor jou.Dit breng jij mee.+ Interesse in fotografie of de nieuwste technologie.+ Jij weet op basis van data cursusonderwerpen te finetunen.+ Je gaat zelfstandig aan de slag met content en auteurs en weet op basis hiervan cursussen te maken.+ Jij bent het middelpunt in de productie van een cursus en zorgt dat de productie soepel verloopt.+ Naast coördineren heb je een uitstekend gevoel voor taal en teksten redigeren.+ Liggen jouw roots in het onderwijs dan is dat een pré.Dit is wat wij bieden.+ Een passend dagtarief.+ 100 creatieve content gedreven collega’s.+ Meebouwen aan een high-tech platform+ Een freelance opdracht waar je écht impact kan maken op duizenden gebruikers.+ Je bouwt aan jouw portfolio met opdrachten waar je blij van wordt.Kom maar door met je sollicitatie.Stuur je ons gelijk jouw LinkedIn-profiel? Eerst even bellen of appen kan natuurlijk ook op 06-53478895. Susanne vertelt je graag meer over onze teams en de freelance vacature.Parttime uren: 8 - 36 per weekSoort dienstverband: Fulltime, Parttime, Tijdelijk, Freelance/ZZPWerkschema:ma-vrTaal:Nederlands (Vereist)", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Reshift/jobs/Content-Projectco%C3%B6rdinator-0e80c71cb4d05f2b?fccid=7712a24a24de412f&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": null, "Gender": "Female"}, {"index": 3, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_ecea669244a4ed7a", "Job Title": "Freelance Content-/ Projectcoördinator", "Company Name": "Reshift Digital BV", "Location": " Haarlem", "Job Description": "Voorop lopen in media-innovatie. Dat is typisch Reshift. Met marktleiders als Zoom.nl, Kieskeurig.nl, Computer!Totaal, Power Unlimited en vele andere aansprekende merken bereiken wij maandelijks 8 miljoen mensen. Ooit hoofdzakelijk via tijdschriften, nu ook online met onze prijsvergelijkers, livestreams en interactieve e-learningplatformen. Om ons redactieteam te versterken zoeken wij hulp. Ben jij een freelance content-/projectcoördinator met eindredactionele ervaring? Lees dan even mee.\n\nInteractief leren\nOnze groeibriljanten zijn Zoom Academy & Tech Academy. Gericht op fotografie en technologie. Twee domeinen, één doel: cursisten vooruit helpen via slimme interactieve cursussen. Samen met een team enthousiaste content creators regisseer jij content die duizenden gebruikers te zien krijgen. Dat is pas impact!\n\nOnline leren is dé trend. Met onze Zoom- & Tech Academy loop je mee in de voorhoede van de media-innovatie. Je bent verantwoordelijk voor het coördineren en redigeren van cursussen maar werkt ook mee aan de lancering van een nieuwe cursus aan de Zoom- of Tech Academy. Je bent sterk op de inhoud, maakt je snel nieuwe materie eigen en hebt een ongenade loze interesse in tech of foto. Ben je zo thuis in het onderwerp dat je zelfstandig – op basis reeds beschikbare content – nieuwe cursussen kunt maken, dan is deze rol perfect voor jou.\n\n\nDit breng jij mee.\n+ Misschien een open deur maar jij hebt interesse in fotografie of de nieuwste technologie :)\n\n+ Jij weet op basis van data cursusonderwerpen te finetunen.\n+ Je gaat zelfstandig aan de slag met content en auteurs en weet op basis hiervan cursussen te maken.\n+ Jij bent het middelpunt in de productie van een cursus en zorgt dat de productie soepel verloopt.\n\n+ Naast coördineren heb je een uitstekend gevoel voor taal en teksten redigeren.\n+ Liggen jouw roots in het onderwijs dan is dat een pré.\n\n\nDit is wat wij bieden.\n+ Een passend dagtarief.\n+ 100 creatieve content gedreven collega’s.\n+ Meebouwen aan een high-tech platform.\n+ Een freelance opdracht waar je écht impact kan maken op duizenden gebruikers.\n\n+ Je bouwt aan jouw portfolio met opdrachten waar je blij van wordt.\n\nKom maar door met je sollicitatie.\nStuur je ons gelijk jouw LinkedIn-profiel? Eerst even bellen of appen kan natuurlijk ook op 06-53478895. Susanne vertelt je graag meer over onze teams en de freelance vacature.", "Rating": -1.0, "Employment Type": -1, "Company URL": "-1", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=ecea669244a4ed7a&fccid=acfe58b3f2594ed7&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": null, "Gender": "Female"}, {"index": 4, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_daa5994333f48931", "Job Title": "Redacteur Governance & Privacyweb", "Company Name": "Berghauser Pont", "Location": " Amsterdam", "Job Description": "Wil jij je bezighouden met maatschappelijke ontwikkelingen die er echt toe doen? En lijkt het je leuk om als redacteur aan de slag te gaan bij een innovatieve en snelgroeiende uitgeverij in Amsterdam? Dan is dit iets voor jou!Over onsBerghauser Pont Mediagroep stimuleert debat, ontwikkeling en kennisdeling over de publieke zaak. We zijn een onafhankelijk platform dat hoogwaardige kennis toegankelijk maakt voor de professional. We geven snel inzicht in de laatste maatschappelijke ontwikkelingen, maar ook verdieping, opinies en alle relevante regelgeving en achtergrondinformatie. Dat doen we met boeken, cursussen en events die we ontwikkelen met honderden experts. Onze intentie is daarmee een bijdrage te leveren aan een meer duurzame, eerlijke en inclusieve samenleving.De kennisportals Omgevingsweb, Privacyweb en Sociaalweb spelen hierbij een centrale rol. Governanceweb is een nieuw te ontwikkelen platform voor good-governance.De functieJe levert een bijdrage aan het verder uitbouwen van Privacyweb en Governanceweb. Je volgt de actualiteit op de voet en signaleert trends en ontwikkelingen. Deze vertaal je samen met ons netwerk van experts naar relevante content. Je komt met voorstellen over hoe we dit op een aantrekkelijke manier bij de doelgroep kunnen brengen. Ook reik je ideeën aan, bijvoorbeeld voor nieuwe rubrieken. Je bent verantwoordelijk voor het dagelijkse nieuws, maar ook voor de thematische dossiers die achtergrond en duiding bieden. Je bouwt aan het netwerk van auteurs die op regelmatige basis een bijdrage leveren. Je zorgt voor een zo groot mogelijk bereik van de content door verspreiding via de diverse kanalen van Privacyweb en Governanceweb, waaronder de nieuwsbrieven en social media.WerkzaamhedenNieuws- en beeldredactieAcquisitie van auteurs voor artikelen en jurisprudentieActueel houden van alle contentsoorten op Privacyweb en GovernancewebVerzorgen van themadossiers (en uitbouwen van het huidige aanbod)Onderhouden van social media-kanalenSamenstellen en versturen van nieuwsbrievenAnalyseren van (lezers)statistiekenCompetentiesHBO/WO-diploma in rechten, economie of een aanverwante studieUitstekende communicatieve vaardigheden in woord en geschriftUitstekende beheersing van de Nederlandse taalNieuwsgierig, gedreven en kritischStressbestendig en zelfstandigEen paar jaar redactionele ervaring is een préWat bieden we jou?Een mooie baan met veel verantwoordelijkheid, you can make a difference!Een dynamische werkomgeving in een modern kantoorpand in de Amsterdamse Houthavens;Fantastische collega’s, we organiseren geregeld borrels & uitjes;En vanzelfsprekend goede arbeidsvoorwaarden.Pas jij in deze functie?Dan maken we graag kennis! Stuur je CV en motivatie en dan nemen we zo snel mogelijk contact met je op.Acquisitie naar aanleiding van deze advertentie wordt niet op prijs gesteldSoort dienstverband: Bepaalde tijd, Onbepaalde tijdAanvullende betalingen:VakantiegeldArbeidsvoorwaarden:FietsplanPensioenReiskostenvergoedingVrijdagmiddagborrelWerkschema:ma-vr", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Berghauser-Pont/jobs/Redacteur-Governance-Privacyweb-daa5994333f48931?fccid=6cbc54ba1a31aa1f&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": null, "Gender": "Female"}, {"index": 5, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_a52850748e86ca89", "Job Title": "Jurist Auteursrecht/Naburige Rechten (parttime)", "Company Name": "Legal Work Force", "Location": " Amsterdam", "Job Description": "Onze opdrachtgever is het CvTA, het College van Toezicht Auteursrecht. Het CvTA is een zelfstandig bestuursorgaan dat toezicht houdt op de inning en verdeling door collectieve beheersorganisaties (CBO’s) van vergoedingen voor het gebruik van auteurs- en/of\nnaburigrechtelijk beschermde werken. Het College bestaat uit drie personen en wordt ondersteund door een bureau dat bestaat uit een 6-koppige staf waaronder drie juristen en een secretaris- directeur. Graag komen wij in contact met kandidaten voor de positie van\nJurist Auteursrecht/Naburige Rechten (parttime)\n24-32 uur, Amsterdam\nBinnen de organisatie ben je de inhoudelijke spil op dit rechtsgebied die voorbereidend ook extern adviseert. Daarnaast draag je, in samenwerking met de andere juristen, bij aan de uitvoering van juridische werkzaamheden op de rechtsgebieden zoals bijvoorbeeld privacy, WOB, governance, verbintenissenrecht en de eigen voorschriften en wetgeving. Je ondersteunt en adviseert het College inhoudelijk en bereidt adviezen en besluiten zorgvuldig voor. Je denkt zelfstandig maar werkt nauw samen met de andere leden van het bureau.\n\nProfiel\njurist met 3+ jaar relevante werkervaring\nuitstekende kennis van het auteursrecht en/of de naburige rechten\nbijvoorbeeld vergaard in de wetenschap, advocatuur of rechterlijke macht\nzelfstandige en helder communicerende professional; zowel denker als doener\nteamplayer in een kleine multidisciplinaire staf, politiek-bestuurlijk sensitief\nPropositie\ninhoudsgerichte juridische rol bij een ambitieuze toezichthouder\neen belangrijke positie in een klein en kwalitatief veeleisend team\nbijdrage leveren aan de verdere inhoudelijke professionalisering van het CvTA\nflexibele invulling mogelijk, bijvoorbeeld in combinatie met functie in de wetenschap of elders\nkarakteristiek kantoor in hartje Amsterdam", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=a52850748e86ca89&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=242cc27967f80237&assa=6906", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=a52850748e86ca89&fccid=f45097a549ba4f55&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": null, "Gender": "Female"}, {"index": 6, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_6ca7a9220acf870f", "Job Title": "Universitair Docenten Ondernemingsrecht en Insolventierecht", "Company Name": "Universiteit van Amsterdam", "Location": " Amsterdam Centrum", "Job Description": "Publicatiedatum 18 november 2020\n\nSluitingsdatum 31 januari 2021\n\nOpleidingsniveau Gepromoveerd\n\nFunctieomvang 24 tot 38 uur per week\n\nSalarisindicatie €3.746 tot €5.127 bruto per maand, op basis van 38 uur per week\n\nVacaturenummer 20-708\n\nDe afdeling Privaatrecht is op zoek naar twee Universitaire Docenten voor het onderwijs op het gebied van het Ondernemingsrecht en het Insolventierecht in de Bachelor rechtsgeleerdheid en de masteropleiding Privaatrecht.\nHet onderzoek van de leerstoelgroep is ondergebracht in the Amsterdam Center for Transformative Law (ACT).\nWat ga je doen?\nJe:\ncoördineert onderwijs in het bachelorvak Ondernemingsrecht of het vak Insolventierecht en Zekerheid, inclusief het leiden en begeleiden van de docentengroep, coördineren van het vak, ontwikkelen van onderwijsmateriaal (docentenhandleidingen, tentamens) en bent contactpersoon voor en naar studenten;\nverzorgt onderwijs (werkgroepen) in de bachelorvakken/mastervakken op het gebied van het Insolventierecht (Insolventierecht en Zekerheid, Insolventierecht en Corporate Finance, Finance, Security and Insolvency) en/of Ondernemingsrecht (Ondernemingsrecht, Vennootschaps- en rechtspersonenrecht, Fusies & Overnames;\nbegeleidt zowel Nederlandstalige als Engelstalige bachelor- en masterscripties op het gebied van het insolventierecht/ondernemingsrecht ook voor de master Law & Finance;\nverricht en publiceert zelfstandig en hoogwaardig onderzoek op het gebied van Privaatrecht dat past binnen het onderzoek van het ACT of op het terrein van grensoverschrijdend en nationaal Insolventierecht en/of Ondernemingsrecht;\ndraagt actief bij aan de onderzoeksgemeenschap van de Faculteit, in het bijzonder het ACT;\nvraagt zo mogelijk externe fondsen voor onderzoek aan zoals NWO en ERC;\nverricht bestuurlijke en organisatorische taken voor de leerstoelgroep en faculteit (bijvoorbeeld deelname opleidingscommissies, examencommissie, ondernemingsraad etc.).\nWat vragen wij van jou?\nDe kandidaat die wij zoeken:\nis gepromoveerd met een proefschrift in het Privaatrecht, bij voorkeur in het Insolventierecht of Ondernemingsrecht of in de afrondende fase van het manuscript van het proefschrift;\nheeft uitstekende didactische kwaliteiten blijkend uit onderwijsevaluaties;\nheeft de Basiskwalificatie Onderwijs of is bereid deze binnen 1 jaar te halen;\nheeft aantoonbare ervaring met coördinatie van grote bachelor- en mastervakken inclusief het ontwerpen en voorbereiden van onderwijsmateriaal en opstellen van tentamens;\nheeft aantoonbare ervaring met onderwijs in het Insolventierecht en/of Ondernemingsrecht;\nheeft aantoonbare ervaring met het begeleiden van bachelor- en masterscripties op het gebied van Insolventierecht en/of Ondernemingsrecht;\nheeft aantoonbare ervaring met bestuurlijke en organisatorische taken;\nheeft een uitstekende beheersing in woord en geschrift van de Nederlandse en de Engelse taal.\nInlichtingen\nVoor meer informatie kun je contact opnemen met:\nprof.dr. Rolef de Weijs, Insolventierecht\nof\nprof.dr. Joti Roest, Ondernemingsrecht\n\nVoor meer informatie over werken bij de Universiteit van Amsterdam verwijzen wij naar de website.\nOns aanbod\nWe bieden een afwisselende en uitdagende baan in een ambitieuze organisatie. Het gaat in eerste instantie om een tijdelijk dienstverband voor de duur van een jaar met uitzicht op een vast dienstverband. Op deze functie is het UFO-profiel van Universitair Docent 2 van toepassing. Het salaris bedraagt minimaal €3.746 en maximaal €5.127 (schaal 11) bruto per maand op basis van volledige werktijd (38 uur).\nEen tenure track naar Universitair Hoofddocent 2 volgens het zogeheten up or out- principe behoort ook tot de mogelijkheden. In dat geval betreft dit een tijdelijk dienstverband voor 6 jaar in de functie van Universitair Docent 2 met uitzicht op een vast contract als Universitair Hoofddocent 2 indien aan de gestelde voorwaarden is voldaan.\n De UvA biedt verder een uitgebreid pakket secundaire arbeidsvoorwaarden, waaronder 8% vakantiegeld en 8.3% eindejaarsuitkering. De cao Nederlandse Universiteiten is van toepassing.\nOver de faculteit\nMet ruim 5000 studenten en 500 medewerkers is de Faculteit der Rechtsgeleerdheid van de Universiteit van Amsterdam een van de grotere juridische faculteiten van Nederland. De Faculteit verzorgt de bacheloropleidingen Rechtsgeleerdheid, Fiscaal recht en – samen met twee andere faculteiten – de opleiding Politics, Psychology, Law and Economics (PPLE). Daarnaast biedt zij 19 masteropleidingen met verschillende varianten aan. Het onderzoek van de faculteit vindt plaats in een verscheidenheid aan onderzoeksgroepen, programma’s en centra. De faculteit heeft een internationaal profiel en kiest voor een maatschappelijke benadering van het recht.\nHet onderwijs en het onderzoek worden verzorgd door de zes afdelingen van de Faculteit: Algemene Rechtsleer, Arbeids- en Informatierecht, Internationaal en Europees Publiekrecht, PPLE, Privaatrecht en Publiekrecht.\nSollicitatie\nAls werkgever handhaaft de UvA een beleid van gelijke kansen. We vinden diversiteit belangrijk en zetten ons volledig in om een plek te zijn waar iedereen zich thuis voelt. We koesteren de onderzoekende geest en het doorzettingsvermogen en laten de ruimte om door te vragen. Bij ons vormen nieuwsgierigheid en creativiteit de heersende cultuur.\nKandidaten wordt gevraagd:\neen sollicitatiebrief te schrijven, waarin je je motivatie toelicht om te solliciteren naar deze functie;\neen CV, inclusief een lijst van publicaties, in te zenden;\neen onderzoeksvoorstel (max. 3 pagina's) te schrijven, waarin je onder meer ingaat op de bijdrage die je wilt leveren aan het ACT-onderzoeksprogramma;\ncontactgegevens van 2 referenten aan te leveren;\nbewijs te overleggen van het met succes hebben verdedigd van een proefschrift en andere relevante diploma's;\neen schrijfvoorbeeld van een recent geschreven Engelstalige publicatie (als auteur zonder co-auteurs), van maximaal 50 pagina's (dit kan ook een hoofdstuk van het proefschrift zijn).\n\nJe kunt je sollicitatie opsturen via onderstaande link.\nDe vacature sluit op 31 januari 2021.\n#LI-DNP\nWij stellen acquisitie niet op prijs", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=6ca7a9220acf870f&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=48ab6ad6f877d32a&assa=8055", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=6ca7a9220acf870f&fccid=6d76c7ec59b89971&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": null, "Gender": "Female"}, {"index": 7, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_35e52d6bfb70dd79", "Job Title": "Beheerder documentatiesysteem", "Company Name": "Manpower", "Location": " Petten", "Job Description": "Dit ga je doen\nAls beheerder documentatiesysteem ben jij thuis in allerlei soorten informatiestromen. Jij bent in staat om orde in de mogelijk ontstane chaos te scheppen en zorgt ervoor dat alle documenten goed opgeslagen worden én dat iedereen bij het bedrijf gemakkelijk de juiste documenten kan raadplegen. Heb jij meerdere jaren ervaring als medewerker informatiebeheer, medewerker DIV of vergelijkbaar en ben jij klaar voor een nieuwe baan? Lees dan snel verder en solliciteer direct!\n\nVoor een opdrachtgever in Petten is uitzendbureau Manpower op zoek naar een document controller.\n\nAls beheerder documentatiesysteem / recordmanagement zie jij toe op een geordend en gestroomlijnd systeem. Jij bent bezig met het inzichtelijk en actueel houden van het documentensysteem volgens de geldende normen. Hierbij kun je denken aan de volgende werkzaamheden:\nScannen en archiveren van opgevolgde en teruggetrokken documenten\nOndersteunen van auteurs bij het opstellen of aanpassen van documenten (in het Engels en Nederlands)\nRedigeren van documenten op verzoek van auteurs\nToetsen van documenten aan geldende Good Documentation Practices\nAdviseren over de structuur van projectdossiers\nBehandelen en technisch reviewen van aangeboden records\nSignaleren van afwijkingen\n\nDit krijg je\nBrutosalaris tussen €2.500 en €3.200 per maand op basis van 40 uur per week\nReiskostenvergoeding van €0,19 per kilometer\nFulltime baan van 40 uur per week\nKans op overname bij goed functioneren\nATV en 13e maand\nToegang tot e-learning platform Studytube\nPensioenopbouw via Manpower\nHier ga je werken\nAls beheerder documentatiesysteem / recordmanagement ga jij werken bij een specialist in de productie van preparaten en radioactieve medicijnen. Op dit moment is de bedrijfsnaam nog vertrouwelijk. In een later stadium van het sollicitatieproces vertellen wij jou graag meer!\n\nWerktijden\nIn deze functie werk jij 40 uur per week. De werkdagen zijn maandag tot en met vrijdag tussen 8.30 en 17.00 uur.\nDit neem je mee\nMinimaal een mbo-4 diploma, bij voorkeur richting informatiemanagement of archiefschool\nTenminste drie jaar werkervaring als document beheerder, documentalist, medewerker informatiebeheer, archivaris of een andere soortgelijke functie\nGoede beheersing van de Engelse taal in woord en geschrift, vanwege de documentatie\nKennis van GDP (Good Documentation Proces)\nAfgeronde opleiding SOD-i of bereidheid om deze te behalen\nBeschikbaar voor 40 uur per week\nErvaring van geautomatiseerde processen\n\nBij voorkeur woon je in of in de buurt van Petten, bijvoorbeeld in Heerhugowaard, Schagen of Anna Paulowna. Eerder ervaring opgedaan als medewerker DIV dan heb je een streepje voor!\n\nZo solliciteer je\nOnline solliciteren via de button\nMaken van vragenlijst die direct verschijnt\nManpower neemt contact op voor een telefonisch of live interview bij Manpower\nMogelijk op sollicitatiegesprek bij de opdrachtgever\nOver Manpower\nBijna niets in het leven is voor mensen zó essentieel als het vinden en behouden van zinvol werk. Wat dit betekent, is voor iedereen anders. Manpower biedt tijdelijke, flexibele en vaste banen. Onder meer binnen de financiële en zakelijke dienstverlening, overheid, klant contact centra, logistiek en productie. Het is onze passie om mensen verder te helpen. Dat doen we met een enorme gedrevenheid. We helpen je om succesvol te zijn bij een sollicitatie en dagen je uit om je te (blijven) ontwikkelen. Eerlijkheid vinden we belangrijk; we zijn transparant, staan open voor feedback en we doen wat we beloven.\n\nMinimaal een mbo-4 diploma, bij voorkeur richting informatiemanagement of archiefschool\nTenminste drie jaar werkervaring als document beheerder, documentalist, medewerker informatiebeheer, archivaris of een andere soortgelijke functie\nGoede beheersing van de Engelse taal in woord en geschrift, vanwege de documentatie\nKennis van GDP (Good Documentation Proces)\nAfgeronde opleiding SOD-i of bereidheid om deze te behalen\nBeschikbaar voor 40 uur per week\nErvaring van geautomatiseerde processen\n\nBij voorkeur woon je in of in de buurt van Petten, bijvoorbeeld in Heerhugowaard, Schagen of Anna Paulowna. Eerder ervaring opgedaan als medewerker DIV dan heb je een streepje voor!\n\nZo solliciteer je\nOnline solliciteren via de button\nMaken van vragenlijst die direct verschijnt\nManpower neemt contact op voor een telefonisch of live interview bij Manpower\nMogelijk op sollicitatiegesprek bij de opdrachtgever", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=35e52d6bfb70dd79&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=51be7646af84973c&assa=4299", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=35e52d6bfb70dd79&fccid=1a17983a910f73d8&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": null, "Gender": "Female"}, {"index": 8, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "pj_d6f7b0c1913eff94", "Job Title": "Senior Beleidsadviseur Bestuurlijke Processen", "Company Name": "Vrije Universiteit Amsterdam", "Location": " AmsterdamZuidoost", "Job Description": "Ben je op zoek naar een functie dicht onder het bestuur, op het snijvlak van strategie, beleid en bedrijfsvoering, binnen een grote organisatie? Heb je interesse en ervaring met bestuurlijke processen gericht op organisatie-brede sturing en verantwoording, in afstemming en samenwerking met verschillende faculteiten en diensten? Wil je bijdragen aan het meer slagvaardig en wendbaar maken van de VU en daarmee aan de onze maatschappelijke meerwaarde? Solliciteer dan nu bij de Vrije Universiteit Amsterdam (VU).\n\n\nLocatie: AMSTERDAM\n\nFTE: 1,0\n\nFunctieomschrijving\nDe functie van senior beleidsadviseur bestuurlijke processen bij de dienst Bestuurszaken is een veelzijdige positie waarin je bijdraagt aan de inrichting en uitvoering van de VU-brede (be)sturing en verantwoording. Je adviseert het College van Bestuur (CvB) over vraagstukken op het gebied van bestuurlijke (beleids)processen en denkt mee en draagt bij aan de uitvoering van het zoveel mogelijk terugdringen van bureaucratie. Deze vraagstukken raken vaak aan het instellingsbeleid en ook aan de implementatie van de VU Strategie 2020-2025. Concreet houd je je bijvoorbeeld bezig met het optimaliseren van bestuurlijke besluitvorming en het coördineren van de periodieke bestuurlijke overleggen tussen het CvB en faculteiten en diensten. In deze overleggen worden de ambities, plannen en resultaten van de verschillende eenheden besproken.\n\n\nTot je werkzaamheden behoren het opstellen en schrijven van heldere analyses, formats, procesbeschrijvingen, beleidsnotities en annotaties in het Nederlands en Engels. Dit gebeurt veelal in afstemming en samenwerking met collega’s van andere diensten en faculteiten binnen de VU. Daarbij is een goede relatie opbouwen en een vlotte pen essentieel. Je bent een verbindende schakel tussen het CvB en de faculteiten en diensten. Daarnaast voer je regie op de uitvoering en samenhang van verschillende VU projecten en processen.\n\n\nTaken\nProjectleider (procesmatige en inhoudelijke voorbereiding) van de bestuurlijke overleggen tussen CvB en faculteiten en diensten (inclusief formats jaar- en meerjarenplannen en maandrapportages)\nProjectleider van het project Business Cycle (optimaliseren van het totaal aan bestaande jaarlijks terugkerende bestuurlijke beleidsprocessen die aan de VU plaatsvinden)\nProjectleider VU Service Scan (optimaliseren VU-brede dienstverlening)\nProjectleider VU Jaarverslag (eindredacteur, auteur inhoudelijk deel en procescoördinatie)\nLid werkgroep Slagvaardig en Wendbaar van de VU Strategie 2020-2025\nInhoudelijk voorbereiden van de portefeuillehouder bedrijfsvoering van het CvB op diverse overleggen.\n\nFunctie-eisen\nEen afgeronde universitaire opleiding\nVijf jaar ervaring in een relevante functie op het gebied van (het optimaliseren van) bestuurlijke processen\nErvaring in het coördineren van processen en projecten\nBij voorkeur ervaring binnen een kennisinstelling en met strategie- en beleidsvorming\nUitstekende mondelinge en schriftelijke communicatieve vaardigheden en aantoonbare ervaring in het schrijven van beleidsnotities en annotaties. Je durft je uit te spreken en kan helder, compact en vlot schrijven in het Nederlands en in het Engels\n\nCompetenties\nJe bent breed inzetbaar en flexibel, je houdt overzicht en samenhang in de gaten\nJe bent sensitief, klantgericht en bent in staat dicht bij het bestuurlijke centrum te functioneren\nJe bent initiatiefrijk en werkt oplossingsgericht waarin je de ander meeneemt\nJe kunt goed zelfstandig en in teamverband werken en bent in staat in partnerschap met andere eenheden zaken voor elkaar te krijgen\nJe bent analytisch sterk, reflectief en wil je graag ontwikkelen\nWat bieden wij\nEen uitdagende functie bij een maatschappelijk betrokken organisatie. Het salaris bedraagt afhankelijk van opleiding en ervaring op voltijdse basis minimaal €4.406 (schaal 12) en maximaal €5.656 (schaal 12) bruto per maand. De functie is ingedeeld volgens UFO-profiel Beleidsmedewerker 2 en staat open voor 1,0 fte.\n\n\nDe arbeidsovereenkomst wordt in eerste instantie aangegaan voor een periode van 1 jaar. Bij goed functioneren behoort een vast dienstverband tot de mogelijkheden.\n\n\nDaarnaast beschikt de VU over aantrekkelijke secundaire arbeidsvoorwaarden en regelingen die een goede combinatie van werk en privé mogelijk maken, zoals:\nmaximaal 41 vakantiedagen bij een voltijds dienstverband\n8% vakantietoeslag en 8,3% eindejaarsuitkering\nruime bijdrage aan ABP-pensioenregeling\nkeuzemodel voor fiscale uitruil van bepaalde arbeidsvoorwaarden\n\nOver de VU\nBijdragen aan een betere wereld door onderscheidend onderwijs en grensverleggend onderzoek, dat is de ambitie van de VU. Een universiteit waar persoonlijke vorming én maatschappelijke betrokkenheid centraal staan. Waar we vanuit verschillende disciplines en achtergronden samenwerken aan innovaties en nieuwe inzichten. Ons onderzoek beslaat het hele spectrum: van alfa, gamma en bèta tot leven en medische wetenschappen.\n\n\nAan de VU studeren ruim 26.500 studenten en werken en meer dan 4.600 medewerkers. De uitstekend bereikbare VU-campus is gevestigd in het hart van de Amsterdamse Zuidas, een inspirerende omgeving voor onderwijs en onderzoek.\n\n\nDiversiteit\n\nDiversiteit is een kernwaarde van de VU. Wij staan voor een inclusieve gemeenschap en geloven dat diversiteit en internationalisering bijdragen aan de kwaliteit van onderwijs en onderzoek. We zijn dan ook voortdurend op zoek naar mensen die door hun achtergrond en ervaring bijdragen aan de diversiteit van onze campus.\n\n\nBestuurszaken\n\nDe dienst Bestuurszaken (BZ) verzorgt de strategische advisering en geïntegreerde ondersteuning van het College van Bestuur (CvB) van de Vrije Universiteit Amsterdam. We werken daarnaast nauw samen met en voor de faculteiten én de andere diensten van de VU om de bestuurlijke agenda te realiseren en richting te geven aan de instellingsstrategie. We zijn verantwoordelijk voor juridische advisering, onderzoeksbeleid en Public Affairs, leveren procesmatige ondersteuning van beleid- en besluitvorming, en dragen inhoudelijk bij aan diverse strategische dossiers. BZ bevordert tevens de VU-brede governance, control en compliance en draagt zorg voor academische plechtigheden als promoties en hooglerarenbenoemingen.\n\n\nWerken bij Bestuurszaken betekent dat je meewerkt aan het dagelijkse bestuur, de strategie en het beleid van de VU, samen met een uitgebreid intern en extern netwerk van stakeholders. Bij BZ werken momenteel 66 medewerkers (59 fte), verdeeld over de afdelingen Beleid en Bestuurlijke Ondersteuning; Bestuurlijke en Juridische Zaken; Management Ondersteuning; en Documentmanagement en Archief.\n\n\nBeleid en Bestuurlijke Ondersteuning (BBO)\n\nDe afdeling BBO is verantwoordelijk voor strategische en beleidsadviezen aan het CvB, faculteiten en diensten, en de ondersteuning van bestuurlijke besluitvormingsprocessen. Binnen BBO werken bestuurssecretarissen en beleidsmedewerkers. De beleidsmedewerkers zijn op dossierniveau werkzaam in de domeinen onderzoek, valorisatie, instellingsstrategie, externe betrekkingen, bedrijfsvoering en wetenschappelijke integriteit. Bij BBO werken 15 professionals, een deel met een eigen specifieke expertise, van waaruit zij zelfstandig werken voor het CvB, de faculteiten en de diensten. Eénieder werkt vanuit een sterke intrinsieke motivatie voor de VU en realiseert zich het belang van de eigen bijdrage.\nSolliciteren\nBen jij geïnteresseerd in deze functie? Solliciteer dan door middel van onderstaande solliciteerbutton uiterlijk vrijdag 12 maart 2021 . Denk hierbij aan het uploaden van zowel je curriculum vitae als je motivatiebrief. De eerste gespreksronde zal plaatsvinden op donderdag 18 maart. Vanwege Covid-19 zullen de gesprekken mogelijk (deels) digitaal plaatsvinden.\n\n\nSollicitaties ontvangen per e-mail worden niet in behandeling genomen.\n\n\nVragen\n\nNaam: Wouter Feldberg\n\nFunctie: Hoofd Beleid en Bestuurlijke Ondersteuning\n\nTelefoonnummer: +31 (0)20 5982372\n\nE-mail: secretariaat.bz@vu.nl (secretar iaat bestuurszaken)\n\n\nAcquisitie naar aanleiding van deze advertentie wordt niet op prijs gesteld.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=d6f7b0c1913eff94&from=vj&sjdu=6BxK-lSCq-Kedu3hyMV-SDNPTKBDGgfnC8WkpZMArsigW2aPJYuMtnB_97CbT1qT6QRdmqn0hMi9ob5IDb2Uo1kmfTJ8d3eYpHdexpLl1eTZ_6W3Yhqju_f_MG-5V3BI7PTN5JN2n9QN2PmzJiVdbA&spon=1&adid=365125597&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0BQvVR3fI7n2uMl72SdULQDQwEo10U5st3LSDDOzJ-jiJ_66pZvFFXCqF1hwe6y1pKGPWJB6GIVmJoMIzQWn6142Sa4MbOk1Vq55yL-Jw8k_jE8XNpvVXhdzvJDaxAD-uQ150zwLSzNzd3kXp9Z4M-NNARQPcY_Jj1iPNp-agodJKpCWWRAABhaFonf6AR4iX51cigMkJc1F-b6BoBq3SS5k6JeqbkAM9LDNolD6zF8-otk1L-uvvDK7DEaomhCjbPPtQr9U2v-m9hBzfTL6wezQaVcVkZLXIRdDjPtRniqOHN2LGme4_GLBnLKxqETTP1U87oiv9mUksHoLT-0o-YV3wEZ3Q_MT0jqIkRLc7tVLPmxPXEWLbfd36bxsQVf7pQ-X8asbEZwPm3XJHs257vle8OJd-zarQc2vkMWTWikTH3xD86_JETOdOe7F082wrWYzFVADjmX69LjjKc9bJvDRIlmqUdlKHeQ3DbbeH4vGVK0TXohn6oxwVcR731wQFmjJjmiH0qk_1DRt4crZu_1&astse=ef332311455d9726&assa=2590", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0BQvVR3fI7n2uMl72SdULQDQwEo10U5st3LSDDOzJ-jiJ_66pZvFFXCqF1hwe6y1pKGPWJB6GIVmJoMIzQWn6142Sa4MbOk1Vq55yL-Jw8k_jE8XNpvVXhdzvJDaxAD-uQ150zwLSzNzd3kXp9Z4M-NNARQPcY_Jj1iPNp-agodJKpCWWRAABhaFonf6AR4iX51cigMkJc1F-b6BoBq3SS5k6JeqbkAM9LDNolD6zF8-otk1L-uvvDK7DEaomhCjbPPtQr9U2v-m9hBzfTL6wezQaVcVkZLXIRdDjPtRniqOHN2LGme4_GLBnLKxqETTP1U87oiv9mUksHoLT-0o-YV3wEZ3Q_MT0jqIkRLc7tVLPmxPXEWLbfd36bxsQVf7pQ-X8asbEZwPm3XJHs257vle8OJd-zarQc2vkMWTWikTH3xD86_JETOdOe7F082wrWYzFVADjmX69LjjKc9bJvDRIlmqUdlKHeQ3DbbeH4vGVK0TXohn6oxwVcR731wQFmjJjmiH0qk_1DRt4crZu_1&p=0&fvj=0&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11", "Language": null, "Gender": "Female"}, {"index": 9, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "pj_56fbde7552853554", "Job Title": "Beheerder documentatiesysteem", "Company Name": "Manpower", "Location": " Petten", "Job Description": "Dit ga je doen\nAls beheerder documentatiesysteem ben jij thuis in allerlei soorten informatiestromen. Jij bent in staat om orde in de mogelijk ontstane chaos te scheppen en zorgt ervoor dat alle documenten goed opgeslagen worden én dat iedereen bij het bedrijf gemakkelijk de juiste documenten kan raadplegen. Heb jij meerdere jaren ervaring als medewerker informatiebeheer, medewerker DIV of vergelijkbaar en ben jij klaar voor een nieuwe baan? Lees dan snel verder en solliciteer direct!\n\nVoor een opdrachtgever in Petten is uitzendbureau Manpower op zoek naar een document controller.\n\nAls beheerder documentatiesysteem / recordmanagement zie jij toe op een geordend en gestroomlijnd systeem. Jij bent bezig met het inzichtelijk en actueel houden van het documentensysteem volgens de geldende normen. Hierbij kun je denken aan de volgende werkzaamheden:\nScannen en archiveren van opgevolgde en teruggetrokken documenten\nOndersteunen van auteurs bij het opstellen of aanpassen van documenten (in het Engels en Nederlands)\nRedigeren van documenten op verzoek van auteurs\nToetsen van documenten aan geldende Good Documentation Practices\nAdviseren over de structuur van projectdossiers\nBehandelen en technisch reviewen van aangeboden records\nSignaleren van afwijkingen\n\nDit krijg je\nBrutosalaris tussen €2.500 en €3.200 per maand op basis van 40 uur per week\nReiskostenvergoeding van €0,19 per kilometer\nFulltime baan van 40 uur per week\nKans op overname bij goed functioneren\nATV en 13e maand\nToegang tot e-learning platform Studytube\nPensioenopbouw via Manpower\nHier ga je werken\nDit neem je mee\nMinimaal een mbo-4 diploma, bij voorkeur richting informatiemanagement of archiefschool\nTenminste drie jaar werkervaring als document beheerder, documentalist, medewerker informatiebeheer, archivaris of een andere soortgelijke functie\nGoede beheersing van de Engelse taal in woord en geschrift, vanwege de documentatie\nKennis van GDP (Good Documentation Proces)\nAfgeronde opleiding SOD-i of bereidheid om deze te behalen\nBeschikbaar voor 40 uur per week\nErvaring van geautomatiseerde processen\n\nBij voorkeur woon je in of in de buurt van Petten, bijvoorbeeld in Heerhugowaard, Schagen of Anna Paulowna. Eerder ervaring opgedaan als medewerker DIV dan heb je een streepje voor!\n\nZo solliciteer je\nOnline solliciteren via de button\nMaken van vragenlijst die direct verschijnt\nManpower neemt contact op voor een telefonisch of live interview bij Manpower\nMogelijk op sollicitatiegesprek bij de opdrachtgever\nOver Manpower\nBijna niets in het leven is voor mensen zó essentieel als het vinden en behouden van zinvol werk. Wat dit betekent, is voor iedereen anders. Manpower biedt tijdelijke, flexibele en vaste banen. Onder meer binnen de financiële en zakelijke dienstverlening, overheid, klant contact centra, logistiek en productie. Het is onze passie om mensen verder te helpen. Dat doen we met een enorme gedrevenheid. We helpen je om succesvol te zijn bij een sollicitatie en dagen je uit om je te (blijven) ontwikkelen. Eerlijkheid vinden we belangrijk; we zijn transparant, staan open voor feedback en we doen wat we beloven.\n\nMinimaal een mbo-4 diploma, bij voorkeur richting informatiemanagement of archiefschool\nTenminste drie jaar werkervaring als document beheerder, documentalist, medewerker informatiebeheer, archivaris of een andere soortgelijke functie\nGoede beheersing van de Engelse taal in woord en geschrift, vanwege de documentatie\nKennis van GDP (Good Documentation Proces)\nAfgeronde opleiding SOD-i of bereidheid om deze te behalen\nBeschikbaar voor 40 uur per week\nErvaring van geautomatiseerde processen\n\nBij voorkeur woon je in of in de buurt van Petten, bijvoorbeeld in Heerhugowaard, Schagen of Anna Paulowna. Eerder ervaring opgedaan als medewerker DIV dan heb je een streepje voor!\n\nZo solliciteer je\nOnline solliciteren via de button\nMaken van vragenlijst die direct verschijnt\nManpower neemt contact op voor een telefonisch of live interview bij Manpower\nMogelijk op sollicitatiegesprek bij de opdrachtgever", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=56fbde7552853554&from=vj&sjdu=m2jaXWh0cWhR2Q_t9Rd5hmeMQJkUUr-Tigx9CipJsXbNpHN59Gz5KVV6UMc0tu1dShZUICy2B-Ktd6TIeWyx-mI8YQ35YDSUTKGImu7FStmGNBgDCDeSj9c-ng-5m9bSqv5BiOzyb2JuQ9C0czqMh7gsP4xvMT6NHbk_qT-JATobtgW8hFJuuM4TQxY7PrAKWEgwoj3YHNneCRxRJViOMpzM0JIgXse7_z2lVOiEsxY9AWf0JcLSv50ruW_50l3z&spon=1&adid=364928142&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0A8Vdfd0X1hgiAwL3k-IpxNc8GhaHQTuIh-UhBxcQvvboW46_aeqvFuSjiTHPhvn131vcGOKLTZcdF_5nx_SESdcTA8CGz4yHwC5vO6vgSFtNhuikJkNiPCu6BPS44H0cCC-Nzq9q1UzrRKhEzjSxoZv4sFtLmBbc6kbcw2PeL4jam0BkzW1dRIEBvsPTNjsH_-W0oKpVg4vbMdy35DJfzRD9P6fXWQNmLbQYVghsNWgX8gIrOIsOzHOnW6ssltOlHJiA608iFCcnP8Addqlbz0KeCjr6r6P43Ml5QY4lFUf9mxk4KBbmxU-Mmdz1gqga-XHymX7t0q4G7JoVorhTHroJ26PXFRW2skn7EucnahxzHTk5UIswyXm6Z9y3RJGi5_EcWVsaDyya3D-ZY1Ouqebrf_80z4I5TJVjPJ1hfdytbi9JeGww_KM0wOFzdH7os99pro4izxg5GKHf5H7ZsHyL5-2kp7KCB0Etv6FEHXmpJ3m4d9gROqlut4fnqAsCMQOxLdcxefd_00m2Np95bAhOzhHiiTNok3X9_KWR6Uv1eixCNrg5tAo2h7R0Dud2CP_9WfNL6l841g_2fV1KNY0-1I5RvMu0kA0JkdOjRKudp9hZQxGw1zevVHni3mAu0Ez8IRZddLBjCNqxWnyNm_nIPW6Nj1acuh1PXKlnQzc9nE-6TWXMSr9VlEc85pNErBFIGozOJelSMD3gyelgLB&astse=0ba686943b7981d3&assa=8049", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0A8Vdfd0X1hgiAwL3k-IpxNc8GhaHQTuIh-UhBxcQvvboW46_aeqvFuSjiTHPhvn131vcGOKLTZcdF_5nx_SESdcTA8CGz4yHwC5vO6vgSFtNhuikJkNiPCu6BPS44H0cCC-Nzq9q1UzrRKhEzjSxoZv4sFtLmBbc6kbcw2PeL4jam0BkzW1dRIEBvsPTNjsH_-W0oKpVg4vbMdy35DJfzRD9P6fXWQNmLbQYVghsNWgX8gIrOIsOzHOnW6ssltOlHJiA608iFCcnP8Addqlbz0KeCjr6r6P43Ml5QY4lFUf9mxk4KBbmxU-Mmdz1gqga-XHymX7t0q4G7JoVorhTHroJ26PXFRW2skn7EucnahxzHTk5UIswyXm6Z9y3RJGi5_EcWVsaDyya3D-ZY1Ouqebrf_80z4I5TJVjPJ1hfdytbi9JeGww_KM0wOFzdH7os99pro4izxg5GKHf5H7ZsHyL5-2kp7KCB0Etv6FEHXmpJ3m4d9gROqlut4fnqAsCMQOxLdcxefd_00m2Np95bAhOzhHiiTNok3X9_KWR6Uv1eixCNrg5tAo2h7R0Dud2CP_9WfNL6l841g_2fV1KNY0-1I5RvMu0kA0JkdOjRKudp9hZQxGw1zevVHni3mAu0Ez8IRZddLBjCNqxWnyNm_nIPW6Nj1acuh1PXKlnQzc9nE-6TWXMSr9VlEc85pNErBFIGozOJelSMD3gyelgLB&p=1&fvj=0&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11", "Language": null, "Gender": "Female"}, {"index": 10, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_03b0d389af0a762c", "Job Title": "Ervaren medewerker Marketing & Publiciteit (m/v)", "Company Name": "Meulenhoff Boekerij", "Location": " Amsterdam", "Job Description": "Nederlanders kopen erg graag boeken. Om zelf te lezen of weg te geven. Als uitgever van boeken willen we natuurlijk dat ze ónze boeken kopen; daarom zijn wij per direct op zoek naar een marketeer die een optimale naamsbekendheid van onze merken, fondsen, auteurs en titels bij de consument, onze klanten én de media weet te realiseren.\n\nErvaren medewerker Marketing & Publiciteit (m/v), standplaats Amsterdam (36 uur p/wk)\nBij Meulenhoff Boekerij gaat ons hart sneller kloppen van verhalen die inspireren, vermaken en verrijken. Daarom vind je bij ons boeken die elke letter waard zijn: dít moet je lezen, op papier, via e-book of luisteren via audio.\n\nDe afdeling Marketing & Publiciteit is verantwoordelijk voor het realiseren van een effectief marketing- en publiciteitsbeleid. Alle afdelingsactiviteiten zijn multimediaal en gericht op het optimaliseren van de positie van Meulenhoff Boekerij bij auteurs, bij haar afnemers en bij de consumenten.\n\nHoud je van boeken? Ben jij een gedreven, flexibele, allround marketeer met een groot pr-netwerk en vind je het leuk om te werken met auteurs en externe (media)partijen? Dan zijn wij op zoek naar jou!\n\nJouw rol\n\nJe formuleert in samenspraak met de Commercieel Directeur en je collega’s van de afdeling Marketing en Publiciteit het marketing- en publiciteitsbeleid voor de fondsen Meulenhoff Fictie en Meulenhoff Boekerij Non-fictie, titels en auteurs en vertaalt deze koers door naar marketing- en publiciteitsplannen.\n\nWat voor iemand zoeken wij?\n\nJe bent in staat om snel te schakelen en in te spelen op kansen en trends, en zoveel mogelijk aandacht te genereren binnen de relevante doelgroep(en). Je volgt ontwikkelingen op het gebied van marketingcommunicatie op de voet. Je bent positief en denkt in kansen. Je krijgt energie van samenwerken met redactie & uitgever en sales om een gezamenlijk doel te bepalen en te behalen.\n\nJouw belangrijkste taken en verantwoordelijkheden:\n\nOntwikkelen en uitvoeren van marketing- en publiciteitsplannen voor auteurs, titels en fondsen en het inzetten van passende instrumenten (offline en online inclusief social media)\nOnderhouden en uitbreiden van (pers)contacten, genereren van free publicity\nHet begeleiden van en samenwerken met (Nederlandse) auteurs\nCoördineren van auteursbezoeken en organiseren van boekpresentaties\nOpstellen en bewaken van projectbegrotingen\nOpzetten van promotionele acties met auteurs en media of andere relevante bedrijven\nAnalyseren en interpreteren van marktgegevens\n\nProfiel en competentie:\n\nAfgeronde HBO-opleiding Communicatie of soortgelijke opleiding, eventueel aangevuld met marketingcommunicatiecursussen\nMinimaal 3 jaar werkervaring in soortgelijke functie in het boekenvak of media\nEen relevant pr-netwerk\nAffiniteit met literatuur is een pre\nKennis van en ervaring met online marketing en social media\nUitstekende beheersing van het Nederlands en Engels\nJe bent in staat om proactief zowel zelfstandig als in teamverband te opereren en je beschikt daarbij over de volgende competenties: samenwerken – resultaatgerichtheid – marktgerichtheid – creativiteit – flexibiliteit – sociabiliteit – probleemanalyse – organiseren van eigen werk – inzet\n\n\nWat bieden wij jou?\n\nOm te beginnen een geweldig uitzicht over Amsterdam vanaf de 16e etage van de Mondriaantoren.\n\nOnze kernwaarden zijn: ondernemerschap, samenwerking, kwaliteit, creativiteit en continuïteit.\n\nJe hebt de ruimte om te werken vanuit eigen verantwoordelijkheid, in een klein en gemotiveerd team. Naast deze inspirerende werkomgeving en uitdagende functie bieden we je:\n\nSalariëring volgens de cao voor het Uitgeverijbedrijf, afhankelijk van ervaring, opleiding en leeftijd.\nEen flexibel pakket aan secundaire arbeidsvoorwaarden, waaronder een persoonlijk keuzebudget waarmee je onder andere kunt sparen voor extra verlof of je (vakantie)geld op een door jou gekozen moment kunt laten uitbetalen.\n\nOver ons\n\nMeulenhoff Boekerij is een van de grootste boekenuitgeverijen (marktleider in e-books) van Nederland en publiceert onder twee merken boeken (folio-, e- en audioboeken) van hoge inhoudelijke en commerciële kwaliteit.\n\nMeulenhoff (opgericht in 1895) staat voor een lange historie in kwalitatief hoogstaande literatuur en non-fictie die zich onderscheiden in stijl en kwaliteit. Naast het Nederlandse fonds (met o.a. Hendrik Groen, Tim Hofman, Floortje Dessing en Eddy de Wind) is Meulenhoff uitgever van vele internationale schrijvers als David Mitchell, Jens Christian Grøndahl, John Boyne, Primo Levi, Gabriel García Márquez, Mario Vargas Llosa en Laurent Binet.\n\nBoekerij is een dominante speler in fictie en non-fictie voor een breed lezerspubliek en richt zich vooral op romans, thrillers, fantasy, waargebeurde verhalen en inspirerende non-fictie. Boekerij is het huis voor succesvolle auteurs als Stephen King, Santa Montefiore, Haenim Sunim, Lois P. Frankel, Harlan Coben, Robert Bryndza, Corina Bomann, Merlijn Kamerling, Jackie van Laren, Charlotte de Monchy, Christopher Paolini en J.R.R. Tolkien.\n\nMeulenhoff Boekerij is onderdeel van de Uitgeverij Lannoo Groep.\n\nMeulenhoff Boekerij wil een diverse en inclusieve organisatie zijn. Een organisatie die ruimte biedt aan iedereen en die de kracht van de diversiteit van medewerkers gebruikt om betere resultaten te halen.\n\nMeulenhoff Boekerij stelt inhoud en vakmanschap voorop. Onze vacatures staan open voor elke kandidaat die zich daarin herkent.\n\nProcedure\n\nVoor meer informatie kun je bellen met Eva Lemmers (Commercieel Directeur) op 06 51 00 44 18. Je cv en motivatie zien we graag uiterlijk 4 maart 2021 tegemoet via onze sollicitatiepagina of via hr@lannoomeulenhoff.nl.\n\nAcquisitie n.a.v. deze advertentie wordt niet op prijs gesteld.\n\nTrefwoorden: Marketing, Publiciteit, Commercieel, Auteursmanagement, Projectmanager, Organisatietalent, Uitgeverij, Uitgever", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=03b0d389af0a762c&fccid=b43f7c824420e970&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11", "Language": null, "Gender": "Female"}, {"index": 11, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_edad72002a24bfaa", "Job Title": "Administratief Medewerker", "Company Name": "Unique Amsterdam", "Location": " Hoofddorp", "Job Description": "Ben jij op zoek naar een administratieve baan met inhoud? Verdiep jij je graag in juridische en administratieve zaken, maar krijg je ook energie van contact met klanten? Lees dan snel verder!\n\nVoor onze opdrachtgever zijn we momenteel op zoek naar 2 nieuwe collega’s voor de backoffice! Het betreft een fulltime functie (voor minimaal 32 uur per week) waarbij je via Unique aan de slag gaat. In deze functie is er zeker kans op een vast contract, als het natuurlijk bevalt van beide kanten.\n\nOnze klant is een overkoepelende serviceorganisatie voor zeven stichtingen binnen het auteursrecht. Zij maken zich hard voor de rechten van tekstschrijvers, auteurs, onderwijsinstellingen, vertalers, journalisten en andere rechthebbenden. Zij verzorgen het gehele administratieve proces van facturatie tot de verdeling van vergoedingen onder de rechthebbenden binnen het auteursrecht. Het is een interessante branche die constant in ontwikkeling is. Deze functie bied jou de kans om meer te leren over het auteursrecht maar ook ervaring op te doen binnen een complexe juridische omgeving!\n\nIn de functie van Administratief Medewerker ga je samen met je collega’s aan de slag met het beantwoorden van vragen voor klanten en het administratief uitzoeken en verwerken van gegevens. Je bent het eerste aanspreekpunt voor vragen die je zowel telefonisch, als per mail beantwoord. Omdat het vaak gaat over facturatie, juridische en complexe administratieve zaken is het belangrijk dat jij het leuk vindt om te puzzelen en je vast te bijten in een bepaald vraagstuk. Er zit dus voldoende uitdaging in en je krijgt dagelijks de kans om meer te leren over het auteursrecht!\n\nZoals aangegeven zijn we op zoek naar twee nieuwe collega’s. Vanwege het inwerktraject werken we met twee verschillende startdata: 1 april en 1 mei. Het is dus belangrijk dat jij rond een van deze data beschikbaar bent!\n\nOnze klant is de overkoepelende serviceorganisatie van zeven stichtingen binnen het auteursrecht. In de functie van Administratief Medewerker kom jij te werken op de Backoffice afdeling. Deze afdeling richt zich op het ondersteunen van twee stichtingen die zich hard maken voor onder andere auteurs, uitgevers en auteursrecht binnen het hoger onderwijs.\n\nNormaliter werken zij met de collega’s op het kantoor in Hoofddorp, maar vanwege alle coronamaatregelen wordt er voornamelijk vanuit huis gewerkt. Ook het inwerktraject zal voornamelijk op afstand plaatsvinden.\n\nJouw team bestaat stuk voor stuk uit collega's die hart voor het vak én hart voor deze organisatie hebben. Hun werk is echt hun passie! Er bestaat een nauwe samenwerking in dit team, maar je werkt ook veel samen met collega's en afdelingen in de rest van de organisatie.\n\nCollega’s die via Unique aan de slag zijn gegaan beschrijven deze organisatie als ‘een warm bad’ en een fijne plek om veel te leren. Eigen initiatief wordt gewaardeerd en dan is er veel ruimte om jezelf constant te blijven ontwikkelen. Je komt te werken binnen een interessante branche die constant in beweging is.\n\nWe zijn voor deze functie op zoek naar twee nieuwe collega’s. Belangrijk is dat je minimaal MBO+ werk- en denkniveau hebt of een afgeronde HBO opleiding. Daarnaast is het fijn als je wat administratieve werkervaring meebrengt of bekend bent met telefonisch klantencontact. Verder:\n\nKun jij je gemakkelijk en duidelijk uitdrukken in woord en geschrift (vloeiende kennis van de Nederlandse taal is hierin een vereiste!);\nBen je servicegericht en kun je klanten vriendelijke te woord staan, ook als de beller niet al te vriendelijk is;\nWerk je ontzettend nauwkeurig en secuur en vind je het geen probleem om routinematige werkzaamheden uit te voeren;\nSchrikt een redelijke werkvoorraad jou niet af, stel je hierin gemakkelijk prioriteiten en kun je snel schakelen.\n\nEen uitdagende administratieve functie binnen een interessante branche en een warme organisatie. Dat is wat je in één zin kunt verwachten. Je komt te werken bij een informele organisatie met gezellige en warme collega’s. Er heerst een goede sfeer, er is veel ruimte om jezelf te ontwikkelen en iedereen staat voor je klaar om je te helpen.\n\nZoals aangegeven zijn we op zoek naar twee nieuwe collega’s. Vanwege het inwerktraject werken we met twee verschillende startdata: 1 april en 1 mei. Het is dus belangrijk dat jij rond een van deze data beschikbaar bent!\n\nVanwege de maatregelen rondom het coronavirus wordt er voornamelijk vanuit huis gewerkt, ook het inwerktraject zal voor een groot deel vanuit huis plaatsvinden.\n\nIn het kort:\n\nEen functie voor 32-38 uur per week;\nDe eerste periode (een aantal maanden) werk je via Unique, daarna is er kans op overname door de organisatie zelf én op termijn zeker kans op een vaste aanstelling;\nEen bruto salaris tussen € 2.200 - € 2.300 bruto per maand op basis van 38 uur;\nEen tegemoetkoming in je reiskosten voor de dagen dat je naar kantoor gaat. Dit is een kilometervergoeding óf een ov-vergoeding van 100% van de gemaakte kosten;\nOp fulltime basis bouw je ongeveer 2 vakantiedagen op per maand;\n8% vakantiegeld. Deze wordt eenmalig per jaar uitgekeerd in mei.\n\nKlinkt dit interessant en heb je interesse in de functie? Reageer dan snel met jou cv en motivatie via onze website! Heb je vragen? Dan kun je ons bereiken via 023 – 55 55 990 of via hoofddorp@unique.nl. Hopelijk spreken we je snel!", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=edad72002a24bfaa&from=vj&sjdu=XS8FHEpkgQqaEtMQAY8jTqwxKxkg36Jhqp_s1oUP_5_bsy02es2mWVH0SPRdrwUU&mvj=0&vjfrom=vjs&pos=bottom&astse=e5b3468382660395&assa=1664", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=edad72002a24bfaa&fccid=0751bfb100c40d12&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11", "Language": null, "Gender": "Female"}, {"index": 12, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_3adaa098c021da45", "Job Title": "Administratief Medewerker | Intellectueel Eigendom | Amsterdam |", "Company Name": "Local Legal", "Location": " Amsterdam", "Job Description": "Administratief Medewerker | Intellectueel Eigendom | Amsterdam |\nVoor een internationaal kantoor die zich voornamelijk bezig houdt met Intellectueel Eigendomsrecht zijn wij opzoek naar een (financieel) administratief talent met een afgeronde mbo of hbo opleiding en enige werkervaring binnen de zakelijke dienstverlening. Zo heb je geleerd om te gaan met deadlines, te werken met complexe administratie en klantdossiers en om secuur te werken. Het is een leuke startersfunctie, waarbij je de sfeer kunt proeven en meewerkt in de dagelijkse praktijk op het gebied van merken, auteurs- en modellenrecht, uitvindingen of nieuwe producten en de bescherming daarvan.\nBen jij administratief sterk en heb je affiniteit met IE? Ben je daarnaast een pro-actief type en ben je resultaatgericht? Dit is wat jij allemaal meeneemt:\nWat breng je mee?\nMBO/HBO werk- en denkniveau;\nWerkervaring als administratief medewerker;\nAffiniteit of ervaring in IE is een pré;\nJe bent pro-actief, resultaatgericht en neemt initiatieven;\nJe beheerst uitstekend de Nederlandse taal in woord en geschrift;\nJe beheerst de Engelse taal goed in woord en geschrift (Frans is een pré);\nJe kan goed overweg met de software systemen en/of leert snel;\nJe kan gestructureerd en planmatig te werk gaan.\nAls juridisch administratieve ondersteuner zorg jij samen met ongeveer een team van 10 collega's dat merken en brand portfolio's van klanten up to date zijn. Lees hieronder verder waar jouw verantwoordelijkheden allemaal liggen:\nVerzorgen van het registratieproces van nieuwe merken en het vernieuwen en onderhouden van bestaande merken;\nHet administratief onderhouden van bestaande merken dossiers;\nKlantencontact en het verwerken van klantenverzoeken;\nControles uitvoeren in de database;\nFacturatie opstellen en het goedkeuren van facturen;\nRedigeren, controleren en bewerken van documenten;\nHet registreren en vastleggen van taken, het bijhouden van je werkproces;\nSystematisch te werk gaan in het uitvoeren van taken in het algemeen.\nDit kantoor biedt naast de mogelijkheid om 40 uur te werken een mooi salaris afhankelijk van jouw ervaring en mogelijkheden om jezelf te ontwikkelen en door te groeien. Na een inwerkperiode van een aantal maanden krijg je zelfs de mogelijkheid om door te groeien naar een volgende rol als expert waarbij je andere collega's jouw financiële een administratieve werkprocessen mag aanleren. Daarnaast zijn eigen inbreng en meedenken om werkprocessen te verbeteren bij dit kantoor altijd meer dan welkom.\nWord jij enthousiast van het lezen van deze vacature en denk je geschikt te zijn voor de leuke functie? Dit kantoor biedt jou het volgende:\n32-40 uur per week werken;\n€2100-3100 bruto op ft basis afhankelijk van jouw ervaring;\nEen dertiende maand;\n30 vakantiedagen per jaar;\nVolledige reiskostenvergoeding en een pensioenregeling;\nTrainingen en cursussen in Intellectueel Eigendomsrecht;\nEen moderne en leuke werkomgeving met een tof team;\nMogelijkheden om je te ontwikkelen en intern door te groeien.\nBen jij enthousiast geworden na het lezen van deze vacature? Stuur je cv naar amsterdam@local-legal.nl vóór 26 maart of bel voor vragen naar 020 6461 327.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=3adaa098c021da45&fccid=8a78af156fa135b4&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11", "Language": null, "Gender": "Female"}, {"index": 13, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "pj_56fbde7552853554", "Job Title": "Jurist Auteursrecht/Naburige Rechten", "Company Name": "Legal Work Force", "Location": " Amsterdam", "Job Description": "Onze opdrachtgever is het CvTA, het College van Toezicht Auteursrecht. Het CvTA is een zelfstandig bestuursorgaan dat toezicht houdt op de inning en verdeling door collectieve beheersorganisaties (CBO’s) van vergoedingen voor het gebruik van auteurs- en/of\nnaburigrechtelijk beschermde werken. Het College bestaat uit drie personen en wordt ondersteund door een bureau dat bestaat uit een 6-koppige staf waaronder drie juristen en een secretaris- directeur. Graag komen wij in contact met kandidaten voor de positie van\nJurist Auteursrecht/Naburige Rechten\nBinnen de organisatie ben je de inhoudelijke spil op dit rechtsgebied die voorbereidend ook extern adviseert. Daarnaast draag je, in samenwerking met de andere juristen, bij aan de uitvoering van juridische werkzaamheden op de rechtsgebieden zoals bijvoorbeeld privacy, WOB, governance, verbintenissenrecht en de eigen voorschriften en wetgeving. Je ondersteunt en adviseert het College inhoudelijk en bereidt adviezen en besluiten zorgvuldig voor. Je denkt zelfstandig maar werkt nauw samen met de andere leden van het bureau.\n\nProfiel\njurist met 3+ jaar relevante werkervaring\nuitstekende kennis van het auteursrecht en/of de naburige rechten\nbijvoorbeeld vergaard in de wetenschap, advocatuur of rechterlijke macht\nzelfstandige en helder communicerende professional; zowel denker als doener\nteamplayer in een kleine multidisciplinaire staf, politiek-bestuurlijk sensitief\nPropositie\ninhoudsgerichte juridische rol bij een ambitieuze toezichthouder\neen belangrijke positie in een klein en kwalitatief veeleisend team\nbijdrage leveren aan de verdere inhoudelijke professionalisering van het CvTA\nflexibele invulling mogelijk, bijvoorbeeld in combinatie met functie in de wetenschap of elders\nkarakteristiek kantoor in hartje Amsterdam", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=a52850748e86ca89&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=8b59f84bc9f6bb54&assa=4638", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0A8Vdfd0X1hgiAwL3k-IpxNc8GhaHQTuIh-UhBxcQvvboW46_aeqvFuSjiTHPhvn131vcGOKLTZcdF_5nx_SESdcTA8CGz4yHwC5vO6vgSFtNhuikJkNiPCu6BPS44H0cCC-Nzq9q1UzrRKhEzjSxoZv4sFtLmBbc6kbcw2PeL4jam0BkzW1dRIEBvsPTNjsH_-W0oKpVg4vbMdy35DJfzRD9P6fXWQNmLbQYVghsNWgX8gIrOIsOzHOnW6ssltOlHJiA608iFCcnP8Addqlbz0KeCjr6r6P43Ml5QY4lFUf9mxk4KBbmxU-Mmdz1gqga-XHymX7t0q4G7JoVorhTHroJ26PXFRW2skn7EucnahxzHTk5UIswyXm6Z9y3RJGi5_EcWVsaDyya3D-ZY1Ouqebrf_80z4I5TJVjPJ1hfdytbi9JeGww_KM0wOFzdH7os99pro4izxg5GKHf5H7ZsHyL5-2kp7KCB0Etv6FEHXmpJ3m4d9gROqlut4fnqAsCMQOxLdcxefd_00m2Np95bAhOzhHiiTNok3X9_KWR6Uv1eixCNrg5tAo2h7R0Dud2CP_9WfNL6l841g_2fV1KNY0-1I5RvMu0kA0JkdOjRKudp9hZQxGw1zevVHni3mAu0Ez8IRZddLBjCNqxWnyNm_nIPW6Nj1acuh1PXKlnQzc9nE-6TWXMSr9VlEc85pNErBFIGozOJelSMD3gyelgLB&p=1&fvj=0&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11", "Language": null, "Gender": "Female"}, {"index": 0, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_4102fa7571f3c795", "Job Title": "Uitgeverij Thomas Rap, Acquirerend redacteur", "Company Name": "WPG Uitgevers", "Location": " Amsterdam", "Job Description": "Uitgeverij Thomas Rap is al meer dan 50 jaar in zowel fictie als non-fictie een van de meest eigenzinnige uitgevers van Nederland en maakt sinds 1999 als zelfstandige imprint deel uit van uitgeverij De Bezige Bij. Tot het fonds behoren diverse aansprekende namen zoals Youp van ’t Hek, Yuval Noah Harari, Herman Finkers, Stephen Fry, Mathijs Deen, Japke-d. Bouma, Herman van Veen, Coen Verbraak, Johan Goossens, Wim Daniëls, Bert Natter en vele anderen.\n\nPer direct zijn wij op zoek naar een ervaren\n\nAcquirerend redacteur (2x)\n\n(36 uur)\n\nDe functie\n\nAls acquirerend redacteur maak je deel uit van de redactie van Thomas Rap en lever je een belangrijke bijdrage aan de uitgaven en de keuzes die daarin gemaakt worden. Je beschikt over een uitgebreid netwerk, initieert en stimuleert nieuwe uitgaven en draagt actief bij aan het positioneren van auteurs en titels. Je draagt zorg voor de redactionele begeleiding van auteurs en werkt nauw samen met de afdelingen marketing, pr en verkoop voor het formuleren van de juiste propositie. Je rapporteert aan de uitgever van Thomas Rap.\n\nJe profiel:\nErvaren redacteur, met minimaal vier jaar ervaring in een vergelijkbare functie.\nVolwaardig gesprekspartner voor onze auteurs.\nAcademisch werk- en denkniveau.\nBrede belangstelling.\nScherp oordeelsvermogen waarmee je inhoudelijke en commerciële afwegingen kunt maken.\nKennis van de (ontwikkelingen op de) markt.\nSociaal en communicatief vaardig.\nBedreven in het adequaat aansturen van externe vormgevers en freelancers.\nBreed ontwikkeld netwerk in de literaire, academische en mediawereld.\n\nWij bieden\n\nEen dynamische functie bij een succesvol uitgeefhuis. Uitgeverij De Bezige Bij is gevestigd in het hart van Amsterdam. Als basis voor onze arbeidsvoorwaarden geldt de CAO voor het Uitgeverijbedrijf en het supplement arbeidsvoorwaarden van WPG Uitgevers. De functie is ingedeeld in een bij WPG Uitgevers geldende salarisschaal 8 (€3.200 tot €4.300), waarbij het salaris mede afhankelijk is van opleiding en ervaring.\n\nSolliciteren?\n\nIs deze functie je op het lijf geschreven, stuur dan je cv + motivatie zo spoedig mogelijk, uiterlijk 14 januari 2021, uitsluitend via de sollicitatiebutton op www.wpg.nl naar Peggy Meijer, HR-medewerker. Voor nadere informatie kun je telefonisch contact opnemen met Jasper Henderson, uitgever Thomas Rap (06-81380686). De eerste gespreksronde zal plaatsvinden op 21 januari 2021.\n\nAcquisitie na aanleiding van deze vacature wordt niet op prijs gesteld.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=4102fa7571f3c795&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=a4d639b47e830ef5&assa=3604", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=4102fa7571f3c795&fccid=9dafb75b1b0bf0e6&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": "en", "Gender": "Female"}, {"index": 1, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_ff8abe85e0cd783c", "Job Title": "Redacteur", "Company Name": "Berghauser Pont", "Location": " Amsterdam", "Job Description": "Ben jij een gedreven, nieuwsgierige redacteur met een hart voor de publieke zaak en lijkt het je leuk om aan de slag te gaan bij een innovatieve en snelgroeiende mediagroep in Amsterdam? Dan zoeken wij jou.OVER ONSBerghauser Pont Mediagroep stimuleert debat, ontwikkeling en kennisdeling over de publieke zaak. We zijn een onafhankelijk platform dat hoogwaardige kennis ontwikkelt, bij elkaar brengt en toegankelijk maakt voor de professional. Onze intentie is daarmee een bijdrage te leveren aan een meer duurzame, eerlijke en inclusieve samenleving.De kennisportals Omgevingsweb, Klimaatweb, Privacyweb en Zorg&Sociaalweb spelen hierbij een centrale rol. Deze portals onderscheiden zich door de hoogwaardige inhoudelijke content, die grotendeels samen met partners zoals advocatenkantoren of adviesbureaus wordt ontwikkeld.Voor onze kennisportals zijn wij op zoek naar een redacteur.DE FUNCTIEWat ga je doen?Je vertaalt trends en ontwikkelingen naar interessante contentproposities en weet content te realiseren die verdieping biedt aan professionals werkzaam in dit domein. Je bouwt een breed netwerk op van auteurs die op regelmatige basis inhoudelijke bijdragen leveren. Je vindt het leuk om op pad te gaan om interviews af te nemen met dé experts in de markt. Verder denk je actief mee over hoe we de content op een aantrekkelijke manier bij de doelgroep kunnen brengen.WerkzaamhedenThematische verdieping biedenAcquisitie van auteurs voor contentRealiseren van unieke content (o.a. interviews, video’s, etc.)Analyseren van (lezers)statistiekenCompetentiesHBO/WO-diploma in letteren, rechten of een aanverwante studie, met enkele jaren werkervaringUitstekende communicatieve vaardigheden in woord en geschriftUitstekende beheersing van de Nederlandse taalNieuwsgierig, gedreven en kritischStressbestendig en zelfstandigRedactionele en/of juridische ervaring is een préWat bieden we jou?Marktconforme arbeidsvoorwaardenEen dynamische werkomgeving. De lijnen zijn kort, dus je zit niet alleen op je eigen eiland. Zo leer je snel over het reilen en zeilen van de organisatie.Ons kantoor bevindt zich aan de Danzigerkade in de historische Houthavens welke volop in transformatie zijn. Gesitueerd aan de oever van het IJ, vormt de Danzigerkade een hub waar meer bedrijven samenkomen vanuit de media en creatieve industrie. Je komt terecht in een jong en enthousiast team, wij zijn gedreven om Berghauser Pont met elkaar naar een hoger plan te tillen.Parttime uren: 32-40 per weekSoort dienstverband: Fulltime, Parttime, Bepaalde tijdSalaris: €2.250,00 - €2.950,00 per maandAanvullende betalingen:VakantiegeldArbeidsvoorwaarden:ReiskostenvergoedingWerk vanuit huisWerkschema:ma-vrThuiswerken:JaVoorzorgsmaatregelen tegen het coronavirus:Plexiglas schermen op werkplekkenVirtuele vergaderingenEr zijn ontsmettings-, desinfecteer- of schoonmaakprocedures van kracht", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/E--WISE/jobs/Redacteur-ff8abe85e0cd783c?fccid=ab30e3a72c1d8a19&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": "en", "Gender": "Female"}, {"index": 2, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_0e80c71cb4d05f2b", "Job Title": "Content-/Projectcoördinator (freelance/zzp)", "Company Name": "Reshift", "Location": " Haarlem", "Job Description": "Voorop lopen in media-innovatie. Dat is typisch Reshift. Met marktleiders als Zoom.nl, Kieskeurig.nl, Computer!Totaal, Power Unlimited en vele andere aansprekende merken bereiken wij maandelijks 8 miljoen mensen. Ooit hoofdzakelijk via tijdschriften, nu ook online met onze prijsvergelijkers, livestreams en interactieve e-learningplatformen. Om ons redactieteam te versterken zoeken wij hulp. Ben jij een freelance content-/projectcoördinator met eindredactionele ervaring? Lees dan even mee.Interactief lerenOnze groeibriljanten zijn Zoom Academy & Tech Academy. Gericht op fotografie en technologie. Twee domeinen, één doel: cursisten vooruit helpen via slimme interactieve cursussen. Samen met een team enthousiaste content creators regisseer jij content die duizenden gebruikers te zien krijgen. Dat is pas impact!Online leren is dé trend. Met onze Zoom- & Tech Academy loop je mee in de voorhoede van de media-innovatie. Je bent verantwoordelijk voor het coördineren en redigeren van cursussen maar werkt ook mee aan de lancering van een nieuwe cursus aan de Zoom- of Tech Academy. Je bent sterk op de inhoud, maakt je snel nieuwe materie eigen en hebt een ongenade loze interesse in tech of foto. Ben je zo thuis in het onderwerp dat je zelfstandig – op basis reeds beschikbare content – nieuwe cursussen kunt maken, dan is deze rol perfect voor jou.Dit breng jij mee.+ Interesse in fotografie of de nieuwste technologie.+ Jij weet op basis van data cursusonderwerpen te finetunen.+ Je gaat zelfstandig aan de slag met content en auteurs en weet op basis hiervan cursussen te maken.+ Jij bent het middelpunt in de productie van een cursus en zorgt dat de productie soepel verloopt.+ Naast coördineren heb je een uitstekend gevoel voor taal en teksten redigeren.+ Liggen jouw roots in het onderwijs dan is dat een pré.Dit is wat wij bieden.+ Een passend dagtarief.+ 100 creatieve content gedreven collega’s.+ Meebouwen aan een high-tech platform+ Een freelance opdracht waar je écht impact kan maken op duizenden gebruikers.+ Je bouwt aan jouw portfolio met opdrachten waar je blij van wordt.Kom maar door met je sollicitatie.Stuur je ons gelijk jouw LinkedIn-profiel? Eerst even bellen of appen kan natuurlijk ook op 06-53478895. Susanne vertelt je graag meer over onze teams en de freelance vacature.Parttime uren: 8 - 36 per weekSoort dienstverband: Fulltime, Parttime, Tijdelijk, Freelance/ZZPWerkschema:ma-vrTaal:Nederlands (Vereist)", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Reshift/jobs/Content-Projectco%C3%B6rdinator-0e80c71cb4d05f2b?fccid=7712a24a24de412f&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": "en", "Gender": "Female"}, {"index": 3, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_ecea669244a4ed7a", "Job Title": "Freelance Content-/ Projectcoördinator", "Company Name": "Reshift Digital BV", "Location": " Haarlem", "Job Description": "Voorop lopen in media-innovatie. Dat is typisch Reshift. Met marktleiders als Zoom.nl, Kieskeurig.nl, Computer!Totaal, Power Unlimited en vele andere aansprekende merken bereiken wij maandelijks 8 miljoen mensen. Ooit hoofdzakelijk via tijdschriften, nu ook online met onze prijsvergelijkers, livestreams en interactieve e-learningplatformen. Om ons redactieteam te versterken zoeken wij hulp. Ben jij een freelance content-/projectcoördinator met eindredactionele ervaring? Lees dan even mee.\n\nInteractief leren\nOnze groeibriljanten zijn Zoom Academy & Tech Academy. Gericht op fotografie en technologie. Twee domeinen, één doel: cursisten vooruit helpen via slimme interactieve cursussen. Samen met een team enthousiaste content creators regisseer jij content die duizenden gebruikers te zien krijgen. Dat is pas impact!\n\nOnline leren is dé trend. Met onze Zoom- & Tech Academy loop je mee in de voorhoede van de media-innovatie. Je bent verantwoordelijk voor het coördineren en redigeren van cursussen maar werkt ook mee aan de lancering van een nieuwe cursus aan de Zoom- of Tech Academy. Je bent sterk op de inhoud, maakt je snel nieuwe materie eigen en hebt een ongenade loze interesse in tech of foto. Ben je zo thuis in het onderwerp dat je zelfstandig – op basis reeds beschikbare content – nieuwe cursussen kunt maken, dan is deze rol perfect voor jou.\n\n\nDit breng jij mee.\n+ Misschien een open deur maar jij hebt interesse in fotografie of de nieuwste technologie :)\n\n+ Jij weet op basis van data cursusonderwerpen te finetunen.\n+ Je gaat zelfstandig aan de slag met content en auteurs en weet op basis hiervan cursussen te maken.\n+ Jij bent het middelpunt in de productie van een cursus en zorgt dat de productie soepel verloopt.\n\n+ Naast coördineren heb je een uitstekend gevoel voor taal en teksten redigeren.\n+ Liggen jouw roots in het onderwijs dan is dat een pré.\n\n\nDit is wat wij bieden.\n+ Een passend dagtarief.\n+ 100 creatieve content gedreven collega’s.\n+ Meebouwen aan een high-tech platform.\n+ Een freelance opdracht waar je écht impact kan maken op duizenden gebruikers.\n\n+ Je bouwt aan jouw portfolio met opdrachten waar je blij van wordt.\n\nKom maar door met je sollicitatie.\nStuur je ons gelijk jouw LinkedIn-profiel? Eerst even bellen of appen kan natuurlijk ook op 06-53478895. Susanne vertelt je graag meer over onze teams en de freelance vacature.", "Rating": -1.0, "Employment Type": -1, "Company URL": "-1", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=ecea669244a4ed7a&fccid=acfe58b3f2594ed7&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": "en", "Gender": "Female"}, {"index": 4, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_daa5994333f48931", "Job Title": "Redacteur Governance & Privacyweb", "Company Name": "Berghauser Pont", "Location": " Amsterdam", "Job Description": "Wil jij je bezighouden met maatschappelijke ontwikkelingen die er echt toe doen? En lijkt het je leuk om als redacteur aan de slag te gaan bij een innovatieve en snelgroeiende uitgeverij in Amsterdam? Dan is dit iets voor jou!Over onsBerghauser Pont Mediagroep stimuleert debat, ontwikkeling en kennisdeling over de publieke zaak. We zijn een onafhankelijk platform dat hoogwaardige kennis toegankelijk maakt voor de professional. We geven snel inzicht in de laatste maatschappelijke ontwikkelingen, maar ook verdieping, opinies en alle relevante regelgeving en achtergrondinformatie. Dat doen we met boeken, cursussen en events die we ontwikkelen met honderden experts. Onze intentie is daarmee een bijdrage te leveren aan een meer duurzame, eerlijke en inclusieve samenleving.De kennisportals Omgevingsweb, Privacyweb en Sociaalweb spelen hierbij een centrale rol. Governanceweb is een nieuw te ontwikkelen platform voor good-governance.De functieJe levert een bijdrage aan het verder uitbouwen van Privacyweb en Governanceweb. Je volgt de actualiteit op de voet en signaleert trends en ontwikkelingen. Deze vertaal je samen met ons netwerk van experts naar relevante content. Je komt met voorstellen over hoe we dit op een aantrekkelijke manier bij de doelgroep kunnen brengen. Ook reik je ideeën aan, bijvoorbeeld voor nieuwe rubrieken. Je bent verantwoordelijk voor het dagelijkse nieuws, maar ook voor de thematische dossiers die achtergrond en duiding bieden. Je bouwt aan het netwerk van auteurs die op regelmatige basis een bijdrage leveren. Je zorgt voor een zo groot mogelijk bereik van de content door verspreiding via de diverse kanalen van Privacyweb en Governanceweb, waaronder de nieuwsbrieven en social media.WerkzaamhedenNieuws- en beeldredactieAcquisitie van auteurs voor artikelen en jurisprudentieActueel houden van alle contentsoorten op Privacyweb en GovernancewebVerzorgen van themadossiers (en uitbouwen van het huidige aanbod)Onderhouden van social media-kanalenSamenstellen en versturen van nieuwsbrievenAnalyseren van (lezers)statistiekenCompetentiesHBO/WO-diploma in rechten, economie of een aanverwante studieUitstekende communicatieve vaardigheden in woord en geschriftUitstekende beheersing van de Nederlandse taalNieuwsgierig, gedreven en kritischStressbestendig en zelfstandigEen paar jaar redactionele ervaring is een préWat bieden we jou?Een mooie baan met veel verantwoordelijkheid, you can make a difference!Een dynamische werkomgeving in een modern kantoorpand in de Amsterdamse Houthavens;Fantastische collega’s, we organiseren geregeld borrels & uitjes;En vanzelfsprekend goede arbeidsvoorwaarden.Pas jij in deze functie?Dan maken we graag kennis! Stuur je CV en motivatie en dan nemen we zo snel mogelijk contact met je op.Acquisitie naar aanleiding van deze advertentie wordt niet op prijs gesteldSoort dienstverband: Bepaalde tijd, Onbepaalde tijdAanvullende betalingen:VakantiegeldArbeidsvoorwaarden:FietsplanPensioenReiskostenvergoedingVrijdagmiddagborrelWerkschema:ma-vr", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/Berghauser-Pont/jobs/Redacteur-Governance-Privacyweb-daa5994333f48931?fccid=6cbc54ba1a31aa1f&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": "en", "Gender": "Female"}, {"index": 5, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_a52850748e86ca89", "Job Title": "Jurist Auteursrecht/Naburige Rechten (parttime)", "Company Name": "Legal Work Force", "Location": " Amsterdam", "Job Description": "Onze opdrachtgever is het CvTA, het College van Toezicht Auteursrecht. Het CvTA is een zelfstandig bestuursorgaan dat toezicht houdt op de inning en verdeling door collectieve beheersorganisaties (CBO’s) van vergoedingen voor het gebruik van auteurs- en/of\nnaburigrechtelijk beschermde werken. Het College bestaat uit drie personen en wordt ondersteund door een bureau dat bestaat uit een 6-koppige staf waaronder drie juristen en een secretaris- directeur. Graag komen wij in contact met kandidaten voor de positie van\nJurist Auteursrecht/Naburige Rechten (parttime)\n24-32 uur, Amsterdam\nBinnen de organisatie ben je de inhoudelijke spil op dit rechtsgebied die voorbereidend ook extern adviseert. Daarnaast draag je, in samenwerking met de andere juristen, bij aan de uitvoering van juridische werkzaamheden op de rechtsgebieden zoals bijvoorbeeld privacy, WOB, governance, verbintenissenrecht en de eigen voorschriften en wetgeving. Je ondersteunt en adviseert het College inhoudelijk en bereidt adviezen en besluiten zorgvuldig voor. Je denkt zelfstandig maar werkt nauw samen met de andere leden van het bureau.\n\nProfiel\njurist met 3+ jaar relevante werkervaring\nuitstekende kennis van het auteursrecht en/of de naburige rechten\nbijvoorbeeld vergaard in de wetenschap, advocatuur of rechterlijke macht\nzelfstandige en helder communicerende professional; zowel denker als doener\nteamplayer in een kleine multidisciplinaire staf, politiek-bestuurlijk sensitief\nPropositie\ninhoudsgerichte juridische rol bij een ambitieuze toezichthouder\neen belangrijke positie in een klein en kwalitatief veeleisend team\nbijdrage leveren aan de verdere inhoudelijke professionalisering van het CvTA\nflexibele invulling mogelijk, bijvoorbeeld in combinatie met functie in de wetenschap of elders\nkarakteristiek kantoor in hartje Amsterdam", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=a52850748e86ca89&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=242cc27967f80237&assa=6906", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=a52850748e86ca89&fccid=f45097a549ba4f55&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": "en", "Gender": "Female"}, {"index": 6, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_6ca7a9220acf870f", "Job Title": "Universitair Docenten Ondernemingsrecht en Insolventierecht", "Company Name": "Universiteit van Amsterdam", "Location": " Amsterdam Centrum", "Job Description": "Publicatiedatum 18 november 2020\n\nSluitingsdatum 31 januari 2021\n\nOpleidingsniveau Gepromoveerd\n\nFunctieomvang 24 tot 38 uur per week\n\nSalarisindicatie €3.746 tot €5.127 bruto per maand, op basis van 38 uur per week\n\nVacaturenummer 20-708\n\nDe afdeling Privaatrecht is op zoek naar twee Universitaire Docenten voor het onderwijs op het gebied van het Ondernemingsrecht en het Insolventierecht in de Bachelor rechtsgeleerdheid en de masteropleiding Privaatrecht.\nHet onderzoek van de leerstoelgroep is ondergebracht in the Amsterdam Center for Transformative Law (ACT).\nWat ga je doen?\nJe:\ncoördineert onderwijs in het bachelorvak Ondernemingsrecht of het vak Insolventierecht en Zekerheid, inclusief het leiden en begeleiden van de docentengroep, coördineren van het vak, ontwikkelen van onderwijsmateriaal (docentenhandleidingen, tentamens) en bent contactpersoon voor en naar studenten;\nverzorgt onderwijs (werkgroepen) in de bachelorvakken/mastervakken op het gebied van het Insolventierecht (Insolventierecht en Zekerheid, Insolventierecht en Corporate Finance, Finance, Security and Insolvency) en/of Ondernemingsrecht (Ondernemingsrecht, Vennootschaps- en rechtspersonenrecht, Fusies & Overnames;\nbegeleidt zowel Nederlandstalige als Engelstalige bachelor- en masterscripties op het gebied van het insolventierecht/ondernemingsrecht ook voor de master Law & Finance;\nverricht en publiceert zelfstandig en hoogwaardig onderzoek op het gebied van Privaatrecht dat past binnen het onderzoek van het ACT of op het terrein van grensoverschrijdend en nationaal Insolventierecht en/of Ondernemingsrecht;\ndraagt actief bij aan de onderzoeksgemeenschap van de Faculteit, in het bijzonder het ACT;\nvraagt zo mogelijk externe fondsen voor onderzoek aan zoals NWO en ERC;\nverricht bestuurlijke en organisatorische taken voor de leerstoelgroep en faculteit (bijvoorbeeld deelname opleidingscommissies, examencommissie, ondernemingsraad etc.).\nWat vragen wij van jou?\nDe kandidaat die wij zoeken:\nis gepromoveerd met een proefschrift in het Privaatrecht, bij voorkeur in het Insolventierecht of Ondernemingsrecht of in de afrondende fase van het manuscript van het proefschrift;\nheeft uitstekende didactische kwaliteiten blijkend uit onderwijsevaluaties;\nheeft de Basiskwalificatie Onderwijs of is bereid deze binnen 1 jaar te halen;\nheeft aantoonbare ervaring met coördinatie van grote bachelor- en mastervakken inclusief het ontwerpen en voorbereiden van onderwijsmateriaal en opstellen van tentamens;\nheeft aantoonbare ervaring met onderwijs in het Insolventierecht en/of Ondernemingsrecht;\nheeft aantoonbare ervaring met het begeleiden van bachelor- en masterscripties op het gebied van Insolventierecht en/of Ondernemingsrecht;\nheeft aantoonbare ervaring met bestuurlijke en organisatorische taken;\nheeft een uitstekende beheersing in woord en geschrift van de Nederlandse en de Engelse taal.\nInlichtingen\nVoor meer informatie kun je contact opnemen met:\nprof.dr. Rolef de Weijs, Insolventierecht\nof\nprof.dr. Joti Roest, Ondernemingsrecht\n\nVoor meer informatie over werken bij de Universiteit van Amsterdam verwijzen wij naar de website.\nOns aanbod\nWe bieden een afwisselende en uitdagende baan in een ambitieuze organisatie. Het gaat in eerste instantie om een tijdelijk dienstverband voor de duur van een jaar met uitzicht op een vast dienstverband. Op deze functie is het UFO-profiel van Universitair Docent 2 van toepassing. Het salaris bedraagt minimaal €3.746 en maximaal €5.127 (schaal 11) bruto per maand op basis van volledige werktijd (38 uur).\nEen tenure track naar Universitair Hoofddocent 2 volgens het zogeheten up or out- principe behoort ook tot de mogelijkheden. In dat geval betreft dit een tijdelijk dienstverband voor 6 jaar in de functie van Universitair Docent 2 met uitzicht op een vast contract als Universitair Hoofddocent 2 indien aan de gestelde voorwaarden is voldaan.\n De UvA biedt verder een uitgebreid pakket secundaire arbeidsvoorwaarden, waaronder 8% vakantiegeld en 8.3% eindejaarsuitkering. De cao Nederlandse Universiteiten is van toepassing.\nOver de faculteit\nMet ruim 5000 studenten en 500 medewerkers is de Faculteit der Rechtsgeleerdheid van de Universiteit van Amsterdam een van de grotere juridische faculteiten van Nederland. De Faculteit verzorgt de bacheloropleidingen Rechtsgeleerdheid, Fiscaal recht en – samen met twee andere faculteiten – de opleiding Politics, Psychology, Law and Economics (PPLE). Daarnaast biedt zij 19 masteropleidingen met verschillende varianten aan. Het onderzoek van de faculteit vindt plaats in een verscheidenheid aan onderzoeksgroepen, programma’s en centra. De faculteit heeft een internationaal profiel en kiest voor een maatschappelijke benadering van het recht.\nHet onderwijs en het onderzoek worden verzorgd door de zes afdelingen van de Faculteit: Algemene Rechtsleer, Arbeids- en Informatierecht, Internationaal en Europees Publiekrecht, PPLE, Privaatrecht en Publiekrecht.\nSollicitatie\nAls werkgever handhaaft de UvA een beleid van gelijke kansen. We vinden diversiteit belangrijk en zetten ons volledig in om een plek te zijn waar iedereen zich thuis voelt. We koesteren de onderzoekende geest en het doorzettingsvermogen en laten de ruimte om door te vragen. Bij ons vormen nieuwsgierigheid en creativiteit de heersende cultuur.\nKandidaten wordt gevraagd:\neen sollicitatiebrief te schrijven, waarin je je motivatie toelicht om te solliciteren naar deze functie;\neen CV, inclusief een lijst van publicaties, in te zenden;\neen onderzoeksvoorstel (max. 3 pagina's) te schrijven, waarin je onder meer ingaat op de bijdrage die je wilt leveren aan het ACT-onderzoeksprogramma;\ncontactgegevens van 2 referenten aan te leveren;\nbewijs te overleggen van het met succes hebben verdedigd van een proefschrift en andere relevante diploma's;\neen schrijfvoorbeeld van een recent geschreven Engelstalige publicatie (als auteur zonder co-auteurs), van maximaal 50 pagina's (dit kan ook een hoofdstuk van het proefschrift zijn).\n\nJe kunt je sollicitatie opsturen via onderstaande link.\nDe vacature sluit op 31 januari 2021.\n#LI-DNP\nWij stellen acquisitie niet op prijs", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=6ca7a9220acf870f&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=48ab6ad6f877d32a&assa=8055", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=6ca7a9220acf870f&fccid=6d76c7ec59b89971&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": "en", "Gender": "Female"}, {"index": 7, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_35e52d6bfb70dd79", "Job Title": "Beheerder documentatiesysteem", "Company Name": "Manpower", "Location": " Petten", "Job Description": "Dit ga je doen\nAls beheerder documentatiesysteem ben jij thuis in allerlei soorten informatiestromen. Jij bent in staat om orde in de mogelijk ontstane chaos te scheppen en zorgt ervoor dat alle documenten goed opgeslagen worden én dat iedereen bij het bedrijf gemakkelijk de juiste documenten kan raadplegen. Heb jij meerdere jaren ervaring als medewerker informatiebeheer, medewerker DIV of vergelijkbaar en ben jij klaar voor een nieuwe baan? Lees dan snel verder en solliciteer direct!\n\nVoor een opdrachtgever in Petten is uitzendbureau Manpower op zoek naar een document controller.\n\nAls beheerder documentatiesysteem / recordmanagement zie jij toe op een geordend en gestroomlijnd systeem. Jij bent bezig met het inzichtelijk en actueel houden van het documentensysteem volgens de geldende normen. Hierbij kun je denken aan de volgende werkzaamheden:\nScannen en archiveren van opgevolgde en teruggetrokken documenten\nOndersteunen van auteurs bij het opstellen of aanpassen van documenten (in het Engels en Nederlands)\nRedigeren van documenten op verzoek van auteurs\nToetsen van documenten aan geldende Good Documentation Practices\nAdviseren over de structuur van projectdossiers\nBehandelen en technisch reviewen van aangeboden records\nSignaleren van afwijkingen\n\nDit krijg je\nBrutosalaris tussen €2.500 en €3.200 per maand op basis van 40 uur per week\nReiskostenvergoeding van €0,19 per kilometer\nFulltime baan van 40 uur per week\nKans op overname bij goed functioneren\nATV en 13e maand\nToegang tot e-learning platform Studytube\nPensioenopbouw via Manpower\nHier ga je werken\nAls beheerder documentatiesysteem / recordmanagement ga jij werken bij een specialist in de productie van preparaten en radioactieve medicijnen. Op dit moment is de bedrijfsnaam nog vertrouwelijk. In een later stadium van het sollicitatieproces vertellen wij jou graag meer!\n\nWerktijden\nIn deze functie werk jij 40 uur per week. De werkdagen zijn maandag tot en met vrijdag tussen 8.30 en 17.00 uur.\nDit neem je mee\nMinimaal een mbo-4 diploma, bij voorkeur richting informatiemanagement of archiefschool\nTenminste drie jaar werkervaring als document beheerder, documentalist, medewerker informatiebeheer, archivaris of een andere soortgelijke functie\nGoede beheersing van de Engelse taal in woord en geschrift, vanwege de documentatie\nKennis van GDP (Good Documentation Proces)\nAfgeronde opleiding SOD-i of bereidheid om deze te behalen\nBeschikbaar voor 40 uur per week\nErvaring van geautomatiseerde processen\n\nBij voorkeur woon je in of in de buurt van Petten, bijvoorbeeld in Heerhugowaard, Schagen of Anna Paulowna. Eerder ervaring opgedaan als medewerker DIV dan heb je een streepje voor!\n\nZo solliciteer je\nOnline solliciteren via de button\nMaken van vragenlijst die direct verschijnt\nManpower neemt contact op voor een telefonisch of live interview bij Manpower\nMogelijk op sollicitatiegesprek bij de opdrachtgever\nOver Manpower\nBijna niets in het leven is voor mensen zó essentieel als het vinden en behouden van zinvol werk. Wat dit betekent, is voor iedereen anders. Manpower biedt tijdelijke, flexibele en vaste banen. Onder meer binnen de financiële en zakelijke dienstverlening, overheid, klant contact centra, logistiek en productie. Het is onze passie om mensen verder te helpen. Dat doen we met een enorme gedrevenheid. We helpen je om succesvol te zijn bij een sollicitatie en dagen je uit om je te (blijven) ontwikkelen. Eerlijkheid vinden we belangrijk; we zijn transparant, staan open voor feedback en we doen wat we beloven.\n\nMinimaal een mbo-4 diploma, bij voorkeur richting informatiemanagement of archiefschool\nTenminste drie jaar werkervaring als document beheerder, documentalist, medewerker informatiebeheer, archivaris of een andere soortgelijke functie\nGoede beheersing van de Engelse taal in woord en geschrift, vanwege de documentatie\nKennis van GDP (Good Documentation Proces)\nAfgeronde opleiding SOD-i of bereidheid om deze te behalen\nBeschikbaar voor 40 uur per week\nErvaring van geautomatiseerde processen\n\nBij voorkeur woon je in of in de buurt van Petten, bijvoorbeeld in Heerhugowaard, Schagen of Anna Paulowna. Eerder ervaring opgedaan als medewerker DIV dan heb je een streepje voor!\n\nZo solliciteer je\nOnline solliciteren via de button\nMaken van vragenlijst die direct verschijnt\nManpower neemt contact op voor een telefonisch of live interview bij Manpower\nMogelijk op sollicitatiegesprek bij de opdrachtgever", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=35e52d6bfb70dd79&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=51be7646af84973c&assa=4299", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=35e52d6bfb70dd79&fccid=1a17983a910f73d8&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-22", "Language": "en", "Gender": "Female"}, {"index": 8, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "pj_d6f7b0c1913eff94", "Job Title": "Senior Beleidsadviseur Bestuurlijke Processen", "Company Name": "Vrije Universiteit Amsterdam", "Location": " AmsterdamZuidoost", "Job Description": "Ben je op zoek naar een functie dicht onder het bestuur, op het snijvlak van strategie, beleid en bedrijfsvoering, binnen een grote organisatie? Heb je interesse en ervaring met bestuurlijke processen gericht op organisatie-brede sturing en verantwoording, in afstemming en samenwerking met verschillende faculteiten en diensten? Wil je bijdragen aan het meer slagvaardig en wendbaar maken van de VU en daarmee aan de onze maatschappelijke meerwaarde? Solliciteer dan nu bij de Vrije Universiteit Amsterdam (VU).\n\n\nLocatie: AMSTERDAM\n\nFTE: 1,0\n\nFunctieomschrijving\nDe functie van senior beleidsadviseur bestuurlijke processen bij de dienst Bestuurszaken is een veelzijdige positie waarin je bijdraagt aan de inrichting en uitvoering van de VU-brede (be)sturing en verantwoording. Je adviseert het College van Bestuur (CvB) over vraagstukken op het gebied van bestuurlijke (beleids)processen en denkt mee en draagt bij aan de uitvoering van het zoveel mogelijk terugdringen van bureaucratie. Deze vraagstukken raken vaak aan het instellingsbeleid en ook aan de implementatie van de VU Strategie 2020-2025. Concreet houd je je bijvoorbeeld bezig met het optimaliseren van bestuurlijke besluitvorming en het coördineren van de periodieke bestuurlijke overleggen tussen het CvB en faculteiten en diensten. In deze overleggen worden de ambities, plannen en resultaten van de verschillende eenheden besproken.\n\n\nTot je werkzaamheden behoren het opstellen en schrijven van heldere analyses, formats, procesbeschrijvingen, beleidsnotities en annotaties in het Nederlands en Engels. Dit gebeurt veelal in afstemming en samenwerking met collega’s van andere diensten en faculteiten binnen de VU. Daarbij is een goede relatie opbouwen en een vlotte pen essentieel. Je bent een verbindende schakel tussen het CvB en de faculteiten en diensten. Daarnaast voer je regie op de uitvoering en samenhang van verschillende VU projecten en processen.\n\n\nTaken\nProjectleider (procesmatige en inhoudelijke voorbereiding) van de bestuurlijke overleggen tussen CvB en faculteiten en diensten (inclusief formats jaar- en meerjarenplannen en maandrapportages)\nProjectleider van het project Business Cycle (optimaliseren van het totaal aan bestaande jaarlijks terugkerende bestuurlijke beleidsprocessen die aan de VU plaatsvinden)\nProjectleider VU Service Scan (optimaliseren VU-brede dienstverlening)\nProjectleider VU Jaarverslag (eindredacteur, auteur inhoudelijk deel en procescoördinatie)\nLid werkgroep Slagvaardig en Wendbaar van de VU Strategie 2020-2025\nInhoudelijk voorbereiden van de portefeuillehouder bedrijfsvoering van het CvB op diverse overleggen.\n\nFunctie-eisen\nEen afgeronde universitaire opleiding\nVijf jaar ervaring in een relevante functie op het gebied van (het optimaliseren van) bestuurlijke processen\nErvaring in het coördineren van processen en projecten\nBij voorkeur ervaring binnen een kennisinstelling en met strategie- en beleidsvorming\nUitstekende mondelinge en schriftelijke communicatieve vaardigheden en aantoonbare ervaring in het schrijven van beleidsnotities en annotaties. Je durft je uit te spreken en kan helder, compact en vlot schrijven in het Nederlands en in het Engels\n\nCompetenties\nJe bent breed inzetbaar en flexibel, je houdt overzicht en samenhang in de gaten\nJe bent sensitief, klantgericht en bent in staat dicht bij het bestuurlijke centrum te functioneren\nJe bent initiatiefrijk en werkt oplossingsgericht waarin je de ander meeneemt\nJe kunt goed zelfstandig en in teamverband werken en bent in staat in partnerschap met andere eenheden zaken voor elkaar te krijgen\nJe bent analytisch sterk, reflectief en wil je graag ontwikkelen\nWat bieden wij\nEen uitdagende functie bij een maatschappelijk betrokken organisatie. Het salaris bedraagt afhankelijk van opleiding en ervaring op voltijdse basis minimaal €4.406 (schaal 12) en maximaal €5.656 (schaal 12) bruto per maand. De functie is ingedeeld volgens UFO-profiel Beleidsmedewerker 2 en staat open voor 1,0 fte.\n\n\nDe arbeidsovereenkomst wordt in eerste instantie aangegaan voor een periode van 1 jaar. Bij goed functioneren behoort een vast dienstverband tot de mogelijkheden.\n\n\nDaarnaast beschikt de VU over aantrekkelijke secundaire arbeidsvoorwaarden en regelingen die een goede combinatie van werk en privé mogelijk maken, zoals:\nmaximaal 41 vakantiedagen bij een voltijds dienstverband\n8% vakantietoeslag en 8,3% eindejaarsuitkering\nruime bijdrage aan ABP-pensioenregeling\nkeuzemodel voor fiscale uitruil van bepaalde arbeidsvoorwaarden\n\nOver de VU\nBijdragen aan een betere wereld door onderscheidend onderwijs en grensverleggend onderzoek, dat is de ambitie van de VU. Een universiteit waar persoonlijke vorming én maatschappelijke betrokkenheid centraal staan. Waar we vanuit verschillende disciplines en achtergronden samenwerken aan innovaties en nieuwe inzichten. Ons onderzoek beslaat het hele spectrum: van alfa, gamma en bèta tot leven en medische wetenschappen.\n\n\nAan de VU studeren ruim 26.500 studenten en werken en meer dan 4.600 medewerkers. De uitstekend bereikbare VU-campus is gevestigd in het hart van de Amsterdamse Zuidas, een inspirerende omgeving voor onderwijs en onderzoek.\n\n\nDiversiteit\n\nDiversiteit is een kernwaarde van de VU. Wij staan voor een inclusieve gemeenschap en geloven dat diversiteit en internationalisering bijdragen aan de kwaliteit van onderwijs en onderzoek. We zijn dan ook voortdurend op zoek naar mensen die door hun achtergrond en ervaring bijdragen aan de diversiteit van onze campus.\n\n\nBestuurszaken\n\nDe dienst Bestuurszaken (BZ) verzorgt de strategische advisering en geïntegreerde ondersteuning van het College van Bestuur (CvB) van de Vrije Universiteit Amsterdam. We werken daarnaast nauw samen met en voor de faculteiten én de andere diensten van de VU om de bestuurlijke agenda te realiseren en richting te geven aan de instellingsstrategie. We zijn verantwoordelijk voor juridische advisering, onderzoeksbeleid en Public Affairs, leveren procesmatige ondersteuning van beleid- en besluitvorming, en dragen inhoudelijk bij aan diverse strategische dossiers. BZ bevordert tevens de VU-brede governance, control en compliance en draagt zorg voor academische plechtigheden als promoties en hooglerarenbenoemingen.\n\n\nWerken bij Bestuurszaken betekent dat je meewerkt aan het dagelijkse bestuur, de strategie en het beleid van de VU, samen met een uitgebreid intern en extern netwerk van stakeholders. Bij BZ werken momenteel 66 medewerkers (59 fte), verdeeld over de afdelingen Beleid en Bestuurlijke Ondersteuning; Bestuurlijke en Juridische Zaken; Management Ondersteuning; en Documentmanagement en Archief.\n\n\nBeleid en Bestuurlijke Ondersteuning (BBO)\n\nDe afdeling BBO is verantwoordelijk voor strategische en beleidsadviezen aan het CvB, faculteiten en diensten, en de ondersteuning van bestuurlijke besluitvormingsprocessen. Binnen BBO werken bestuurssecretarissen en beleidsmedewerkers. De beleidsmedewerkers zijn op dossierniveau werkzaam in de domeinen onderzoek, valorisatie, instellingsstrategie, externe betrekkingen, bedrijfsvoering en wetenschappelijke integriteit. Bij BBO werken 15 professionals, een deel met een eigen specifieke expertise, van waaruit zij zelfstandig werken voor het CvB, de faculteiten en de diensten. Eénieder werkt vanuit een sterke intrinsieke motivatie voor de VU en realiseert zich het belang van de eigen bijdrage.\nSolliciteren\nBen jij geïnteresseerd in deze functie? Solliciteer dan door middel van onderstaande solliciteerbutton uiterlijk vrijdag 12 maart 2021 . Denk hierbij aan het uploaden van zowel je curriculum vitae als je motivatiebrief. De eerste gespreksronde zal plaatsvinden op donderdag 18 maart. Vanwege Covid-19 zullen de gesprekken mogelijk (deels) digitaal plaatsvinden.\n\n\nSollicitaties ontvangen per e-mail worden niet in behandeling genomen.\n\n\nVragen\n\nNaam: Wouter Feldberg\n\nFunctie: Hoofd Beleid en Bestuurlijke Ondersteuning\n\nTelefoonnummer: +31 (0)20 5982372\n\nE-mail: secretariaat.bz@vu.nl (secretar iaat bestuurszaken)\n\n\nAcquisitie naar aanleiding van deze advertentie wordt niet op prijs gesteld.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=d6f7b0c1913eff94&from=vj&sjdu=6BxK-lSCq-Kedu3hyMV-SDNPTKBDGgfnC8WkpZMArsigW2aPJYuMtnB_97CbT1qT6QRdmqn0hMi9ob5IDb2Uo1kmfTJ8d3eYpHdexpLl1eTZ_6W3Yhqju_f_MG-5V3BI7PTN5JN2n9QN2PmzJiVdbA&spon=1&adid=365125597&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0BQvVR3fI7n2uMl72SdULQDQwEo10U5st3LSDDOzJ-jiJ_66pZvFFXCqF1hwe6y1pKGPWJB6GIVmJoMIzQWn6142Sa4MbOk1Vq55yL-Jw8k_jE8XNpvVXhdzvJDaxAD-uQ150zwLSzNzd3kXp9Z4M-NNARQPcY_Jj1iPNp-agodJKpCWWRAABhaFonf6AR4iX51cigMkJc1F-b6BoBq3SS5k6JeqbkAM9LDNolD6zF8-otk1L-uvvDK7DEaomhCjbPPtQr9U2v-m9hBzfTL6wezQaVcVkZLXIRdDjPtRniqOHN2LGme4_GLBnLKxqETTP1U87oiv9mUksHoLT-0o-YV3wEZ3Q_MT0jqIkRLc7tVLPmxPXEWLbfd36bxsQVf7pQ-X8asbEZwPm3XJHs257vle8OJd-zarQc2vkMWTWikTH3xD86_JETOdOe7F082wrWYzFVADjmX69LjjKc9bJvDRIlmqUdlKHeQ3DbbeH4vGVK0TXohn6oxwVcR731wQFmjJjmiH0qk_1DRt4crZu_1&astse=ef332311455d9726&assa=2590", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0BQvVR3fI7n2uMl72SdULQDQwEo10U5st3LSDDOzJ-jiJ_66pZvFFXCqF1hwe6y1pKGPWJB6GIVmJoMIzQWn6142Sa4MbOk1Vq55yL-Jw8k_jE8XNpvVXhdzvJDaxAD-uQ150zwLSzNzd3kXp9Z4M-NNARQPcY_Jj1iPNp-agodJKpCWWRAABhaFonf6AR4iX51cigMkJc1F-b6BoBq3SS5k6JeqbkAM9LDNolD6zF8-otk1L-uvvDK7DEaomhCjbPPtQr9U2v-m9hBzfTL6wezQaVcVkZLXIRdDjPtRniqOHN2LGme4_GLBnLKxqETTP1U87oiv9mUksHoLT-0o-YV3wEZ3Q_MT0jqIkRLc7tVLPmxPXEWLbfd36bxsQVf7pQ-X8asbEZwPm3XJHs257vle8OJd-zarQc2vkMWTWikTH3xD86_JETOdOe7F082wrWYzFVADjmX69LjjKc9bJvDRIlmqUdlKHeQ3DbbeH4vGVK0TXohn6oxwVcR731wQFmjJjmiH0qk_1DRt4crZu_1&p=0&fvj=0&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11", "Language": "en", "Gender": "Female"}, {"index": 9, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "pj_56fbde7552853554", "Job Title": "Beheerder documentatiesysteem", "Company Name": "Manpower", "Location": " Petten", "Job Description": "Dit ga je doen\nAls beheerder documentatiesysteem ben jij thuis in allerlei soorten informatiestromen. Jij bent in staat om orde in de mogelijk ontstane chaos te scheppen en zorgt ervoor dat alle documenten goed opgeslagen worden én dat iedereen bij het bedrijf gemakkelijk de juiste documenten kan raadplegen. Heb jij meerdere jaren ervaring als medewerker informatiebeheer, medewerker DIV of vergelijkbaar en ben jij klaar voor een nieuwe baan? Lees dan snel verder en solliciteer direct!\n\nVoor een opdrachtgever in Petten is uitzendbureau Manpower op zoek naar een document controller.\n\nAls beheerder documentatiesysteem / recordmanagement zie jij toe op een geordend en gestroomlijnd systeem. Jij bent bezig met het inzichtelijk en actueel houden van het documentensysteem volgens de geldende normen. Hierbij kun je denken aan de volgende werkzaamheden:\nScannen en archiveren van opgevolgde en teruggetrokken documenten\nOndersteunen van auteurs bij het opstellen of aanpassen van documenten (in het Engels en Nederlands)\nRedigeren van documenten op verzoek van auteurs\nToetsen van documenten aan geldende Good Documentation Practices\nAdviseren over de structuur van projectdossiers\nBehandelen en technisch reviewen van aangeboden records\nSignaleren van afwijkingen\n\nDit krijg je\nBrutosalaris tussen €2.500 en €3.200 per maand op basis van 40 uur per week\nReiskostenvergoeding van €0,19 per kilometer\nFulltime baan van 40 uur per week\nKans op overname bij goed functioneren\nATV en 13e maand\nToegang tot e-learning platform Studytube\nPensioenopbouw via Manpower\nHier ga je werken\nDit neem je mee\nMinimaal een mbo-4 diploma, bij voorkeur richting informatiemanagement of archiefschool\nTenminste drie jaar werkervaring als document beheerder, documentalist, medewerker informatiebeheer, archivaris of een andere soortgelijke functie\nGoede beheersing van de Engelse taal in woord en geschrift, vanwege de documentatie\nKennis van GDP (Good Documentation Proces)\nAfgeronde opleiding SOD-i of bereidheid om deze te behalen\nBeschikbaar voor 40 uur per week\nErvaring van geautomatiseerde processen\n\nBij voorkeur woon je in of in de buurt van Petten, bijvoorbeeld in Heerhugowaard, Schagen of Anna Paulowna. Eerder ervaring opgedaan als medewerker DIV dan heb je een streepje voor!\n\nZo solliciteer je\nOnline solliciteren via de button\nMaken van vragenlijst die direct verschijnt\nManpower neemt contact op voor een telefonisch of live interview bij Manpower\nMogelijk op sollicitatiegesprek bij de opdrachtgever\nOver Manpower\nBijna niets in het leven is voor mensen zó essentieel als het vinden en behouden van zinvol werk. Wat dit betekent, is voor iedereen anders. Manpower biedt tijdelijke, flexibele en vaste banen. Onder meer binnen de financiële en zakelijke dienstverlening, overheid, klant contact centra, logistiek en productie. Het is onze passie om mensen verder te helpen. Dat doen we met een enorme gedrevenheid. We helpen je om succesvol te zijn bij een sollicitatie en dagen je uit om je te (blijven) ontwikkelen. Eerlijkheid vinden we belangrijk; we zijn transparant, staan open voor feedback en we doen wat we beloven.\n\nMinimaal een mbo-4 diploma, bij voorkeur richting informatiemanagement of archiefschool\nTenminste drie jaar werkervaring als document beheerder, documentalist, medewerker informatiebeheer, archivaris of een andere soortgelijke functie\nGoede beheersing van de Engelse taal in woord en geschrift, vanwege de documentatie\nKennis van GDP (Good Documentation Proces)\nAfgeronde opleiding SOD-i of bereidheid om deze te behalen\nBeschikbaar voor 40 uur per week\nErvaring van geautomatiseerde processen\n\nBij voorkeur woon je in of in de buurt van Petten, bijvoorbeeld in Heerhugowaard, Schagen of Anna Paulowna. Eerder ervaring opgedaan als medewerker DIV dan heb je een streepje voor!\n\nZo solliciteer je\nOnline solliciteren via de button\nMaken van vragenlijst die direct verschijnt\nManpower neemt contact op voor een telefonisch of live interview bij Manpower\nMogelijk op sollicitatiegesprek bij de opdrachtgever", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=56fbde7552853554&from=vj&sjdu=m2jaXWh0cWhR2Q_t9Rd5hmeMQJkUUr-Tigx9CipJsXbNpHN59Gz5KVV6UMc0tu1dShZUICy2B-Ktd6TIeWyx-mI8YQ35YDSUTKGImu7FStmGNBgDCDeSj9c-ng-5m9bSqv5BiOzyb2JuQ9C0czqMh7gsP4xvMT6NHbk_qT-JATobtgW8hFJuuM4TQxY7PrAKWEgwoj3YHNneCRxRJViOMpzM0JIgXse7_z2lVOiEsxY9AWf0JcLSv50ruW_50l3z&spon=1&adid=364928142&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0A8Vdfd0X1hgiAwL3k-IpxNc8GhaHQTuIh-UhBxcQvvboW46_aeqvFuSjiTHPhvn131vcGOKLTZcdF_5nx_SESdcTA8CGz4yHwC5vO6vgSFtNhuikJkNiPCu6BPS44H0cCC-Nzq9q1UzrRKhEzjSxoZv4sFtLmBbc6kbcw2PeL4jam0BkzW1dRIEBvsPTNjsH_-W0oKpVg4vbMdy35DJfzRD9P6fXWQNmLbQYVghsNWgX8gIrOIsOzHOnW6ssltOlHJiA608iFCcnP8Addqlbz0KeCjr6r6P43Ml5QY4lFUf9mxk4KBbmxU-Mmdz1gqga-XHymX7t0q4G7JoVorhTHroJ26PXFRW2skn7EucnahxzHTk5UIswyXm6Z9y3RJGi5_EcWVsaDyya3D-ZY1Ouqebrf_80z4I5TJVjPJ1hfdytbi9JeGww_KM0wOFzdH7os99pro4izxg5GKHf5H7ZsHyL5-2kp7KCB0Etv6FEHXmpJ3m4d9gROqlut4fnqAsCMQOxLdcxefd_00m2Np95bAhOzhHiiTNok3X9_KWR6Uv1eixCNrg5tAo2h7R0Dud2CP_9WfNL6l841g_2fV1KNY0-1I5RvMu0kA0JkdOjRKudp9hZQxGw1zevVHni3mAu0Ez8IRZddLBjCNqxWnyNm_nIPW6Nj1acuh1PXKlnQzc9nE-6TWXMSr9VlEc85pNErBFIGozOJelSMD3gyelgLB&astse=0ba686943b7981d3&assa=8049", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0A8Vdfd0X1hgiAwL3k-IpxNc8GhaHQTuIh-UhBxcQvvboW46_aeqvFuSjiTHPhvn131vcGOKLTZcdF_5nx_SESdcTA8CGz4yHwC5vO6vgSFtNhuikJkNiPCu6BPS44H0cCC-Nzq9q1UzrRKhEzjSxoZv4sFtLmBbc6kbcw2PeL4jam0BkzW1dRIEBvsPTNjsH_-W0oKpVg4vbMdy35DJfzRD9P6fXWQNmLbQYVghsNWgX8gIrOIsOzHOnW6ssltOlHJiA608iFCcnP8Addqlbz0KeCjr6r6P43Ml5QY4lFUf9mxk4KBbmxU-Mmdz1gqga-XHymX7t0q4G7JoVorhTHroJ26PXFRW2skn7EucnahxzHTk5UIswyXm6Z9y3RJGi5_EcWVsaDyya3D-ZY1Ouqebrf_80z4I5TJVjPJ1hfdytbi9JeGww_KM0wOFzdH7os99pro4izxg5GKHf5H7ZsHyL5-2kp7KCB0Etv6FEHXmpJ3m4d9gROqlut4fnqAsCMQOxLdcxefd_00m2Np95bAhOzhHiiTNok3X9_KWR6Uv1eixCNrg5tAo2h7R0Dud2CP_9WfNL6l841g_2fV1KNY0-1I5RvMu0kA0JkdOjRKudp9hZQxGw1zevVHni3mAu0Ez8IRZddLBjCNqxWnyNm_nIPW6Nj1acuh1PXKlnQzc9nE-6TWXMSr9VlEc85pNErBFIGozOJelSMD3gyelgLB&p=1&fvj=0&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11", "Language": "en", "Gender": "Female"}, {"index": 10, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_03b0d389af0a762c", "Job Title": "Ervaren medewerker Marketing & Publiciteit (m/v)", "Company Name": "Meulenhoff Boekerij", "Location": " Amsterdam", "Job Description": "Nederlanders kopen erg graag boeken. Om zelf te lezen of weg te geven. Als uitgever van boeken willen we natuurlijk dat ze ónze boeken kopen; daarom zijn wij per direct op zoek naar een marketeer die een optimale naamsbekendheid van onze merken, fondsen, auteurs en titels bij de consument, onze klanten én de media weet te realiseren.\n\nErvaren medewerker Marketing & Publiciteit (m/v), standplaats Amsterdam (36 uur p/wk)\nBij Meulenhoff Boekerij gaat ons hart sneller kloppen van verhalen die inspireren, vermaken en verrijken. Daarom vind je bij ons boeken die elke letter waard zijn: dít moet je lezen, op papier, via e-book of luisteren via audio.\n\nDe afdeling Marketing & Publiciteit is verantwoordelijk voor het realiseren van een effectief marketing- en publiciteitsbeleid. Alle afdelingsactiviteiten zijn multimediaal en gericht op het optimaliseren van de positie van Meulenhoff Boekerij bij auteurs, bij haar afnemers en bij de consumenten.\n\nHoud je van boeken? Ben jij een gedreven, flexibele, allround marketeer met een groot pr-netwerk en vind je het leuk om te werken met auteurs en externe (media)partijen? Dan zijn wij op zoek naar jou!\n\nJouw rol\n\nJe formuleert in samenspraak met de Commercieel Directeur en je collega’s van de afdeling Marketing en Publiciteit het marketing- en publiciteitsbeleid voor de fondsen Meulenhoff Fictie en Meulenhoff Boekerij Non-fictie, titels en auteurs en vertaalt deze koers door naar marketing- en publiciteitsplannen.\n\nWat voor iemand zoeken wij?\n\nJe bent in staat om snel te schakelen en in te spelen op kansen en trends, en zoveel mogelijk aandacht te genereren binnen de relevante doelgroep(en). Je volgt ontwikkelingen op het gebied van marketingcommunicatie op de voet. Je bent positief en denkt in kansen. Je krijgt energie van samenwerken met redactie & uitgever en sales om een gezamenlijk doel te bepalen en te behalen.\n\nJouw belangrijkste taken en verantwoordelijkheden:\n\nOntwikkelen en uitvoeren van marketing- en publiciteitsplannen voor auteurs, titels en fondsen en het inzetten van passende instrumenten (offline en online inclusief social media)\nOnderhouden en uitbreiden van (pers)contacten, genereren van free publicity\nHet begeleiden van en samenwerken met (Nederlandse) auteurs\nCoördineren van auteursbezoeken en organiseren van boekpresentaties\nOpstellen en bewaken van projectbegrotingen\nOpzetten van promotionele acties met auteurs en media of andere relevante bedrijven\nAnalyseren en interpreteren van marktgegevens\n\nProfiel en competentie:\n\nAfgeronde HBO-opleiding Communicatie of soortgelijke opleiding, eventueel aangevuld met marketingcommunicatiecursussen\nMinimaal 3 jaar werkervaring in soortgelijke functie in het boekenvak of media\nEen relevant pr-netwerk\nAffiniteit met literatuur is een pre\nKennis van en ervaring met online marketing en social media\nUitstekende beheersing van het Nederlands en Engels\nJe bent in staat om proactief zowel zelfstandig als in teamverband te opereren en je beschikt daarbij over de volgende competenties: samenwerken – resultaatgerichtheid – marktgerichtheid – creativiteit – flexibiliteit – sociabiliteit – probleemanalyse – organiseren van eigen werk – inzet\n\n\nWat bieden wij jou?\n\nOm te beginnen een geweldig uitzicht over Amsterdam vanaf de 16e etage van de Mondriaantoren.\n\nOnze kernwaarden zijn: ondernemerschap, samenwerking, kwaliteit, creativiteit en continuïteit.\n\nJe hebt de ruimte om te werken vanuit eigen verantwoordelijkheid, in een klein en gemotiveerd team. Naast deze inspirerende werkomgeving en uitdagende functie bieden we je:\n\nSalariëring volgens de cao voor het Uitgeverijbedrijf, afhankelijk van ervaring, opleiding en leeftijd.\nEen flexibel pakket aan secundaire arbeidsvoorwaarden, waaronder een persoonlijk keuzebudget waarmee je onder andere kunt sparen voor extra verlof of je (vakantie)geld op een door jou gekozen moment kunt laten uitbetalen.\n\nOver ons\n\nMeulenhoff Boekerij is een van de grootste boekenuitgeverijen (marktleider in e-books) van Nederland en publiceert onder twee merken boeken (folio-, e- en audioboeken) van hoge inhoudelijke en commerciële kwaliteit.\n\nMeulenhoff (opgericht in 1895) staat voor een lange historie in kwalitatief hoogstaande literatuur en non-fictie die zich onderscheiden in stijl en kwaliteit. Naast het Nederlandse fonds (met o.a. Hendrik Groen, Tim Hofman, Floortje Dessing en Eddy de Wind) is Meulenhoff uitgever van vele internationale schrijvers als David Mitchell, Jens Christian Grøndahl, John Boyne, Primo Levi, Gabriel García Márquez, Mario Vargas Llosa en Laurent Binet.\n\nBoekerij is een dominante speler in fictie en non-fictie voor een breed lezerspubliek en richt zich vooral op romans, thrillers, fantasy, waargebeurde verhalen en inspirerende non-fictie. Boekerij is het huis voor succesvolle auteurs als Stephen King, Santa Montefiore, Haenim Sunim, Lois P. Frankel, Harlan Coben, Robert Bryndza, Corina Bomann, Merlijn Kamerling, Jackie van Laren, Charlotte de Monchy, Christopher Paolini en J.R.R. Tolkien.\n\nMeulenhoff Boekerij is onderdeel van de Uitgeverij Lannoo Groep.\n\nMeulenhoff Boekerij wil een diverse en inclusieve organisatie zijn. Een organisatie die ruimte biedt aan iedereen en die de kracht van de diversiteit van medewerkers gebruikt om betere resultaten te halen.\n\nMeulenhoff Boekerij stelt inhoud en vakmanschap voorop. Onze vacatures staan open voor elke kandidaat die zich daarin herkent.\n\nProcedure\n\nVoor meer informatie kun je bellen met Eva Lemmers (Commercieel Directeur) op 06 51 00 44 18. Je cv en motivatie zien we graag uiterlijk 4 maart 2021 tegemoet via onze sollicitatiepagina of via hr@lannoomeulenhoff.nl.\n\nAcquisitie n.a.v. deze advertentie wordt niet op prijs gesteld.\n\nTrefwoorden: Marketing, Publiciteit, Commercieel, Auteursmanagement, Projectmanager, Organisatietalent, Uitgeverij, Uitgever", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=03b0d389af0a762c&fccid=b43f7c824420e970&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11", "Language": "en", "Gender": "Female"}, {"index": 11, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_edad72002a24bfaa", "Job Title": "Administratief Medewerker", "Company Name": "Unique Amsterdam", "Location": " Hoofddorp", "Job Description": "Ben jij op zoek naar een administratieve baan met inhoud? Verdiep jij je graag in juridische en administratieve zaken, maar krijg je ook energie van contact met klanten? Lees dan snel verder!\n\nVoor onze opdrachtgever zijn we momenteel op zoek naar 2 nieuwe collega’s voor de backoffice! Het betreft een fulltime functie (voor minimaal 32 uur per week) waarbij je via Unique aan de slag gaat. In deze functie is er zeker kans op een vast contract, als het natuurlijk bevalt van beide kanten.\n\nOnze klant is een overkoepelende serviceorganisatie voor zeven stichtingen binnen het auteursrecht. Zij maken zich hard voor de rechten van tekstschrijvers, auteurs, onderwijsinstellingen, vertalers, journalisten en andere rechthebbenden. Zij verzorgen het gehele administratieve proces van facturatie tot de verdeling van vergoedingen onder de rechthebbenden binnen het auteursrecht. Het is een interessante branche die constant in ontwikkeling is. Deze functie bied jou de kans om meer te leren over het auteursrecht maar ook ervaring op te doen binnen een complexe juridische omgeving!\n\nIn de functie van Administratief Medewerker ga je samen met je collega’s aan de slag met het beantwoorden van vragen voor klanten en het administratief uitzoeken en verwerken van gegevens. Je bent het eerste aanspreekpunt voor vragen die je zowel telefonisch, als per mail beantwoord. Omdat het vaak gaat over facturatie, juridische en complexe administratieve zaken is het belangrijk dat jij het leuk vindt om te puzzelen en je vast te bijten in een bepaald vraagstuk. Er zit dus voldoende uitdaging in en je krijgt dagelijks de kans om meer te leren over het auteursrecht!\n\nZoals aangegeven zijn we op zoek naar twee nieuwe collega’s. Vanwege het inwerktraject werken we met twee verschillende startdata: 1 april en 1 mei. Het is dus belangrijk dat jij rond een van deze data beschikbaar bent!\n\nOnze klant is de overkoepelende serviceorganisatie van zeven stichtingen binnen het auteursrecht. In de functie van Administratief Medewerker kom jij te werken op de Backoffice afdeling. Deze afdeling richt zich op het ondersteunen van twee stichtingen die zich hard maken voor onder andere auteurs, uitgevers en auteursrecht binnen het hoger onderwijs.\n\nNormaliter werken zij met de collega’s op het kantoor in Hoofddorp, maar vanwege alle coronamaatregelen wordt er voornamelijk vanuit huis gewerkt. Ook het inwerktraject zal voornamelijk op afstand plaatsvinden.\n\nJouw team bestaat stuk voor stuk uit collega's die hart voor het vak én hart voor deze organisatie hebben. Hun werk is echt hun passie! Er bestaat een nauwe samenwerking in dit team, maar je werkt ook veel samen met collega's en afdelingen in de rest van de organisatie.\n\nCollega’s die via Unique aan de slag zijn gegaan beschrijven deze organisatie als ‘een warm bad’ en een fijne plek om veel te leren. Eigen initiatief wordt gewaardeerd en dan is er veel ruimte om jezelf constant te blijven ontwikkelen. Je komt te werken binnen een interessante branche die constant in beweging is.\n\nWe zijn voor deze functie op zoek naar twee nieuwe collega’s. Belangrijk is dat je minimaal MBO+ werk- en denkniveau hebt of een afgeronde HBO opleiding. Daarnaast is het fijn als je wat administratieve werkervaring meebrengt of bekend bent met telefonisch klantencontact. Verder:\n\nKun jij je gemakkelijk en duidelijk uitdrukken in woord en geschrift (vloeiende kennis van de Nederlandse taal is hierin een vereiste!);\nBen je servicegericht en kun je klanten vriendelijke te woord staan, ook als de beller niet al te vriendelijk is;\nWerk je ontzettend nauwkeurig en secuur en vind je het geen probleem om routinematige werkzaamheden uit te voeren;\nSchrikt een redelijke werkvoorraad jou niet af, stel je hierin gemakkelijk prioriteiten en kun je snel schakelen.\n\nEen uitdagende administratieve functie binnen een interessante branche en een warme organisatie. Dat is wat je in één zin kunt verwachten. Je komt te werken bij een informele organisatie met gezellige en warme collega’s. Er heerst een goede sfeer, er is veel ruimte om jezelf te ontwikkelen en iedereen staat voor je klaar om je te helpen.\n\nZoals aangegeven zijn we op zoek naar twee nieuwe collega’s. Vanwege het inwerktraject werken we met twee verschillende startdata: 1 april en 1 mei. Het is dus belangrijk dat jij rond een van deze data beschikbaar bent!\n\nVanwege de maatregelen rondom het coronavirus wordt er voornamelijk vanuit huis gewerkt, ook het inwerktraject zal voor een groot deel vanuit huis plaatsvinden.\n\nIn het kort:\n\nEen functie voor 32-38 uur per week;\nDe eerste periode (een aantal maanden) werk je via Unique, daarna is er kans op overname door de organisatie zelf én op termijn zeker kans op een vaste aanstelling;\nEen bruto salaris tussen € 2.200 - € 2.300 bruto per maand op basis van 38 uur;\nEen tegemoetkoming in je reiskosten voor de dagen dat je naar kantoor gaat. Dit is een kilometervergoeding óf een ov-vergoeding van 100% van de gemaakte kosten;\nOp fulltime basis bouw je ongeveer 2 vakantiedagen op per maand;\n8% vakantiegeld. Deze wordt eenmalig per jaar uitgekeerd in mei.\n\nKlinkt dit interessant en heb je interesse in de functie? Reageer dan snel met jou cv en motivatie via onze website! Heb je vragen? Dan kun je ons bereiken via 023 – 55 55 990 of via hoofddorp@unique.nl. Hopelijk spreken we je snel!", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=edad72002a24bfaa&from=vj&sjdu=XS8FHEpkgQqaEtMQAY8jTqwxKxkg36Jhqp_s1oUP_5_bsy02es2mWVH0SPRdrwUU&mvj=0&vjfrom=vjs&pos=bottom&astse=e5b3468382660395&assa=1664", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=edad72002a24bfaa&fccid=0751bfb100c40d12&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11", "Language": "en", "Gender": "Female"}, {"index": 12, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "p_3adaa098c021da45", "Job Title": "Administratief Medewerker | Intellectueel Eigendom | Amsterdam |", "Company Name": "Local Legal", "Location": " Amsterdam", "Job Description": "Administratief Medewerker | Intellectueel Eigendom | Amsterdam |\nVoor een internationaal kantoor die zich voornamelijk bezig houdt met Intellectueel Eigendomsrecht zijn wij opzoek naar een (financieel) administratief talent met een afgeronde mbo of hbo opleiding en enige werkervaring binnen de zakelijke dienstverlening. Zo heb je geleerd om te gaan met deadlines, te werken met complexe administratie en klantdossiers en om secuur te werken. Het is een leuke startersfunctie, waarbij je de sfeer kunt proeven en meewerkt in de dagelijkse praktijk op het gebied van merken, auteurs- en modellenrecht, uitvindingen of nieuwe producten en de bescherming daarvan.\nBen jij administratief sterk en heb je affiniteit met IE? Ben je daarnaast een pro-actief type en ben je resultaatgericht? Dit is wat jij allemaal meeneemt:\nWat breng je mee?\nMBO/HBO werk- en denkniveau;\nWerkervaring als administratief medewerker;\nAffiniteit of ervaring in IE is een pré;\nJe bent pro-actief, resultaatgericht en neemt initiatieven;\nJe beheerst uitstekend de Nederlandse taal in woord en geschrift;\nJe beheerst de Engelse taal goed in woord en geschrift (Frans is een pré);\nJe kan goed overweg met de software systemen en/of leert snel;\nJe kan gestructureerd en planmatig te werk gaan.\nAls juridisch administratieve ondersteuner zorg jij samen met ongeveer een team van 10 collega's dat merken en brand portfolio's van klanten up to date zijn. Lees hieronder verder waar jouw verantwoordelijkheden allemaal liggen:\nVerzorgen van het registratieproces van nieuwe merken en het vernieuwen en onderhouden van bestaande merken;\nHet administratief onderhouden van bestaande merken dossiers;\nKlantencontact en het verwerken van klantenverzoeken;\nControles uitvoeren in de database;\nFacturatie opstellen en het goedkeuren van facturen;\nRedigeren, controleren en bewerken van documenten;\nHet registreren en vastleggen van taken, het bijhouden van je werkproces;\nSystematisch te werk gaan in het uitvoeren van taken in het algemeen.\nDit kantoor biedt naast de mogelijkheid om 40 uur te werken een mooi salaris afhankelijk van jouw ervaring en mogelijkheden om jezelf te ontwikkelen en door te groeien. Na een inwerkperiode van een aantal maanden krijg je zelfs de mogelijkheid om door te groeien naar een volgende rol als expert waarbij je andere collega's jouw financiële een administratieve werkprocessen mag aanleren. Daarnaast zijn eigen inbreng en meedenken om werkprocessen te verbeteren bij dit kantoor altijd meer dan welkom.\nWord jij enthousiast van het lezen van deze vacature en denk je geschikt te zijn voor de leuke functie? Dit kantoor biedt jou het volgende:\n32-40 uur per week werken;\n€2100-3100 bruto op ft basis afhankelijk van jouw ervaring;\nEen dertiende maand;\n30 vakantiedagen per jaar;\nVolledige reiskostenvergoeding en een pensioenregeling;\nTrainingen en cursussen in Intellectueel Eigendomsrecht;\nEen moderne en leuke werkomgeving met een tof team;\nMogelijkheden om je te ontwikkelen en intern door te groeien.\nBen jij enthousiast geworden na het lezen van deze vacature? Stuur je cv naar amsterdam@local-legal.nl vóór 26 maart of bel voor vragen naar 020 6461 327.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=3adaa098c021da45&fccid=8a78af156fa135b4&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11", "Language": "en", "Gender": "Female"}, {"index": 13, "Search Keyword": "auteur", "Platform": "Indeed", "Job ID": "pj_56fbde7552853554", "Job Title": "Jurist Auteursrecht/Naburige Rechten", "Company Name": "Legal Work Force", "Location": " Amsterdam", "Job Description": "Onze opdrachtgever is het CvTA, het College van Toezicht Auteursrecht. Het CvTA is een zelfstandig bestuursorgaan dat toezicht houdt op de inning en verdeling door collectieve beheersorganisaties (CBO’s) van vergoedingen voor het gebruik van auteurs- en/of\nnaburigrechtelijk beschermde werken. Het College bestaat uit drie personen en wordt ondersteund door een bureau dat bestaat uit een 6-koppige staf waaronder drie juristen en een secretaris- directeur. Graag komen wij in contact met kandidaten voor de positie van\nJurist Auteursrecht/Naburige Rechten\nBinnen de organisatie ben je de inhoudelijke spil op dit rechtsgebied die voorbereidend ook extern adviseert. Daarnaast draag je, in samenwerking met de andere juristen, bij aan de uitvoering van juridische werkzaamheden op de rechtsgebieden zoals bijvoorbeeld privacy, WOB, governance, verbintenissenrecht en de eigen voorschriften en wetgeving. Je ondersteunt en adviseert het College inhoudelijk en bereidt adviezen en besluiten zorgvuldig voor. Je denkt zelfstandig maar werkt nauw samen met de andere leden van het bureau.\n\nProfiel\njurist met 3+ jaar relevante werkervaring\nuitstekende kennis van het auteursrecht en/of de naburige rechten\nbijvoorbeeld vergaard in de wetenschap, advocatuur of rechterlijke macht\nzelfstandige en helder communicerende professional; zowel denker als doener\nteamplayer in een kleine multidisciplinaire staf, politiek-bestuurlijk sensitief\nPropositie\ninhoudsgerichte juridische rol bij een ambitieuze toezichthouder\neen belangrijke positie in een klein en kwalitatief veeleisend team\nbijdrage leveren aan de verdere inhoudelijke professionalisering van het CvTA\nflexibele invulling mogelijk, bijvoorbeeld in combinatie met functie in de wetenschap of elders\nkarakteristiek kantoor in hartje Amsterdam", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nl/rc/clk?jk=a52850748e86ca89&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=8b59f84bc9f6bb54&assa=4638", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0A8Vdfd0X1hgiAwL3k-IpxNc8GhaHQTuIh-UhBxcQvvboW46_aeqvFuSjiTHPhvn131vcGOKLTZcdF_5nx_SESdcTA8CGz4yHwC5vO6vgSFtNhuikJkNiPCu6BPS44H0cCC-Nzq9q1UzrRKhEzjSxoZv4sFtLmBbc6kbcw2PeL4jam0BkzW1dRIEBvsPTNjsH_-W0oKpVg4vbMdy35DJfzRD9P6fXWQNmLbQYVghsNWgX8gIrOIsOzHOnW6ssltOlHJiA608iFCcnP8Addqlbz0KeCjr6r6P43Ml5QY4lFUf9mxk4KBbmxU-Mmdz1gqga-XHymX7t0q4G7JoVorhTHroJ26PXFRW2skn7EucnahxzHTk5UIswyXm6Z9y3RJGi5_EcWVsaDyya3D-ZY1Ouqebrf_80z4I5TJVjPJ1hfdytbi9JeGww_KM0wOFzdH7os99pro4izxg5GKHf5H7ZsHyL5-2kp7KCB0Etv6FEHXmpJ3m4d9gROqlut4fnqAsCMQOxLdcxefd_00m2Np95bAhOzhHiiTNok3X9_KWR6Uv1eixCNrg5tAo2h7R0Dud2CP_9WfNL6l841g_2fV1KNY0-1I5RvMu0kA0JkdOjRKudp9hZQxGw1zevVHni3mAu0Ez8IRZddLBjCNqxWnyNm_nIPW6Nj1acuh1PXKlnQzc9nE-6TWXMSr9VlEc85pNErBFIGozOJelSMD3gyelgLB&p=1&fvj=0&vjs=3", "Job Age": "20 dagen geleden", "Job Age Number": "20 dagen geleden", "Collection Date": "2021-03-11", "Language": "en", "Gender": "Female"}]