[{"Search Keyword": "fishing", "Platform": "Indeed", "Job ID": "p_2fd095e2e943fba6", "Job Title": "PRO Support Coordinator Europe", "Company Name": "Patagonia", "Location": " Amsterdam", "Job Description": "Your Role:\n\nWe’re in business to save our home planet. Your role will contribute to this mission by efficiently and pro-actively executing the Pro business plan by qualifying all types of pro applicants, maintaining customer databases, responding to customer service inquiries through e-mail, chat and phone in a timely and efficient manner. Developing our Pro community furthers our network of environmentally aware and activated individuals collectively moving towards our mission.\n\nThe PRO Community gathers, connects and influences citizens working in the most outdoor technical and environmental performance-driven jobs while offering them an online commercial benefit.\n\nKey Accountabilities:\nAnswer Pro inquiries, process applications and respond to service requests in all available channels; maintain exceptional levels of internal and external service. Work closely with Customer Service Team on this aspect to ensure a great quality of service for Pros.Support the Customer Service and Pro Manager to create a mid-long term strategy to meet and exceed our daily, monthly, and annual sales goals and improve operational efficiency.Run and develop the Pro Program with support of and in alignment with the Customer Service and Pro ManagerReview all Pro orders for abuse or fraud.Proactively grow a healthy member base across Europe with focus on key markets and focus areas (countries, categories…).Together with Marketing, Enviro and Product teams, align on a communication and engagement strategy dedicated to all communities.Support Retail and Store Managers to answer any question regarding the PRO In-StoreConnect and partner closely with Product teams to ensure product in-depth info for PROs and get feedbacksPartner with the local Enviro Marketing Coordinators to maximize their local activations, events, needs in collaboration with the PRO Community…Create and maintain operational documentation.Oversee and assist with Patagonia Pro customer’s orders, questions, and issues including, registration, pro-orders being placed with other companies and order problems.\n\nPrerequisites:\n\nIn order to succeed in this role, it is expected that you will be/have:\nFluency in English, German and Italian being a plusDiploma or Bachelor Degree qualification desirable or similar years’ work experienceExperienced in SalesForce Service Cloud, order management systems and Microsoft Office productsEngage in some of Patagonia’s core sports (skiing, kayaking, biking, fly-fishing, surfing, trail running, sailing, climbing) and knowledge of the Outdoor industries is a plusEnvironmental engagement is expectedExcellent communication and interpersonal skills.Excellent customer service skills, enjoying talking with customers and solving their issues.1-3 years experience in a Customer Service roleHave ease with outbound sales calls and relationship building.Exceptional attention to details and accuracy.Friendly and patient personality.Ability to stay task oriented with a strong work ethic on a day to day basis.Must have an entrepreneurial spirit and be self-motivated.Strong linkage with the Patagonia mission statement.\n\nPatagonia is committed to equal employment opportunities and diversity\n\nEmployee Conduct:\n\nIt is the responsibility of every employee to contribute to a positive work environment through cooperative and professional interactions with co-workers, customers and vendors.\n\nPlease make sure that your CV and cover letter are in English.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=2fd095e2e943fba6&fccid=69f06fb8b3355907&vjs=3", "Job Age": "11 dagen geleden", "Job Age Number": "11 dagen geleden", "Collection Date": "2021-01-20"}, {"Search Keyword": "fishing", "Platform": "Indeed", "Job ID": "p_39b621584196da21", "Job Title": "River & Ocean Category Lead", "Company Name": "Patagonia", "Location": " Amsterdam", "Job Description": "Your role:\n\nWe’re in business to save our home planet. Your role will contribute to this mission by effectively setting and implementing objectives. You will also lead, coordinate and support the River Category business (Fish) and the Ocean Category business (Surf).\n\nKey accountabilities:\n\nRiver Category Lead – Fish (50%); Ocean Category Lead - Surf (50%)\nTrack, monitor and steer stock levels across channels in direct contact with the dedicated teams.Research and analyse data and market insights, search for insights into consumer needs and want; benchmark standards against industry competitors to evaluate competitiveness and best practices.Work with the Sales Director EMEA to develop seasonal preseason targets, ASAP targets.Lead and develop a GTM seasonal strategy with the support of product, sales marketing.In partnership with the sales and marketing teams, build and maintain long-term relationships with fish/surf dealers. This includes sell-in support at the sales meeting, special SIS projects, in store POP and GTM activation.In partnership with the Demand Planning team, ensure product availability by supplying seasonal sales forecast.In partnership with the Merchandising team, build the EMEA Fishing and Surf assortment, gather product feedbacks and inform the Global Fishing Business units.Lead and supervise the fish sales team, partner and work closely with the surf sales agents.Work closely with the marketing team to ensure that there is a clear marketing strategy to support the category objectives and that all product and community initiatives are appropriately supported.\n\nPre-requisites:\n\nIn order to succeed in this role, it is expected that you will be/have:\nBachelor’s Degree in Business / Sales or related field experience.2 – 4 years of experience within sales, product or similar. Experience in the sports or outdoor industry preferred.Strong experience in sales, data analytics and market research.Fluency in English, other languages are a plus.Excellent people management skills and stakeholder management.Must work well in the face of strict deadlines, while maintaining data integrity and accuracy.Previous project management experience preferred.Experience working within an international business environment.Passion for surfing and/or fly fishing, or eagerness to learn more.Must be a highly organized, self-motivated and proactive individual.Excellent computer skills and experience with data analysis tools. Good skills to learn new systems.Great attention to details.Strong linkage with the Patagonia business and mission statement.\n\nPatagonia is committed to equal employment opportunities and diversity\n\nEmployee Conduct:\n\nIt is the responsibility of every employee to contribute to a positive work environment through cooperative and professional interactions with co-workers, customers and vendors.\n\nPlease make sure that your CV and cover letter are in English.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=39b621584196da21&fccid=69f06fb8b3355907&vjs=3", "Job Age": "11 dagen geleden", "Job Age Number": "11 dagen geleden", "Collection Date": "2021-01-20"}, {"Search Keyword": "fishing", "Platform": "Indeed", "Job ID": "p_eb3cfd792705ba54", "Job Title": "Product Owner HiberBand Via", "Company Name": "Hiber", "Location": " Amsterdam", "Job Description": "Challenge\nCome join a team that has the audacious goal to build a communication system that changes the world!\n\nHiber (hiber.global) is a young and fast growing company in the Internet of Things sector!\n\nDid you know that 90% of the globe has no affordable connectivity? So how can we ensure the fishing industry to be sustainable, improve the water usage whilst improving crop yields, and reduce the carbon footprints within the transportation sector? The answer is Hiber: by using a constellation of nano satellites we enable connectivity for remote and rural areas. With this connectivity, the opportunities for all types of businesses are boundless.\nWe enable global climate monitoring, precision farming, marine life protection and many other ways to improve life on earth!\n\n\nThanks to a continuous expansion (with more products to be launched in 2021) we are now in need of a Product Owner for our Via team. This is a Product Owner role with a very hardware/embedded software development flavour.\n\nHiberband Via is an on+off grid M2M (machine to machine) gateway that offers device duplex IoT-satellite connectivity. We are about to release the second version of this product, you will take it from there.\nHiberband Via connects to sensors to form a solution (see HiberHilo and HiberHeavy). These solutions are managed by Product Managers that discover new markets and understand customers/users’ needs, problems, and desires.\n\n\nYou work together with the Product Managers to into your team prioritise efforts, you shield them from the unnecessary noise, and (very important) you keep them sane.\nYour responsibility is to work together with product managers to define the new product versions that will be solving the customers’ most compelling problems.\n\n\nWhat’s in it for you\n\nWorking with a motivated team of professional Product Owners, Project Managers, Developers, Engineers etc\nInspirational innovative start-up environment,\nBeing a part of a groundbreaking innovations with 21st century tech pioneers,\nA state of the art, satellite IoT telecommunication system,\nA team of many disciplines and even more big brains to work with,\nFlexible hours, work-from-home options, office lunch, sauna, gym, chill floor (pool table, bar, dj set) and so much more!\n\nResponsibilities:\n\n\nRepresent the customer within the company\nEnsure user stories are detailed and will written\nGroom the product backlog and ensure is always clear and visible\nOwn the product lifecycle management (PLM) throughout all its phases (from ideation of new product features to market launch and results evaluation)\nBe the driving force of the Ideation and feasibility phase\nConduct problem discovery sessions by engaging with customers, users, and colleagues to identify the core problem worth solvingIdeate and validate new product releases\nBuild and maintain the product roadmap\nBuild a framework to measure the success of your product; gather feedback on how to improve its upcoming product releases\n\nYou love tech and...\n\n\nHave a relevant degree with at least 3 years of experience working in a similar role in Tech\nAre a Product Owner who has already developed a physical product (hardware or embedded software)\nHave an engineering background, and you know some psychology basis\nLove writing, and you know why it is so important\nCommit to find a problem worth solving and to build the best solution\nHave the desire to solve a problem, and you know how to keep your ego out of the room\nAim at outcome, not at output (and you actually know the difference between the two)\nLove to run workshops and present to people\nFeel amazing working in a new uncertain terrain\nSeldom assume, instead you always check and gather more information", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=eb3cfd792705ba54&fccid=ff017ad1c4f4208d&vjs=3", "Job Age": "11 dagen geleden", "Job Age Number": "11 dagen geleden", "Collection Date": "2021-01-20"}, {"Search Keyword": "fishing", "Platform": "Indeed", "Job ID": "p_1d596e91c700b495", "Job Title": "Performance marketeer", "Company Name": "Hiber", "Location": " Amsterdam", "Job Description": "Challenge\n\nCome join a team that has the audacious goal to build a communication system that changes the world!\n\nHiber (hiber.global) is a young and fast growing company in the Internet of Things sector!\n\n\nDid you know that 90% of the globe has no affordable connectivity? So how can we ensure the fishing industry to be sustainable, improve the water usage whilst improving crop yields, and reduce the carbon footprints within the transportation sector? The answer is Hiber: by using a constellation of nano satellites we enable connectivity for remote and rural areas. With this connectivity, the opportunities for all types of businesses are boundless.\nWe enable global climate monitoring, precision farming, marine life protection and many other ways to improve life on earth!\n\n\nThanks to a continuous expansion (with more products to be launched in 2021) we are now in need of an\n\nPerformance marketeer who will manage all email, social and search channels.\n\nThe ideal candidate is someone who will drive sales for our product lines, someone able to build and scale all our marketing activities in a rapid pace. Each product has different characteristics in terms of target group, pricing, usp’s and target industries. Your task is to develop a campaign framework and execute it with industry specific content in order to target and optimise it for the specific industry.\nWhat’s in it for you\n\nWorking with a motivated team of professional copywriters, designers and online marketeers.\nBeing able to start from a blank slate and learn how to build a marketing and sales machine.\nInspirational innovative start-up environment,\nBeing a part of a groundbreaking innovations with 21st century tech pioneers,\nA state of the art, satellite IoT telecommunication system,\nA team of many disciplines and even more big brains to work with,\nFlexible hours, work-from-home options, office lunch, sauna, gym, chill floor (pool table, bar, dj set) and so much more!\n\nResponsibilities are:\n\nManaging paid ad campaigns across search, display, social and retargeting networks by conducting extensive keyword research, analysis and testing of keyword performance\nEnsuring successful campaigns managing bids and budgets to be able to meet the predefined KPI’s.\nOptimising campaigns across multiple channels to deliver the best return on investment\nYou identify replicable marketing strategies, tactics and channels that address business pain points and convey product benefits to drive new customer acquisition with an implement, test, and measure mindset\nYou write content for marketing ads, campaigns and landing pages\nYou test different value propositions and messages across different channels to find the best angle to introduce our product for each target group\nYou build and run A/B tests across landing pages and the homepage\nYou implement and maintain tracking and reporting over different channels\nAnalyze and aggregate data from different sources with a clear ability to draw solid conclusions and highlight the nuances\nBuild and maintain reporting for business and management\nManage agency relations\n\nYou love innovation and:\n\nYou have a relevant background (3+ years of related performance marketing experience and SEO)\nYou have B2B marketing experience, a curious and creative mindset in order to dive into unknown business verticals\nHave strong A/B Testing and Data Analytics experience\nIdeally have experience in Hotjar, GA, Datastudio, Tableau, Optimizely, Salesforce Pardot and/or other similar tools within the growth stack\nHave a Passion for Marketing. You stay up to date on the industry, platforms and changes as they roll out\nAre fluent in English\nHave an entrepreneurial mindset\nAre fast and willing to learn\nHave a deep understanding of statistics and ability to support hypotheses with data\nAre curious and creative\nAre relentless in pursuit of growth\nHave the ability to synthesize complex ideas into actionable recommendations for senior executives", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=1d596e91c700b495&fccid=ff017ad1c4f4208d&vjs=3", "Job Age": "11 dagen geleden", "Job Age Number": "11 dagen geleden", "Collection Date": "2021-01-20"}, {"index": 0, "Search Keyword": "fishing", "Platform": "Indeed", "Job ID": "p_2fd095e2e943fba6", "Job Title": "PRO Support Coordinator Europe", "Company Name": "Patagonia", "Location": " Amsterdam", "Job Description": "Your Role:\n\nWe’re in business to save our home planet. Your role will contribute to this mission by efficiently and pro-actively executing the Pro business plan by qualifying all types of pro applicants, maintaining customer databases, responding to customer service inquiries through e-mail, chat and phone in a timely and efficient manner. Developing our Pro community furthers our network of environmentally aware and activated individuals collectively moving towards our mission.\n\nThe PRO Community gathers, connects and influences citizens working in the most outdoor technical and environmental performance-driven jobs while offering them an online commercial benefit.\n\nKey Accountabilities:\nAnswer Pro inquiries, process applications and respond to service requests in all available channels; maintain exceptional levels of internal and external service. Work closely with Customer Service Team on this aspect to ensure a great quality of service for Pros.Support the Customer Service and Pro Manager to create a mid-long term strategy to meet and exceed our daily, monthly, and annual sales goals and improve operational efficiency.Run and develop the Pro Program with support of and in alignment with the Customer Service and Pro ManagerReview all Pro orders for abuse or fraud.Proactively grow a healthy member base across Europe with focus on key markets and focus areas (countries, categories…).Together with Marketing, Enviro and Product teams, align on a communication and engagement strategy dedicated to all communities.Support Retail and Store Managers to answer any question regarding the PRO In-StoreConnect and partner closely with Product teams to ensure product in-depth info for PROs and get feedbacksPartner with the local Enviro Marketing Coordinators to maximize their local activations, events, needs in collaboration with the PRO Community…Create and maintain operational documentation.Oversee and assist with Patagonia Pro customer’s orders, questions, and issues including, registration, pro-orders being placed with other companies and order problems.\n\nPrerequisites:\n\nIn order to succeed in this role, it is expected that you will be/have:\nFluency in English, German and Italian being a plusDiploma or Bachelor Degree qualification desirable or similar years’ work experienceExperienced in SalesForce Service Cloud, order management systems and Microsoft Office productsEngage in some of Patagonia’s core sports (skiing, kayaking, biking, fly-fishing, surfing, trail running, sailing, climbing) and knowledge of the Outdoor industries is a plusEnvironmental engagement is expectedExcellent communication and interpersonal skills.Excellent customer service skills, enjoying talking with customers and solving their issues.1-3 years experience in a Customer Service roleHave ease with outbound sales calls and relationship building.Exceptional attention to details and accuracy.Friendly and patient personality.Ability to stay task oriented with a strong work ethic on a day to day basis.Must have an entrepreneurial spirit and be self-motivated.Strong linkage with the Patagonia mission statement.\n\nPatagonia is committed to equal employment opportunities and diversity\n\nEmployee Conduct:\n\nIt is the responsibility of every employee to contribute to a positive work environment through cooperative and professional interactions with co-workers, customers and vendors.\n\nPlease make sure that your CV and cover letter are in English.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=2fd095e2e943fba6&fccid=69f06fb8b3355907&vjs=3", "Job Age": "11 dagen geleden", "Job Age Number": "11 dagen geleden", "Collection Date": "2021-01-20", "Language": "en"}, {"index": 1, "Search Keyword": "fishing", "Platform": "Indeed", "Job ID": "p_39b621584196da21", "Job Title": "River & Ocean Category Lead", "Company Name": "Patagonia", "Location": " Amsterdam", "Job Description": "Your role:\n\nWe’re in business to save our home planet. Your role will contribute to this mission by effectively setting and implementing objectives. You will also lead, coordinate and support the River Category business (Fish) and the Ocean Category business (Surf).\n\nKey accountabilities:\n\nRiver Category Lead – Fish (50%); Ocean Category Lead - Surf (50%)\nTrack, monitor and steer stock levels across channels in direct contact with the dedicated teams.Research and analyse data and market insights, search for insights into consumer needs and want; benchmark standards against industry competitors to evaluate competitiveness and best practices.Work with the Sales Director EMEA to develop seasonal preseason targets, ASAP targets.Lead and develop a GTM seasonal strategy with the support of product, sales marketing.In partnership with the sales and marketing teams, build and maintain long-term relationships with fish/surf dealers. This includes sell-in support at the sales meeting, special SIS projects, in store POP and GTM activation.In partnership with the Demand Planning team, ensure product availability by supplying seasonal sales forecast.In partnership with the Merchandising team, build the EMEA Fishing and Surf assortment, gather product feedbacks and inform the Global Fishing Business units.Lead and supervise the fish sales team, partner and work closely with the surf sales agents.Work closely with the marketing team to ensure that there is a clear marketing strategy to support the category objectives and that all product and community initiatives are appropriately supported.\n\nPre-requisites:\n\nIn order to succeed in this role, it is expected that you will be/have:\nBachelor’s Degree in Business / Sales or related field experience.2 – 4 years of experience within sales, product or similar. Experience in the sports or outdoor industry preferred.Strong experience in sales, data analytics and market research.Fluency in English, other languages are a plus.Excellent people management skills and stakeholder management.Must work well in the face of strict deadlines, while maintaining data integrity and accuracy.Previous project management experience preferred.Experience working within an international business environment.Passion for surfing and/or fly fishing, or eagerness to learn more.Must be a highly organized, self-motivated and proactive individual.Excellent computer skills and experience with data analysis tools. Good skills to learn new systems.Great attention to details.Strong linkage with the Patagonia business and mission statement.\n\nPatagonia is committed to equal employment opportunities and diversity\n\nEmployee Conduct:\n\nIt is the responsibility of every employee to contribute to a positive work environment through cooperative and professional interactions with co-workers, customers and vendors.\n\nPlease make sure that your CV and cover letter are in English.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=39b621584196da21&fccid=69f06fb8b3355907&vjs=3", "Job Age": "11 dagen geleden", "Job Age Number": "11 dagen geleden", "Collection Date": "2021-01-20", "Language": "en"}, {"index": 2, "Search Keyword": "fishing", "Platform": "Indeed", "Job ID": "p_eb3cfd792705ba54", "Job Title": "Product Owner HiberBand Via", "Company Name": "Hiber", "Location": " Amsterdam", "Job Description": "Challenge\nCome join a team that has the audacious goal to build a communication system that changes the world!\n\nHiber (hiber.global) is a young and fast growing company in the Internet of Things sector!\n\nDid you know that 90% of the globe has no affordable connectivity? So how can we ensure the fishing industry to be sustainable, improve the water usage whilst improving crop yields, and reduce the carbon footprints within the transportation sector? The answer is Hiber: by using a constellation of nano satellites we enable connectivity for remote and rural areas. With this connectivity, the opportunities for all types of businesses are boundless.\nWe enable global climate monitoring, precision farming, marine life protection and many other ways to improve life on earth!\n\n\nThanks to a continuous expansion (with more products to be launched in 2021) we are now in need of a Product Owner for our Via team. This is a Product Owner role with a very hardware/embedded software development flavour.\n\nHiberband Via is an on+off grid M2M (machine to machine) gateway that offers device duplex IoT-satellite connectivity. We are about to release the second version of this product, you will take it from there.\nHiberband Via connects to sensors to form a solution (see HiberHilo and HiberHeavy). These solutions are managed by Product Managers that discover new markets and understand customers/users’ needs, problems, and desires.\n\n\nYou work together with the Product Managers to into your team prioritise efforts, you shield them from the unnecessary noise, and (very important) you keep them sane.\nYour responsibility is to work together with product managers to define the new product versions that will be solving the customers’ most compelling problems.\n\n\nWhat’s in it for you\n\nWorking with a motivated team of professional Product Owners, Project Managers, Developers, Engineers etc\nInspirational innovative start-up environment,\nBeing a part of a groundbreaking innovations with 21st century tech pioneers,\nA state of the art, satellite IoT telecommunication system,\nA team of many disciplines and even more big brains to work with,\nFlexible hours, work-from-home options, office lunch, sauna, gym, chill floor (pool table, bar, dj set) and so much more!\n\nResponsibilities:\n\n\nRepresent the customer within the company\nEnsure user stories are detailed and will written\nGroom the product backlog and ensure is always clear and visible\nOwn the product lifecycle management (PLM) throughout all its phases (from ideation of new product features to market launch and results evaluation)\nBe the driving force of the Ideation and feasibility phase\nConduct problem discovery sessions by engaging with customers, users, and colleagues to identify the core problem worth solvingIdeate and validate new product releases\nBuild and maintain the product roadmap\nBuild a framework to measure the success of your product; gather feedback on how to improve its upcoming product releases\n\nYou love tech and...\n\n\nHave a relevant degree with at least 3 years of experience working in a similar role in Tech\nAre a Product Owner who has already developed a physical product (hardware or embedded software)\nHave an engineering background, and you know some psychology basis\nLove writing, and you know why it is so important\nCommit to find a problem worth solving and to build the best solution\nHave the desire to solve a problem, and you know how to keep your ego out of the room\nAim at outcome, not at output (and you actually know the difference between the two)\nLove to run workshops and present to people\nFeel amazing working in a new uncertain terrain\nSeldom assume, instead you always check and gather more information", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=eb3cfd792705ba54&fccid=ff017ad1c4f4208d&vjs=3", "Job Age": "11 dagen geleden", "Job Age Number": "11 dagen geleden", "Collection Date": "2021-01-20", "Language": "en"}, {"index": 3, "Search Keyword": "fishing", "Platform": "Indeed", "Job ID": "p_1d596e91c700b495", "Job Title": "Performance marketeer", "Company Name": "Hiber", "Location": " Amsterdam", "Job Description": "Challenge\n\nCome join a team that has the audacious goal to build a communication system that changes the world!\n\nHiber (hiber.global) is a young and fast growing company in the Internet of Things sector!\n\n\nDid you know that 90% of the globe has no affordable connectivity? So how can we ensure the fishing industry to be sustainable, improve the water usage whilst improving crop yields, and reduce the carbon footprints within the transportation sector? The answer is Hiber: by using a constellation of nano satellites we enable connectivity for remote and rural areas. With this connectivity, the opportunities for all types of businesses are boundless.\nWe enable global climate monitoring, precision farming, marine life protection and many other ways to improve life on earth!\n\n\nThanks to a continuous expansion (with more products to be launched in 2021) we are now in need of an\n\nPerformance marketeer who will manage all email, social and search channels.\n\nThe ideal candidate is someone who will drive sales for our product lines, someone able to build and scale all our marketing activities in a rapid pace. Each product has different characteristics in terms of target group, pricing, usp’s and target industries. Your task is to develop a campaign framework and execute it with industry specific content in order to target and optimise it for the specific industry.\nWhat’s in it for you\n\nWorking with a motivated team of professional copywriters, designers and online marketeers.\nBeing able to start from a blank slate and learn how to build a marketing and sales machine.\nInspirational innovative start-up environment,\nBeing a part of a groundbreaking innovations with 21st century tech pioneers,\nA state of the art, satellite IoT telecommunication system,\nA team of many disciplines and even more big brains to work with,\nFlexible hours, work-from-home options, office lunch, sauna, gym, chill floor (pool table, bar, dj set) and so much more!\n\nResponsibilities are:\n\nManaging paid ad campaigns across search, display, social and retargeting networks by conducting extensive keyword research, analysis and testing of keyword performance\nEnsuring successful campaigns managing bids and budgets to be able to meet the predefined KPI’s.\nOptimising campaigns across multiple channels to deliver the best return on investment\nYou identify replicable marketing strategies, tactics and channels that address business pain points and convey product benefits to drive new customer acquisition with an implement, test, and measure mindset\nYou write content for marketing ads, campaigns and landing pages\nYou test different value propositions and messages across different channels to find the best angle to introduce our product for each target group\nYou build and run A/B tests across landing pages and the homepage\nYou implement and maintain tracking and reporting over different channels\nAnalyze and aggregate data from different sources with a clear ability to draw solid conclusions and highlight the nuances\nBuild and maintain reporting for business and management\nManage agency relations\n\nYou love innovation and:\n\nYou have a relevant background (3+ years of related performance marketing experience and SEO)\nYou have B2B marketing experience, a curious and creative mindset in order to dive into unknown business verticals\nHave strong A/B Testing and Data Analytics experience\nIdeally have experience in Hotjar, GA, Datastudio, Tableau, Optimizely, Salesforce Pardot and/or other similar tools within the growth stack\nHave a Passion for Marketing. You stay up to date on the industry, platforms and changes as they roll out\nAre fluent in English\nHave an entrepreneurial mindset\nAre fast and willing to learn\nHave a deep understanding of statistics and ability to support hypotheses with data\nAre curious and creative\nAre relentless in pursuit of growth\nHave the ability to synthesize complex ideas into actionable recommendations for senior executives", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=1d596e91c700b495&fccid=ff017ad1c4f4208d&vjs=3", "Job Age": "11 dagen geleden", "Job Age Number": "11 dagen geleden", "Collection Date": "2021-01-20", "Language": "en"}, {"index": 0, "Search Keyword": "fishing", "Platform": "Indeed", "Job ID": "p_2fd095e2e943fba6", "Job Title": "PRO Support Coordinator Europe", "Company Name": "Patagonia", "Location": " Amsterdam", "Job Description": "Your Role:\n\nWe’re in business to save our home planet. Your role will contribute to this mission by efficiently and pro-actively executing the Pro business plan by qualifying all types of pro applicants, maintaining customer databases, responding to customer service inquiries through e-mail, chat and phone in a timely and efficient manner. Developing our Pro community furthers our network of environmentally aware and activated individuals collectively moving towards our mission.\n\nThe PRO Community gathers, connects and influences citizens working in the most outdoor technical and environmental performance-driven jobs while offering them an online commercial benefit.\n\nKey Accountabilities:\nAnswer Pro inquiries, process applications and respond to service requests in all available channels; maintain exceptional levels of internal and external service. Work closely with Customer Service Team on this aspect to ensure a great quality of service for Pros.Support the Customer Service and Pro Manager to create a mid-long term strategy to meet and exceed our daily, monthly, and annual sales goals and improve operational efficiency.Run and develop the Pro Program with support of and in alignment with the Customer Service and Pro ManagerReview all Pro orders for abuse or fraud.Proactively grow a healthy member base across Europe with focus on key markets and focus areas (countries, categories…).Together with Marketing, Enviro and Product teams, align on a communication and engagement strategy dedicated to all communities.Support Retail and Store Managers to answer any question regarding the PRO In-StoreConnect and partner closely with Product teams to ensure product in-depth info for PROs and get feedbacksPartner with the local Enviro Marketing Coordinators to maximize their local activations, events, needs in collaboration with the PRO Community…Create and maintain operational documentation.Oversee and assist with Patagonia Pro customer’s orders, questions, and issues including, registration, pro-orders being placed with other companies and order problems.\n\nPrerequisites:\n\nIn order to succeed in this role, it is expected that you will be/have:\nFluency in English, German and Italian being a plusDiploma or Bachelor Degree qualification desirable or similar years’ work experienceExperienced in SalesForce Service Cloud, order management systems and Microsoft Office productsEngage in some of Patagonia’s core sports (skiing, kayaking, biking, fly-fishing, surfing, trail running, sailing, climbing) and knowledge of the Outdoor industries is a plusEnvironmental engagement is expectedExcellent communication and interpersonal skills.Excellent customer service skills, enjoying talking with customers and solving their issues.1-3 years experience in a Customer Service roleHave ease with outbound sales calls and relationship building.Exceptional attention to details and accuracy.Friendly and patient personality.Ability to stay task oriented with a strong work ethic on a day to day basis.Must have an entrepreneurial spirit and be self-motivated.Strong linkage with the Patagonia mission statement.\n\nPatagonia is committed to equal employment opportunities and diversity\n\nEmployee Conduct:\n\nIt is the responsibility of every employee to contribute to a positive work environment through cooperative and professional interactions with co-workers, customers and vendors.\n\nPlease make sure that your CV and cover letter are in English.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=2fd095e2e943fba6&fccid=69f06fb8b3355907&vjs=3", "Job Age": "11 dagen geleden", "Job Age Number": "11 dagen geleden", "Collection Date": "2021-01-20", "Language": "en", "Gender": "Neutral"}, {"index": 1, "Search Keyword": "fishing", "Platform": "Indeed", "Job ID": "p_39b621584196da21", "Job Title": "River & Ocean Category Lead", "Company Name": "Patagonia", "Location": " Amsterdam", "Job Description": "Your role:\n\nWe’re in business to save our home planet. Your role will contribute to this mission by effectively setting and implementing objectives. You will also lead, coordinate and support the River Category business (Fish) and the Ocean Category business (Surf).\n\nKey accountabilities:\n\nRiver Category Lead – Fish (50%); Ocean Category Lead - Surf (50%)\nTrack, monitor and steer stock levels across channels in direct contact with the dedicated teams.Research and analyse data and market insights, search for insights into consumer needs and want; benchmark standards against industry competitors to evaluate competitiveness and best practices.Work with the Sales Director EMEA to develop seasonal preseason targets, ASAP targets.Lead and develop a GTM seasonal strategy with the support of product, sales marketing.In partnership with the sales and marketing teams, build and maintain long-term relationships with fish/surf dealers. This includes sell-in support at the sales meeting, special SIS projects, in store POP and GTM activation.In partnership with the Demand Planning team, ensure product availability by supplying seasonal sales forecast.In partnership with the Merchandising team, build the EMEA Fishing and Surf assortment, gather product feedbacks and inform the Global Fishing Business units.Lead and supervise the fish sales team, partner and work closely with the surf sales agents.Work closely with the marketing team to ensure that there is a clear marketing strategy to support the category objectives and that all product and community initiatives are appropriately supported.\n\nPre-requisites:\n\nIn order to succeed in this role, it is expected that you will be/have:\nBachelor’s Degree in Business / Sales or related field experience.2 – 4 years of experience within sales, product or similar. Experience in the sports or outdoor industry preferred.Strong experience in sales, data analytics and market research.Fluency in English, other languages are a plus.Excellent people management skills and stakeholder management.Must work well in the face of strict deadlines, while maintaining data integrity and accuracy.Previous project management experience preferred.Experience working within an international business environment.Passion for surfing and/or fly fishing, or eagerness to learn more.Must be a highly organized, self-motivated and proactive individual.Excellent computer skills and experience with data analysis tools. Good skills to learn new systems.Great attention to details.Strong linkage with the Patagonia business and mission statement.\n\nPatagonia is committed to equal employment opportunities and diversity\n\nEmployee Conduct:\n\nIt is the responsibility of every employee to contribute to a positive work environment through cooperative and professional interactions with co-workers, customers and vendors.\n\nPlease make sure that your CV and cover letter are in English.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=39b621584196da21&fccid=69f06fb8b3355907&vjs=3", "Job Age": "11 dagen geleden", "Job Age Number": "11 dagen geleden", "Collection Date": "2021-01-20", "Language": "en", "Gender": "Neutral"}, {"index": 2, "Search Keyword": "fishing", "Platform": "Indeed", "Job ID": "p_eb3cfd792705ba54", "Job Title": "Product Owner HiberBand Via", "Company Name": "Hiber", "Location": " Amsterdam", "Job Description": "Challenge\nCome join a team that has the audacious goal to build a communication system that changes the world!\n\nHiber (hiber.global) is a young and fast growing company in the Internet of Things sector!\n\nDid you know that 90% of the globe has no affordable connectivity? So how can we ensure the fishing industry to be sustainable, improve the water usage whilst improving crop yields, and reduce the carbon footprints within the transportation sector? The answer is Hiber: by using a constellation of nano satellites we enable connectivity for remote and rural areas. With this connectivity, the opportunities for all types of businesses are boundless.\nWe enable global climate monitoring, precision farming, marine life protection and many other ways to improve life on earth!\n\n\nThanks to a continuous expansion (with more products to be launched in 2021) we are now in need of a Product Owner for our Via team. This is a Product Owner role with a very hardware/embedded software development flavour.\n\nHiberband Via is an on+off grid M2M (machine to machine) gateway that offers device duplex IoT-satellite connectivity. We are about to release the second version of this product, you will take it from there.\nHiberband Via connects to sensors to form a solution (see HiberHilo and HiberHeavy). These solutions are managed by Product Managers that discover new markets and understand customers/users’ needs, problems, and desires.\n\n\nYou work together with the Product Managers to into your team prioritise efforts, you shield them from the unnecessary noise, and (very important) you keep them sane.\nYour responsibility is to work together with product managers to define the new product versions that will be solving the customers’ most compelling problems.\n\n\nWhat’s in it for you\n\nWorking with a motivated team of professional Product Owners, Project Managers, Developers, Engineers etc\nInspirational innovative start-up environment,\nBeing a part of a groundbreaking innovations with 21st century tech pioneers,\nA state of the art, satellite IoT telecommunication system,\nA team of many disciplines and even more big brains to work with,\nFlexible hours, work-from-home options, office lunch, sauna, gym, chill floor (pool table, bar, dj set) and so much more!\n\nResponsibilities:\n\n\nRepresent the customer within the company\nEnsure user stories are detailed and will written\nGroom the product backlog and ensure is always clear and visible\nOwn the product lifecycle management (PLM) throughout all its phases (from ideation of new product features to market launch and results evaluation)\nBe the driving force of the Ideation and feasibility phase\nConduct problem discovery sessions by engaging with customers, users, and colleagues to identify the core problem worth solvingIdeate and validate new product releases\nBuild and maintain the product roadmap\nBuild a framework to measure the success of your product; gather feedback on how to improve its upcoming product releases\n\nYou love tech and...\n\n\nHave a relevant degree with at least 3 years of experience working in a similar role in Tech\nAre a Product Owner who has already developed a physical product (hardware or embedded software)\nHave an engineering background, and you know some psychology basis\nLove writing, and you know why it is so important\nCommit to find a problem worth solving and to build the best solution\nHave the desire to solve a problem, and you know how to keep your ego out of the room\nAim at outcome, not at output (and you actually know the difference between the two)\nLove to run workshops and present to people\nFeel amazing working in a new uncertain terrain\nSeldom assume, instead you always check and gather more information", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=eb3cfd792705ba54&fccid=ff017ad1c4f4208d&vjs=3", "Job Age": "11 dagen geleden", "Job Age Number": "11 dagen geleden", "Collection Date": "2021-01-20", "Language": "en", "Gender": "Neutral"}, {"index": 3, "Search Keyword": "fishing", "Platform": "Indeed", "Job ID": "p_1d596e91c700b495", "Job Title": "Performance marketeer", "Company Name": "Hiber", "Location": " Amsterdam", "Job Description": "Challenge\n\nCome join a team that has the audacious goal to build a communication system that changes the world!\n\nHiber (hiber.global) is a young and fast growing company in the Internet of Things sector!\n\n\nDid you know that 90% of the globe has no affordable connectivity? So how can we ensure the fishing industry to be sustainable, improve the water usage whilst improving crop yields, and reduce the carbon footprints within the transportation sector? The answer is Hiber: by using a constellation of nano satellites we enable connectivity for remote and rural areas. With this connectivity, the opportunities for all types of businesses are boundless.\nWe enable global climate monitoring, precision farming, marine life protection and many other ways to improve life on earth!\n\n\nThanks to a continuous expansion (with more products to be launched in 2021) we are now in need of an\n\nPerformance marketeer who will manage all email, social and search channels.\n\nThe ideal candidate is someone who will drive sales for our product lines, someone able to build and scale all our marketing activities in a rapid pace. Each product has different characteristics in terms of target group, pricing, usp’s and target industries. Your task is to develop a campaign framework and execute it with industry specific content in order to target and optimise it for the specific industry.\nWhat’s in it for you\n\nWorking with a motivated team of professional copywriters, designers and online marketeers.\nBeing able to start from a blank slate and learn how to build a marketing and sales machine.\nInspirational innovative start-up environment,\nBeing a part of a groundbreaking innovations with 21st century tech pioneers,\nA state of the art, satellite IoT telecommunication system,\nA team of many disciplines and even more big brains to work with,\nFlexible hours, work-from-home options, office lunch, sauna, gym, chill floor (pool table, bar, dj set) and so much more!\n\nResponsibilities are:\n\nManaging paid ad campaigns across search, display, social and retargeting networks by conducting extensive keyword research, analysis and testing of keyword performance\nEnsuring successful campaigns managing bids and budgets to be able to meet the predefined KPI’s.\nOptimising campaigns across multiple channels to deliver the best return on investment\nYou identify replicable marketing strategies, tactics and channels that address business pain points and convey product benefits to drive new customer acquisition with an implement, test, and measure mindset\nYou write content for marketing ads, campaigns and landing pages\nYou test different value propositions and messages across different channels to find the best angle to introduce our product for each target group\nYou build and run A/B tests across landing pages and the homepage\nYou implement and maintain tracking and reporting over different channels\nAnalyze and aggregate data from different sources with a clear ability to draw solid conclusions and highlight the nuances\nBuild and maintain reporting for business and management\nManage agency relations\n\nYou love innovation and:\n\nYou have a relevant background (3+ years of related performance marketing experience and SEO)\nYou have B2B marketing experience, a curious and creative mindset in order to dive into unknown business verticals\nHave strong A/B Testing and Data Analytics experience\nIdeally have experience in Hotjar, GA, Datastudio, Tableau, Optimizely, Salesforce Pardot and/or other similar tools within the growth stack\nHave a Passion for Marketing. You stay up to date on the industry, platforms and changes as they roll out\nAre fluent in English\nHave an entrepreneurial mindset\nAre fast and willing to learn\nHave a deep understanding of statistics and ability to support hypotheses with data\nAre curious and creative\nAre relentless in pursuit of growth\nHave the ability to synthesize complex ideas into actionable recommendations for senior executives", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=1d596e91c700b495&fccid=ff017ad1c4f4208d&vjs=3", "Job Age": "11 dagen geleden", "Job Age Number": "11 dagen geleden", "Collection Date": "2021-01-20", "Language": "en", "Gender": "Neutral"}, {"index": 0, "Search Keyword": "fishing", "Platform": "Indeed", "Job ID": "p_2fd095e2e943fba6", "Job Title": "PRO Support Coordinator Europe", "Company Name": "Patagonia", "Location": " Amsterdam", "Job Description": "Your Role:\n\nWe’re in business to save our home planet. Your role will contribute to this mission by efficiently and pro-actively executing the Pro business plan by qualifying all types of pro applicants, maintaining customer databases, responding to customer service inquiries through e-mail, chat and phone in a timely and efficient manner. Developing our Pro community furthers our network of environmentally aware and activated individuals collectively moving towards our mission.\n\nThe PRO Community gathers, connects and influences citizens working in the most outdoor technical and environmental performance-driven jobs while offering them an online commercial benefit.\n\nKey Accountabilities:\nAnswer Pro inquiries, process applications and respond to service requests in all available channels; maintain exceptional levels of internal and external service. Work closely with Customer Service Team on this aspect to ensure a great quality of service for Pros.Support the Customer Service and Pro Manager to create a mid-long term strategy to meet and exceed our daily, monthly, and annual sales goals and improve operational efficiency.Run and develop the Pro Program with support of and in alignment with the Customer Service and Pro ManagerReview all Pro orders for abuse or fraud.Proactively grow a healthy member base across Europe with focus on key markets and focus areas (countries, categories…).Together with Marketing, Enviro and Product teams, align on a communication and engagement strategy dedicated to all communities.Support Retail and Store Managers to answer any question regarding the PRO In-StoreConnect and partner closely with Product teams to ensure product in-depth info for PROs and get feedbacksPartner with the local Enviro Marketing Coordinators to maximize their local activations, events, needs in collaboration with the PRO Community…Create and maintain operational documentation.Oversee and assist with Patagonia Pro customer’s orders, questions, and issues including, registration, pro-orders being placed with other companies and order problems.\n\nPrerequisites:\n\nIn order to succeed in this role, it is expected that you will be/have:\nFluency in English, German and Italian being a plusDiploma or Bachelor Degree qualification desirable or similar years’ work experienceExperienced in SalesForce Service Cloud, order management systems and Microsoft Office productsEngage in some of Patagonia’s core sports (skiing, kayaking, biking, fly-fishing, surfing, trail running, sailing, climbing) and knowledge of the Outdoor industries is a plusEnvironmental engagement is expectedExcellent communication and interpersonal skills.Excellent customer service skills, enjoying talking with customers and solving their issues.1-3 years experience in a Customer Service roleHave ease with outbound sales calls and relationship building.Exceptional attention to details and accuracy.Friendly and patient personality.Ability to stay task oriented with a strong work ethic on a day to day basis.Must have an entrepreneurial spirit and be self-motivated.Strong linkage with the Patagonia mission statement.\n\nPatagonia is committed to equal employment opportunities and diversity\n\nEmployee Conduct:\n\nIt is the responsibility of every employee to contribute to a positive work environment through cooperative and professional interactions with co-workers, customers and vendors.\n\nPlease make sure that your CV and cover letter are in English.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=2fd095e2e943fba6&fccid=69f06fb8b3355907&vjs=3", "Job Age": "11 dagen geleden", "Job Age Number": "11 dagen geleden", "Collection Date": "2021-01-20", "Language": "en", "Gender": "Female"}, {"index": 1, "Search Keyword": "fishing", "Platform": "Indeed", "Job ID": "p_39b621584196da21", "Job Title": "River & Ocean Category Lead", "Company Name": "Patagonia", "Location": " Amsterdam", "Job Description": "Your role:\n\nWe’re in business to save our home planet. Your role will contribute to this mission by effectively setting and implementing objectives. You will also lead, coordinate and support the River Category business (Fish) and the Ocean Category business (Surf).\n\nKey accountabilities:\n\nRiver Category Lead – Fish (50%); Ocean Category Lead - Surf (50%)\nTrack, monitor and steer stock levels across channels in direct contact with the dedicated teams.Research and analyse data and market insights, search for insights into consumer needs and want; benchmark standards against industry competitors to evaluate competitiveness and best practices.Work with the Sales Director EMEA to develop seasonal preseason targets, ASAP targets.Lead and develop a GTM seasonal strategy with the support of product, sales marketing.In partnership with the sales and marketing teams, build and maintain long-term relationships with fish/surf dealers. This includes sell-in support at the sales meeting, special SIS projects, in store POP and GTM activation.In partnership with the Demand Planning team, ensure product availability by supplying seasonal sales forecast.In partnership with the Merchandising team, build the EMEA Fishing and Surf assortment, gather product feedbacks and inform the Global Fishing Business units.Lead and supervise the fish sales team, partner and work closely with the surf sales agents.Work closely with the marketing team to ensure that there is a clear marketing strategy to support the category objectives and that all product and community initiatives are appropriately supported.\n\nPre-requisites:\n\nIn order to succeed in this role, it is expected that you will be/have:\nBachelor’s Degree in Business / Sales or related field experience.2 – 4 years of experience within sales, product or similar. Experience in the sports or outdoor industry preferred.Strong experience in sales, data analytics and market research.Fluency in English, other languages are a plus.Excellent people management skills and stakeholder management.Must work well in the face of strict deadlines, while maintaining data integrity and accuracy.Previous project management experience preferred.Experience working within an international business environment.Passion for surfing and/or fly fishing, or eagerness to learn more.Must be a highly organized, self-motivated and proactive individual.Excellent computer skills and experience with data analysis tools. Good skills to learn new systems.Great attention to details.Strong linkage with the Patagonia business and mission statement.\n\nPatagonia is committed to equal employment opportunities and diversity\n\nEmployee Conduct:\n\nIt is the responsibility of every employee to contribute to a positive work environment through cooperative and professional interactions with co-workers, customers and vendors.\n\nPlease make sure that your CV and cover letter are in English.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=39b621584196da21&fccid=69f06fb8b3355907&vjs=3", "Job Age": "11 dagen geleden", "Job Age Number": "11 dagen geleden", "Collection Date": "2021-01-20", "Language": "en", "Gender": "Female"}, {"index": 2, "Search Keyword": "fishing", "Platform": "Indeed", "Job ID": "p_eb3cfd792705ba54", "Job Title": "Product Owner HiberBand Via", "Company Name": "Hiber", "Location": " Amsterdam", "Job Description": "Challenge\nCome join a team that has the audacious goal to build a communication system that changes the world!\n\nHiber (hiber.global) is a young and fast growing company in the Internet of Things sector!\n\nDid you know that 90% of the globe has no affordable connectivity? So how can we ensure the fishing industry to be sustainable, improve the water usage whilst improving crop yields, and reduce the carbon footprints within the transportation sector? The answer is Hiber: by using a constellation of nano satellites we enable connectivity for remote and rural areas. With this connectivity, the opportunities for all types of businesses are boundless.\nWe enable global climate monitoring, precision farming, marine life protection and many other ways to improve life on earth!\n\n\nThanks to a continuous expansion (with more products to be launched in 2021) we are now in need of a Product Owner for our Via team. This is a Product Owner role with a very hardware/embedded software development flavour.\n\nHiberband Via is an on+off grid M2M (machine to machine) gateway that offers device duplex IoT-satellite connectivity. We are about to release the second version of this product, you will take it from there.\nHiberband Via connects to sensors to form a solution (see HiberHilo and HiberHeavy). These solutions are managed by Product Managers that discover new markets and understand customers/users’ needs, problems, and desires.\n\n\nYou work together with the Product Managers to into your team prioritise efforts, you shield them from the unnecessary noise, and (very important) you keep them sane.\nYour responsibility is to work together with product managers to define the new product versions that will be solving the customers’ most compelling problems.\n\n\nWhat’s in it for you\n\nWorking with a motivated team of professional Product Owners, Project Managers, Developers, Engineers etc\nInspirational innovative start-up environment,\nBeing a part of a groundbreaking innovations with 21st century tech pioneers,\nA state of the art, satellite IoT telecommunication system,\nA team of many disciplines and even more big brains to work with,\nFlexible hours, work-from-home options, office lunch, sauna, gym, chill floor (pool table, bar, dj set) and so much more!\n\nResponsibilities:\n\n\nRepresent the customer within the company\nEnsure user stories are detailed and will written\nGroom the product backlog and ensure is always clear and visible\nOwn the product lifecycle management (PLM) throughout all its phases (from ideation of new product features to market launch and results evaluation)\nBe the driving force of the Ideation and feasibility phase\nConduct problem discovery sessions by engaging with customers, users, and colleagues to identify the core problem worth solvingIdeate and validate new product releases\nBuild and maintain the product roadmap\nBuild a framework to measure the success of your product; gather feedback on how to improve its upcoming product releases\n\nYou love tech and...\n\n\nHave a relevant degree with at least 3 years of experience working in a similar role in Tech\nAre a Product Owner who has already developed a physical product (hardware or embedded software)\nHave an engineering background, and you know some psychology basis\nLove writing, and you know why it is so important\nCommit to find a problem worth solving and to build the best solution\nHave the desire to solve a problem, and you know how to keep your ego out of the room\nAim at outcome, not at output (and you actually know the difference between the two)\nLove to run workshops and present to people\nFeel amazing working in a new uncertain terrain\nSeldom assume, instead you always check and gather more information", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=eb3cfd792705ba54&fccid=ff017ad1c4f4208d&vjs=3", "Job Age": "11 dagen geleden", "Job Age Number": "11 dagen geleden", "Collection Date": "2021-01-20", "Language": "en", "Gender": "Female"}, {"index": 3, "Search Keyword": "fishing", "Platform": "Indeed", "Job ID": "p_1d596e91c700b495", "Job Title": "Performance marketeer", "Company Name": "Hiber", "Location": " Amsterdam", "Job Description": "Challenge\n\nCome join a team that has the audacious goal to build a communication system that changes the world!\n\nHiber (hiber.global) is a young and fast growing company in the Internet of Things sector!\n\n\nDid you know that 90% of the globe has no affordable connectivity? So how can we ensure the fishing industry to be sustainable, improve the water usage whilst improving crop yields, and reduce the carbon footprints within the transportation sector? The answer is Hiber: by using a constellation of nano satellites we enable connectivity for remote and rural areas. With this connectivity, the opportunities for all types of businesses are boundless.\nWe enable global climate monitoring, precision farming, marine life protection and many other ways to improve life on earth!\n\n\nThanks to a continuous expansion (with more products to be launched in 2021) we are now in need of an\n\nPerformance marketeer who will manage all email, social and search channels.\n\nThe ideal candidate is someone who will drive sales for our product lines, someone able to build and scale all our marketing activities in a rapid pace. Each product has different characteristics in terms of target group, pricing, usp’s and target industries. Your task is to develop a campaign framework and execute it with industry specific content in order to target and optimise it for the specific industry.\nWhat’s in it for you\n\nWorking with a motivated team of professional copywriters, designers and online marketeers.\nBeing able to start from a blank slate and learn how to build a marketing and sales machine.\nInspirational innovative start-up environment,\nBeing a part of a groundbreaking innovations with 21st century tech pioneers,\nA state of the art, satellite IoT telecommunication system,\nA team of many disciplines and even more big brains to work with,\nFlexible hours, work-from-home options, office lunch, sauna, gym, chill floor (pool table, bar, dj set) and so much more!\n\nResponsibilities are:\n\nManaging paid ad campaigns across search, display, social and retargeting networks by conducting extensive keyword research, analysis and testing of keyword performance\nEnsuring successful campaigns managing bids and budgets to be able to meet the predefined KPI’s.\nOptimising campaigns across multiple channels to deliver the best return on investment\nYou identify replicable marketing strategies, tactics and channels that address business pain points and convey product benefits to drive new customer acquisition with an implement, test, and measure mindset\nYou write content for marketing ads, campaigns and landing pages\nYou test different value propositions and messages across different channels to find the best angle to introduce our product for each target group\nYou build and run A/B tests across landing pages and the homepage\nYou implement and maintain tracking and reporting over different channels\nAnalyze and aggregate data from different sources with a clear ability to draw solid conclusions and highlight the nuances\nBuild and maintain reporting for business and management\nManage agency relations\n\nYou love innovation and:\n\nYou have a relevant background (3+ years of related performance marketing experience and SEO)\nYou have B2B marketing experience, a curious and creative mindset in order to dive into unknown business verticals\nHave strong A/B Testing and Data Analytics experience\nIdeally have experience in Hotjar, GA, Datastudio, Tableau, Optimizely, Salesforce Pardot and/or other similar tools within the growth stack\nHave a Passion for Marketing. You stay up to date on the industry, platforms and changes as they roll out\nAre fluent in English\nHave an entrepreneurial mindset\nAre fast and willing to learn\nHave a deep understanding of statistics and ability to support hypotheses with data\nAre curious and creative\nAre relentless in pursuit of growth\nHave the ability to synthesize complex ideas into actionable recommendations for senior executives", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=1d596e91c700b495&fccid=ff017ad1c4f4208d&vjs=3", "Job Age": "11 dagen geleden", "Job Age Number": "11 dagen geleden", "Collection Date": "2021-01-20", "Language": "en", "Gender": "Female"}, {"index": 0, "Search Keyword": "fishing", "Platform": "Indeed", "Job ID": "p_2fd095e2e943fba6", "Job Title": "PRO Support Coordinator Europe", "Company Name": "Patagonia", "Location": " Amsterdam", "Job Description": "Your Role:\n\nWe’re in business to save our home planet. Your role will contribute to this mission by efficiently and pro-actively executing the Pro business plan by qualifying all types of pro applicants, maintaining customer databases, responding to customer service inquiries through e-mail, chat and phone in a timely and efficient manner. Developing our Pro community furthers our network of environmentally aware and activated individuals collectively moving towards our mission.\n\nThe PRO Community gathers, connects and influences citizens working in the most outdoor technical and environmental performance-driven jobs while offering them an online commercial benefit.\n\nKey Accountabilities:\nAnswer Pro inquiries, process applications and respond to service requests in all available channels; maintain exceptional levels of internal and external service. Work closely with Customer Service Team on this aspect to ensure a great quality of service for Pros.Support the Customer Service and Pro Manager to create a mid-long term strategy to meet and exceed our daily, monthly, and annual sales goals and improve operational efficiency.Run and develop the Pro Program with support of and in alignment with the Customer Service and Pro ManagerReview all Pro orders for abuse or fraud.Proactively grow a healthy member base across Europe with focus on key markets and focus areas (countries, categories…).Together with Marketing, Enviro and Product teams, align on a communication and engagement strategy dedicated to all communities.Support Retail and Store Managers to answer any question regarding the PRO In-StoreConnect and partner closely with Product teams to ensure product in-depth info for PROs and get feedbacksPartner with the local Enviro Marketing Coordinators to maximize their local activations, events, needs in collaboration with the PRO Community…Create and maintain operational documentation.Oversee and assist with Patagonia Pro customer’s orders, questions, and issues including, registration, pro-orders being placed with other companies and order problems.\n\nPrerequisites:\n\nIn order to succeed in this role, it is expected that you will be/have:\nFluency in English, German and Italian being a plusDiploma or Bachelor Degree qualification desirable or similar years’ work experienceExperienced in SalesForce Service Cloud, order management systems and Microsoft Office productsEngage in some of Patagonia’s core sports (skiing, kayaking, biking, fly-fishing, surfing, trail running, sailing, climbing) and knowledge of the Outdoor industries is a plusEnvironmental engagement is expectedExcellent communication and interpersonal skills.Excellent customer service skills, enjoying talking with customers and solving their issues.1-3 years experience in a Customer Service roleHave ease with outbound sales calls and relationship building.Exceptional attention to details and accuracy.Friendly and patient personality.Ability to stay task oriented with a strong work ethic on a day to day basis.Must have an entrepreneurial spirit and be self-motivated.Strong linkage with the Patagonia mission statement.\n\nPatagonia is committed to equal employment opportunities and diversity\n\nEmployee Conduct:\n\nIt is the responsibility of every employee to contribute to a positive work environment through cooperative and professional interactions with co-workers, customers and vendors.\n\nPlease make sure that your CV and cover letter are in English.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=2fd095e2e943fba6&fccid=69f06fb8b3355907&vjs=3", "Job Age": "11 dagen geleden", "Job Age Number": "11 dagen geleden", "Collection Date": "2021-01-20", "Language": null, "Gender": "Neutral"}, {"index": 1, "Search Keyword": "fishing", "Platform": "Indeed", "Job ID": "p_39b621584196da21", "Job Title": "River & Ocean Category Lead", "Company Name": "Patagonia", "Location": " Amsterdam", "Job Description": "Your role:\n\nWe’re in business to save our home planet. Your role will contribute to this mission by effectively setting and implementing objectives. You will also lead, coordinate and support the River Category business (Fish) and the Ocean Category business (Surf).\n\nKey accountabilities:\n\nRiver Category Lead – Fish (50%); Ocean Category Lead - Surf (50%)\nTrack, monitor and steer stock levels across channels in direct contact with the dedicated teams.Research and analyse data and market insights, search for insights into consumer needs and want; benchmark standards against industry competitors to evaluate competitiveness and best practices.Work with the Sales Director EMEA to develop seasonal preseason targets, ASAP targets.Lead and develop a GTM seasonal strategy with the support of product, sales marketing.In partnership with the sales and marketing teams, build and maintain long-term relationships with fish/surf dealers. This includes sell-in support at the sales meeting, special SIS projects, in store POP and GTM activation.In partnership with the Demand Planning team, ensure product availability by supplying seasonal sales forecast.In partnership with the Merchandising team, build the EMEA Fishing and Surf assortment, gather product feedbacks and inform the Global Fishing Business units.Lead and supervise the fish sales team, partner and work closely with the surf sales agents.Work closely with the marketing team to ensure that there is a clear marketing strategy to support the category objectives and that all product and community initiatives are appropriately supported.\n\nPre-requisites:\n\nIn order to succeed in this role, it is expected that you will be/have:\nBachelor’s Degree in Business / Sales or related field experience.2 – 4 years of experience within sales, product or similar. Experience in the sports or outdoor industry preferred.Strong experience in sales, data analytics and market research.Fluency in English, other languages are a plus.Excellent people management skills and stakeholder management.Must work well in the face of strict deadlines, while maintaining data integrity and accuracy.Previous project management experience preferred.Experience working within an international business environment.Passion for surfing and/or fly fishing, or eagerness to learn more.Must be a highly organized, self-motivated and proactive individual.Excellent computer skills and experience with data analysis tools. Good skills to learn new systems.Great attention to details.Strong linkage with the Patagonia business and mission statement.\n\nPatagonia is committed to equal employment opportunities and diversity\n\nEmployee Conduct:\n\nIt is the responsibility of every employee to contribute to a positive work environment through cooperative and professional interactions with co-workers, customers and vendors.\n\nPlease make sure that your CV and cover letter are in English.", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=39b621584196da21&fccid=69f06fb8b3355907&vjs=3", "Job Age": "11 dagen geleden", "Job Age Number": "11 dagen geleden", "Collection Date": "2021-01-20", "Language": null, "Gender": "Neutral"}, {"index": 2, "Search Keyword": "fishing", "Platform": "Indeed", "Job ID": "p_eb3cfd792705ba54", "Job Title": "Product Owner HiberBand Via", "Company Name": "Hiber", "Location": " Amsterdam", "Job Description": "Challenge\nCome join a team that has the audacious goal to build a communication system that changes the world!\n\nHiber (hiber.global) is a young and fast growing company in the Internet of Things sector!\n\nDid you know that 90% of the globe has no affordable connectivity? So how can we ensure the fishing industry to be sustainable, improve the water usage whilst improving crop yields, and reduce the carbon footprints within the transportation sector? The answer is Hiber: by using a constellation of nano satellites we enable connectivity for remote and rural areas. With this connectivity, the opportunities for all types of businesses are boundless.\nWe enable global climate monitoring, precision farming, marine life protection and many other ways to improve life on earth!\n\n\nThanks to a continuous expansion (with more products to be launched in 2021) we are now in need of a Product Owner for our Via team. This is a Product Owner role with a very hardware/embedded software development flavour.\n\nHiberband Via is an on+off grid M2M (machine to machine) gateway that offers device duplex IoT-satellite connectivity. We are about to release the second version of this product, you will take it from there.\nHiberband Via connects to sensors to form a solution (see HiberHilo and HiberHeavy). These solutions are managed by Product Managers that discover new markets and understand customers/users’ needs, problems, and desires.\n\n\nYou work together with the Product Managers to into your team prioritise efforts, you shield them from the unnecessary noise, and (very important) you keep them sane.\nYour responsibility is to work together with product managers to define the new product versions that will be solving the customers’ most compelling problems.\n\n\nWhat’s in it for you\n\nWorking with a motivated team of professional Product Owners, Project Managers, Developers, Engineers etc\nInspirational innovative start-up environment,\nBeing a part of a groundbreaking innovations with 21st century tech pioneers,\nA state of the art, satellite IoT telecommunication system,\nA team of many disciplines and even more big brains to work with,\nFlexible hours, work-from-home options, office lunch, sauna, gym, chill floor (pool table, bar, dj set) and so much more!\n\nResponsibilities:\n\n\nRepresent the customer within the company\nEnsure user stories are detailed and will written\nGroom the product backlog and ensure is always clear and visible\nOwn the product lifecycle management (PLM) throughout all its phases (from ideation of new product features to market launch and results evaluation)\nBe the driving force of the Ideation and feasibility phase\nConduct problem discovery sessions by engaging with customers, users, and colleagues to identify the core problem worth solvingIdeate and validate new product releases\nBuild and maintain the product roadmap\nBuild a framework to measure the success of your product; gather feedback on how to improve its upcoming product releases\n\nYou love tech and...\n\n\nHave a relevant degree with at least 3 years of experience working in a similar role in Tech\nAre a Product Owner who has already developed a physical product (hardware or embedded software)\nHave an engineering background, and you know some psychology basis\nLove writing, and you know why it is so important\nCommit to find a problem worth solving and to build the best solution\nHave the desire to solve a problem, and you know how to keep your ego out of the room\nAim at outcome, not at output (and you actually know the difference between the two)\nLove to run workshops and present to people\nFeel amazing working in a new uncertain terrain\nSeldom assume, instead you always check and gather more information", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=eb3cfd792705ba54&fccid=ff017ad1c4f4208d&vjs=3", "Job Age": "11 dagen geleden", "Job Age Number": "11 dagen geleden", "Collection Date": "2021-01-20", "Language": null, "Gender": "Neutral"}, {"index": 3, "Search Keyword": "fishing", "Platform": "Indeed", "Job ID": "p_1d596e91c700b495", "Job Title": "Performance marketeer", "Company Name": "Hiber", "Location": " Amsterdam", "Job Description": "Challenge\n\nCome join a team that has the audacious goal to build a communication system that changes the world!\n\nHiber (hiber.global) is a young and fast growing company in the Internet of Things sector!\n\n\nDid you know that 90% of the globe has no affordable connectivity? So how can we ensure the fishing industry to be sustainable, improve the water usage whilst improving crop yields, and reduce the carbon footprints within the transportation sector? The answer is Hiber: by using a constellation of nano satellites we enable connectivity for remote and rural areas. With this connectivity, the opportunities for all types of businesses are boundless.\nWe enable global climate monitoring, precision farming, marine life protection and many other ways to improve life on earth!\n\n\nThanks to a continuous expansion (with more products to be launched in 2021) we are now in need of an\n\nPerformance marketeer who will manage all email, social and search channels.\n\nThe ideal candidate is someone who will drive sales for our product lines, someone able to build and scale all our marketing activities in a rapid pace. Each product has different characteristics in terms of target group, pricing, usp’s and target industries. Your task is to develop a campaign framework and execute it with industry specific content in order to target and optimise it for the specific industry.\nWhat’s in it for you\n\nWorking with a motivated team of professional copywriters, designers and online marketeers.\nBeing able to start from a blank slate and learn how to build a marketing and sales machine.\nInspirational innovative start-up environment,\nBeing a part of a groundbreaking innovations with 21st century tech pioneers,\nA state of the art, satellite IoT telecommunication system,\nA team of many disciplines and even more big brains to work with,\nFlexible hours, work-from-home options, office lunch, sauna, gym, chill floor (pool table, bar, dj set) and so much more!\n\nResponsibilities are:\n\nManaging paid ad campaigns across search, display, social and retargeting networks by conducting extensive keyword research, analysis and testing of keyword performance\nEnsuring successful campaigns managing bids and budgets to be able to meet the predefined KPI’s.\nOptimising campaigns across multiple channels to deliver the best return on investment\nYou identify replicable marketing strategies, tactics and channels that address business pain points and convey product benefits to drive new customer acquisition with an implement, test, and measure mindset\nYou write content for marketing ads, campaigns and landing pages\nYou test different value propositions and messages across different channels to find the best angle to introduce our product for each target group\nYou build and run A/B tests across landing pages and the homepage\nYou implement and maintain tracking and reporting over different channels\nAnalyze and aggregate data from different sources with a clear ability to draw solid conclusions and highlight the nuances\nBuild and maintain reporting for business and management\nManage agency relations\n\nYou love innovation and:\n\nYou have a relevant background (3+ years of related performance marketing experience and SEO)\nYou have B2B marketing experience, a curious and creative mindset in order to dive into unknown business verticals\nHave strong A/B Testing and Data Analytics experience\nIdeally have experience in Hotjar, GA, Datastudio, Tableau, Optimizely, Salesforce Pardot and/or other similar tools within the growth stack\nHave a Passion for Marketing. You stay up to date on the industry, platforms and changes as they roll out\nAre fluent in English\nHave an entrepreneurial mindset\nAre fast and willing to learn\nHave a deep understanding of statistics and ability to support hypotheses with data\nAre curious and creative\nAre relentless in pursuit of growth\nHave the ability to synthesize complex ideas into actionable recommendations for senior executives", "Rating": -1.0, "Employment Type": -1, "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=1d596e91c700b495&fccid=ff017ad1c4f4208d&vjs=3", "Job Age": "11 dagen geleden", "Job Age Number": "11 dagen geleden", "Collection Date": "2021-01-20", "Language": null, "Gender": "Neutral"}]
