[{"Search Keyword": "specialised services managers", "Platform": "Indeed", "Job ID": "pj_9f364da9030d1ce6", "Job Title": "Senior FI Lending Specialist", "Company Name": "ABN AMRO Bank", "Location": " Amsterdam", "Job Description": "Are you ready to join a dynamic and diverse client-facing team of lending specialists who provide tailor-made financing solutions for our (international) FI clients? Do you want to share your knowledge and experience on finance and structured lending in the interests of our clients and the future of our bank?\n\nYour job\nWe are looking for a FI Lending specialist to join the FI Lending product unit within Structured Finance & Portfolio Management (SF&PM) part of Corporate & Institutional Banking (CIB).\n\nThe FI Lending Specialist is responsible for the commercial proposition, structuring and execution of Structured Lending products to (inter)national FI clients. Together with other client coverage teams you take care of the origination of the client dialogue. Your work includes negotiating and preparing tailor made commercial client propositions, structuring loan products, drafting credit applications, executing imminent deals (including coordination with external advisors), negotiating financing documents with the client and monitoring of the existing portfolio of (debt) transactions.\n\nThe assessment of risks involved is based on your (credit structuring) experience and specific client-, product-, and FI-sector knowledge. Your challenge will be to find the right balance between commerce and risk taking into account the bank’s moderate risk profile, while keeping client interests and needs centre stage.\n\nWorking environment\nFinancial Institutions is a sector with a global footprint in CIB. Controlled growth and consolidation of international expansion - predominantly in North-West Europe - is an important theme for FI. Lending is a key product that enables international growth of FI. FI Specialised Lending (FISL) - currently consisting of 11 Lending Specialists in Amsterdam – is looking to reinforce the portfolio finance segment in the team.\n\nFISL is organised along three niche lending activities; Fund finance, Insurance consolidation finance and Portfolio finance. The product specialism Portfolio finance delivers product services to (Large) Corporates and FI clients. The team develops financial structures, enabling a client to obtain financing using its own assets as a secured element. Assets usually deployed are portfolios of mortgage loans, consumer loans, auto leases, corporate receivables, etc. You are the arranging linking pin between your client and Risk Management and deploy a hands-on approach in tailoring and negotiating successful transactions for your client. Furthermore, you advise on and structure portfolio management transactions enabling a capital efficient business model.\n\nFISL acts as a centre of (credit) expertise and is the first line of defence for FI clients The team is transaction-oriented, result-oriented and knowledge-driven with a great deal of teamwork and strong empowerment of individual responsibilities. We work closely together with other CIB teams such as Client Coverage, DCM, Loan Origination, Sustainability and Central Portfolio Management ensuring that clients needs are serviced best and our portfolio is sound and grows in a sustainable way. Our office is based in Amsterdam (Gustav Mahlerlaan) where we work in an open floor space and have all stakeholders in our vicinity. We have a flexible operating model that allows for working at home via VPN.\n\nWe are offering\nABN AMRO offers a challenging international work environment that provides ample opportunities for personal growth, knowledge development, and teamwork and that fosters taking responsibility. There is a strong and dynamic team of passionate professionals that seek the best lending solutions for their clients.\n\nThe benefits are:\nThe opportunity to be the best you can be, to work flexible hours and to have sufficient room to grow both personally and professionally\nA very professional working environment with a very interesting and steep learning curve\nA large responsibility and access to a career with multiple possibilities for growth\nA Market-conform salary with a competitive benefits package and a substantial education budget\nAn annual public transportation pass or travel budget, depending on your travel preference\nThe opportunity to pro-actively work on your vitality and fitness\nA solid pension plan\nYour profile\nWe are looking for a professional with:\nMinimal [6-8] years of credit experience to wholesale clients\nStrong affiliation with structured lending -,(debt) capital markets or affiliated products\nGood knowledge relevant developments of CRR, Securitisation Regulation, Basel IV, Solvency II, Accountancy guidelines\nAnalytical with advanced excel skills\nRisk Management experience and affinity with portfolio management skills\nAbility of managing an FI client credit portfolio\nStrong communication and commercial skills\n\nNext to this, we require:\nWO / Master\nFluent in English (written / verbal) and preferably also in Dutch\nInterested?\nFor additional information you may contact Martijn Bakker, Head FI Specialised Lending, 06-30422010, martijn.bakker@nl.abnamro.com.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=9f364da9030d1ce6&from=vj&sjdu=0ZFwD5rbjMRcHz87Kzx_g4iztdTb_2bOBnSpyL0eJqr5T_xEOfPB0ja4HSpfDgVH1fzRPt8O52dEf4SoonydWHdV0Iabs3kjuWNiklJRt9opcogvTWQAYujRRTwco4Vk1WVtgjCN2BmBQa69MfrXhEAgNxMV9wY_7WmY5Qd1Ts8nwDDnFLv6Tg5oWFQSf5KTqruhBVBMqQb49BoJEQ1k4A&spon=1&adid=341330116&mvj=0&vjfrom=vjs&pos=bottom&ad=-6NYlbfkN0A_cWh5ufxJCEatf9FOtgdwl-LajcKrnY3NwdklpeSDnu3zP8nC49W8vdwlFzj2GRnBICR9g9UFDuvfBAMWt37hA8RPIxRZs0QZ8Sg7_XJY8VoC0ydt0v8jQ2R6JTMX5lBBwMtKJCs_I0uFXPK4GQZtGL-2JVBI5OPE_C6nWpXHPfQPtlziAkCkyFigZUAJCfysH3lbwrZE3F1UCNtGBG2lMdwmVob4pSRUGR7l_FbMzEg8c5qqBU29ziE1g5NeOkaT1OG0uBwV1WeqpfKZcMq4T-iJyErpZHjfKFuKnnxdWSgGoCOPD57dabBlfagBXLAJIGLNgbL6iRgV-y6uXqXm_0pNf2hGeMYqxgaRhH_pjb_bg-LXitQKLF9ifkuvQDzW5TKZjVzlzJVZz-W9LVZzVxNGbj3sGgqA70xKobY8J5c1Ek_IYBXY6qOTglocYn4zF1UWx_NF2vafZR3KUOIZxlxZgfWrrw_bAixffFU8W8LgwqmqKvQJPsHwEszEkfebqwNDdjh9zxz2-1YFY8YT7LGlkfjsMt0HoC3brfQFvtrYpq1X4DtaKsOLciyfgSeWp5QiZmh-k0rHwhXuZkw6WE4pzoBMZFdZ6woxe2vNkNx9FskV5P_jar-fOSwiU4TYHxe2PcsR7T6z38x1TpUskLCqNu7TONMnpB3KRiblIdMyQ4CO2doDBjIp96n7kVMnrRHEwa_FuYMZI3KpMoeLmyoiEgEtoNqxi3Lozaz8LjrYucRmGu18NAD5okTsRhDn1AWMDxBmZ3RA1Srnw2EcyNRZ7ElamECfTealqdnF7g==&astse=31aa9c8ce94d3f75&assa=2351", "Job URL": "https://nl.indeed.com/vacature-bekijken/pagead/clk?mo=r&ad=-6NYlbfkN0A_cWh5ufxJCEatf9FOtgdwl-LajcKrnY3NwdklpeSDnu3zP8nC49W8vdwlFzj2GRnBICR9g9UFDuvfBAMWt37hA8RPIxRZs0QZ8Sg7_XJY8VoC0ydt0v8jQ2R6JTMX5lBBwMtKJCs_I0uFXPK4GQZtGL-2JVBI5OPE_C6nWpXHPfQPtlziAkCkyFigZUAJCfysH3lbwrZE3F1UCNtGBG2lMdwmVob4pSRUGR7l_FbMzEg8c5qqBU29ziE1g5NeOkaT1OG0uBwV1WeqpfKZcMq4T-iJyErpZHjfKFuKnnxdWSgGoCOPD57dabBlfagBXLAJIGLNgbL6iRgV-y6uXqXm_0pNf2hGeMYqxgaRhH_pjb_bg-LXitQKLF9ifkuvQDzW5TKZjVzlzJVZz-W9LVZzVxNGbj3sGgqA70xKobY8J5c1Ek_IYBXY6qOTglocYn4zF1UWx_NF2vafZR3KUOIZxlxZgfWrrw_bAixffFU8W8LgwqmqKvQJPsHwEszEkfebqwNDdjh9zxz2-1YFY8YT7LGlkfjsMt0HoC3brfQFvtrYpq1X4DtaKsOLciyfgSeWp5QiZmh-k0rHwhXuZkw6WE4pzoBMZFdZ6woxe2vNkNx9FskV5P_jar-fOSwiU4TYHxe2PcsR7T6z38x1TpUskLCqNu7TONMnpB3KRiblIdMyQ4CO2doDBjIp96n7kVMnrRHEwa_FuYMZI3KpMoeLmyoiEgEtoNqxi3Lozaz8LjrYucRmGu18NAD5okTsRhDn1AWMDxBmZ3RA1Srnw2EcyNRZ7ElamECfTealqdnF7g==&p=0&fvj=0&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-20"}, {"Search Keyword": "specialised services managers", "Platform": "Indeed", "Job ID": "p_95d231b547644071", "Job Title": "Sports and games volunteers for refugee children in The Netherlands", "Company Name": "War Child", "Location": " Amsterdam Oost", "Job Description": "To increase our efforts, we are looking for enthusiastic team players to facilitate sports, recreational and play activities for refugee children for four hours a week. You will be trained and coached by experienced TeamUp instructors and begin work at a location near to you.\nAs a TeamUp volunteer you will contribute to the social and emotional development of the participating children - and thereby help reduce the risk of their experiencing social and emotional problems in the long term.\nApply now: www.sollicitatieteamup.nl\n\"By conducting weekly activities, there’s some structure introduced to their lives. They get steady footing on a situation, and have something to look forward to\" - Robert\n\"The activities for refugee children are working. It is a privilege to me to work with these children.\" - Susan\n\"TeamUp gives me energy. The children are so giving: a hug, a high five.\" - Rosan\n\"Children are really flexible. In spite of all the trauma they’ve been through, they have amazing resilience\" - Nathalie\nJob description\nYou will be part of an enthusiastic team of at least four volunteers. You and your team will guide recreational activities for refugee children aged between six and 18 at a fixed time each week. Each activity has a specific theme and purpose. These activities make up a programme that helps teach children learn how to deal with difficult emotions such as anger, fear and stress.\nYou will also have child safeguarding responsibilities. You will learn how to recognise signs of unusual behaviour and, if necessary, refer children to specialised care and support services. You will receive comprehensive training on how to carry out these functions before you start working with children.\nYour profile\nYou are aged 21 or older;\nYou have experience in either organising recreational activities for children or a relevant degree in the one of the fields of pedagogy, education, sports or physical education. Whether you have just completed your education or are still studying, we invite you to apply;\nYou will be available for four hours each week (travel time not included) from approximately 15.30 (the day on which the activities take place differs per location);\nYou are willing to commit to TeamUp for an extended period of time - this is a crucial requirement because stability is essential for this vulnerable group of children;\nYou can undertake a two-day training course and after having been active for three months, the two-day follow-up training sessions. You will be trained in facilitating the activities and working with the specific target group.\nWhat do we offer?\nThe opportunity to gain experience in working with children and develop your skills;\nA position in an international, enthusiastic and professional team;\nFirst Aid training;\nCounselling and stress management sessions;\nEvents to exchange experiences with other volunteers;\nVoluntary allowance.\n\nTeamUp is active in 29 asylum reception centres across the Netherlands. We’re looking for volunteers for all locations - Almelo, Almere, Amsterdam, Apeldoorn, Arnhem, Assen, Balk, Budel-Cranendonck, Dronten, Echt, Gilze, Hardenberg, Harderwijk, Heerhugowaard, Hoogeveen, Luttelgeest, Katwijk, Leersum, Luttelgeest, Maastricht, Middelburg, Nijmegen, Oisterwijk, Overloon, Rijswijk, Sneek, Ter Apel, Winterswijk and Zutphen. Which means there’s a TeamUp location near you!\nApply now\nInterested? Inspired by the job description? Want to be part of a skilled and motivated team? Upload your CV to www.sollicitatieteamup.nl\nThe safety of children is essential to War Child. War Child does not tolerate or accept any form of abuse. This subject is addressed in our recruitment and selection procedures.\nTeamUp is supported by the Asylum, Migration and Integration Fund (AMIF).\nthe Asylum, Migration and Integration Fund (AMIF)\nThe European Commission's Asylum, Migration and Integration Fund promotes the efficient management of migration flows and the implementation, strengthening and development of a common approach to asylum and immigration in the European Union.\nnaar website\n\nGet inspired by our facilitators\nverhaal 10/12/2018\n\"This small thing we do has such an effect on the children. It's the crowning glory of your work\"\nverhaal 10/12/2018\n\"In my work I talk a lot with children, at TeamUp movement is the key\"", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=95d231b547644071&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=be4d85ad5d4a9909&assa=2793", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=95d231b547644071&fccid=cd951fa0b362fd47&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-20"}, {"Search Keyword": "specialised services managers", "Platform": "Indeed", "Job ID": "p_27c8bf456e17a97c", "Job Title": "BUSINESS CONSULTANT AMSTERDAM", "Company Name": "managementsolutions", "Location": " Amsterdam", "Job Description": "Netherlands, Holland\n\nBUSINESS CONSULTANT AMSTERDAM\n\nNetherlands / Graduate / Number of vacancies: 2\n\n\n\n\nYou will be working in key projects for leading organizations in the strategy, commercial effectiveness, transformation: organization and processes, risk management and control and marketing, financial and management information areas.\n\nRequirements\n\nRecent graduates or final year students from disciplines relating to Finance, Business Administration, Economics, Actuarial Science or Engineering.\nPostgraduate studies and/or specialised courses are an asset.\nSolid academic record.\nGet up and go attitude, maturity, responsibility and strong work ethic.\nStrong computer skills.\n\nStrong ability to learn quickly.\n\nAble to integrate easily into multidisciplinary teams.\n\n\nWe Offer\n\nThe best environment to develop talent\n\nWe offer you the possibility to join a firm that provides all you need to develop your talent to the fullest:\nWorking in the highest-profile consulting projects in the industry,\nfor the largest companies, leaders of their respective markets,\nalongside top industry management as they face challenges at the national and global level,\nas part of an extraordinary team of professionals whose values and corporate culture are a benchmark for the industry\n\nOngoing training plan, with approximately 10% of business turnover spent in training\n\nSpecialist knowledge courses, external expert courses, professional skills courses, and language courses.\n\nLast year our staff as a whole received over 250,000 hours of training, spanning more than 575 courses.\n\nClearly defined career plan\n\nInternal promotion based solely on merit.\n\nPartnership-based management model offers all professionals the opportunity to become part of the Firm’s group of partners.\n\nComplementary experiencies\n\nUniversity: we maintain a close relationship with the world’s most prestigious universities.\n\nSocial Action: we organize more than 30 community support activities.\n\nSports Club: internal and external tournaments.\n\n\n\nMore on Management Solutions\n\nManagement Solutions is an international consulting firm whose core mission is to deliver business, risk, financial, organisational and process-related advisory services, targeting both functional aspects and the implementation of related technologies.\n\nDiscover our Ámsterdam office\n\n\nAmsterdam Atrium\n\nStrawinskylaan 3051\n\n1077\n\nPaíses Bajos\n\n+49 697 95 39 480\n\nLocation\n\nShare this job\n\n\nFollow us\n\nlinkedin/management-solutions\n \nfacebook/MngmtSolutions\n \nyoutube/management-solutions\n \ninstagram/management.solutions\n \nMngmt_Solutions\n\nAre you a student?\n\nIf you are in the final years of your degree, we would also like to hear from you. Management Solutions has agreements with the most prestigious universities to offer students their first experience with the business world. The Firm offers paid work experience and flexible hours with the possibility of students becoming part of the Firm upon graduation.\n\nOther open positions in Netherlands\n\nBUSINESS CONSULTANT AMSTERDAM\n\nNEW TECHNOLOGIES AND DIGITAL TRANSFORMATION CONSULTANT AMSTERDAM\n\nDATA SCIENCE CONSULTANT AMSTERDAM", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=27c8bf456e17a97c&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=692dd0770d8d8a2b&assa=8624", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=27c8bf456e17a97c&fccid=f3eca80b6759548b&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-20"}, {"Search Keyword": "specialised services managers", "Platform": "Indeed", "Job ID": "p_5db6e743af2fc1c9", "Job Title": "Consultant - Climate Strategies", "Company Name": "South Pole", "Location": " Amsterdam Zuid", "Job Description": "South Pole is an energetic, global company offering comprehensive sustainability solutions and services. With offices spanning all six continents, we strive to create a sustainable society and economy that positively impacts our climate, ecosystems and developing communities. With our solutions we inspire and enable our customers to create value from sustainability-related activities.\nOur Consultancy & Advisory Services team provides our clients with outstanding technical expertise that enables the successful implementation of complex sustainability projects. Our expertise spans across multiple topics including land and water management, climate strategies, renewable energies, environmental impact assessments, green products, climate policy, carbon pricing, climate finance, and sustainable finance, to name just a few. If you are a smart, ambitious and dynamic sustainability professional with a strong passion to make a real difference in the fight against climate change, the below position may be right for you!\n\nJob summary:\nThe goal fo the consultant is to ensure the timely delivery of high-quality consultancy advice to international clients on sustainability topics. You will play a leading role in the development of proposals, as well as in the implementation of projects, for which you will manage small project teams. You will be the main point of contact for the client and may also act as a collaborator, providing specific inputs or serving a specific role on a mandate. In addition, you will support the development of new products and solutions at South Pole to address sustainability challenges\nMain tasks & responsibilities:\n\nManage medium-size sustainability consulting mandates throughout their entire project cycle: initiation, planning, design, execution, monitoring, controlling and closure\nPlan and implement projects to ensure the most efficient and highest-quality implementation\nInteract and build relationships with our local and international clients and manage the timely delivery of mandates\nDevelop proposals in close collaborations with the Key Account Management team and senior consulting professionals to support business development activities for the company\nOccasionally provide guidance on and technical leadership in the development of proposals and implementation of small advisory projects\nDevelop and improve specialised skills and knowledge linked to the topics and services offered by South Pole\nSupport senior consulting and key account management teams in further developing South Pole's thought leadership, services, products, marketing materials and offerings\nTopics of engagement may include: GHG accounting and disclosure, climate change mitigation, Science Based Targets (SBTs), risk assessment and TCFD, materiality assessment, energy efficiency, Life Cycle Analysis (LCA), Sustainable Development Goals (SDGs), renewable energy strategy, etc.\n\nRequirements:\n\nEssential -\n\nUniversity degree, ideally at a Master's level or higher, in a sustainability-related field\nRelevant work experience (the expectation is a minimum of 3 years) in sustainability consulting or a related field\nGood project management skills, from both a technical and administrative standpoint, and ability to coordinate project teams\nExcellent writing skills, with proven expertise in creating high-quality written documents (proposals and deliverables)\nGood stakeholder and client management skills\nIndustry-relevant connections, with a network of potential clients, collaborators and other relevant stakeholders\nGood understanding of environmental sustainability challenges and specific consultancy experience in the relevant areas of the practice\nAutonomous yet collaborative approach to work\nExcellent oral and written skills in both English AND Dutch\n\nDesirable -\n\nExcellent interpersonal and communication skills\nExcellent working knowledge of all Google Suite applications and MS Word\nDiligent, reliable, proactive and self-sufficient but collaborative approach to work\nComfortable working in a fast-paced international environment\nGood prioritisation and time management skills\nOral and written skills in French\n\nWhat we offer:\n\nAt South Pole, we care about our employees as much as we care about the planet. South Pole is not just an employer, we are a Team. South Pole does not just offer people a job, we offer you a career. By joining our team, you will find strong purpose and deep meaning in everything you do. You will have the chance to make a real difference for our clients and for the planet, working alongside a passionate team of like-minded colleagues, while building your knowledge/skills and developing your career in a fun, dynamic, international and fast-growing organisation.\nWe’re a planet of 7.5 billion unique and different people. We all have a contribution to make; South Pole is proud to be an Equal Opportunity Employer. We do not discriminate on the basis of race, religion, colour, sex, gender identity, sexual orientation, age, national origin, marital status or disability. Our recruitment is decided on the basis of qualifications, merit and business need.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=5db6e743af2fc1c9&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=28a5d6867224f6f6&assa=102", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=5db6e743af2fc1c9&fccid=8475c8ae6e1de264&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-20"}, {"Search Keyword": "specialised services managers", "Platform": "Indeed", "Job ID": "p_6e0dd61ddd0847ae", "Job Title": "Internship - Consulting Services", "Company Name": "IQVIA", "Location": " Amsterdam", "Job Description": "Consulting Services is the world’s leading, specialised advisor on critical business issues in the life sciences. We are the strategy arm of IQVIA, a leading provider of information, services and technology for the healthcare industry in 100+ countries around the world. Our Consulting Services team offer end-to-end management consulting in key issues areas that include: business unit, therapy area, brand strategy, portfolio strategy, launch strategy, pricing & market access, and commercial model design and optimisation.\nAs an Intern with IQVIA Consulting Services not only will you gain invaluable insight into strategy consulting in the life sciences industry, you will also be supporting the design, development and delivery of exciting and complex consulting projects for some of the most well-known organisations in the world. By translating data into meaningful insights and communicating recommendations to key decision makers you will help create change in the world of Life Sciences.\nThis 6-month internship is an opportunity for final year masters students, you will also have the chance to work on your thesis whilst being mentored by one of our consultants.\nKey Responsibilities:\nContributing to internal brainstorming sessions to develop project methodology and recommendations\nConducting independent desk research to a specific brief using internal and external sources\nPerforming quantitative analyses to aid development of recommendations; exercise informed business judgment in identifying the approach to the question\nTaking responsibility for creating sections of reports, presentations and other client deliverables, under supervision\nBuilding professional relationships with senior members of the client team\nSupport thought leadership which could serve as the basis for your thesis\nAcquiring deep knowledge of IQVIA data sources, acting as an advisor to other members of the consulting team\nProactively developing knowledge of the healthcare industry and consulting methodologies\nAbout You\nProven analytical, interpretative and problem-solving skills\nStrong interpersonal and relationship building skills and an ability to build credibility with external and internal contacts\nGood commercial awareness/business judgement and an interest in the healthcare industry\nExcellent IT literacy e.g. Word, PowerPoint, Excel\nSome understanding of project management with proven time management and personal organisational skills\nAttention to detail and ability to deliver high quality work within timeline\nA keenness to learn and commitment to a rapid development curve\nA self-starter who thrives in a client-focused, international team environment\nQualifications and other requirements\nThe ideal candidate will be in their final year of university. In addition to the skills and experience above, candidates interested in joining IQVIA Consulting Services as an Intern will have:\nA strong academic track record\nExcellent conversational and business English (written and oral); additional languages an advantage\nThe right to work in the EU without sponsorship\nCommit to a 6-month full-time program\nYou must be currently enrolled in a full time masters program\nAt IQVIA, we believe in pushing the boundaries of human science and data science to make the biggest impact possible – to help our customers create a healthier world. The advanced analytics, technology solutions and contract research services we provide to the life sciences industry are made possible by our 67,000+ employees around the world who apply their insight, curiosity and intellectual courage every step of the way. Learn more at jobs.iqvia.com.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=6e0dd61ddd0847ae&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=87b8a1d89220fc79&assa=1606", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=6e0dd61ddd0847ae&fccid=6b7a1dfe07e7f037&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-20"}, {"Search Keyword": "specialised services managers", "Platform": "Indeed", "Job ID": "p_7132a1f452459664", "Job Title": "Consultant", "Company Name": "KANTAR", "Location": " Amsterdam", "Job Description": "We go beyond the obvious, using intelligence, passion and creativity to inspire new thinking and shape the world we live in.\nTo start a career that is out of the ordinary, please apply...\nJob Details\nThe Consulting division of Kantar in Amsterdam is specialised in building purposeful organisations: Identifying growth opportunities, creating purposeful brands and building futureproof capabilities are at the core of our expertise. Change now occurs at warp speed and impacts every aspect of how people live and buy. You can imagine that in recent times that pace has only increased further. This challenges companies to look beyond traditional sources and methods to drive growth. We believe that businesses have an unprecedented opportunity to find new sources of growth by harnessing the power of people, technology, data and digital to fulfil consumer needs before people even knew they had them.\nAbout the role\nWe are looking for a Consultant who has a passion for helping our clients grow through developing and embedding strategies and capability. As a Consultant you work closely with middle and senior management within a team of analysts and consultants to help clients identify and capture (purpose-led) growth opportunities. To do this effectively we are looking for people able to combine “right” and “left” brain thinking to enhance our client deliverables. Our projects focus on developing and delivering optimal strategies, operating models and training programmes for the Marketing, Strategy and Insights departments of our clients.\nConsultants play an integral role in all aspects of client engagements by conducting (financial and non-financial data) analysis, designing & analysing models and methodologies, translating data into consumer insights, communicating with clients, developing strategic recommendations, creating client presentations and preparing client workshops. Travel is a part of many client engagements, but usually does not exceed 10% of time requirements, and with COVID we see that moving towards virtual delivery has become more effective and less travel is required than in the past.\nKEY DAY-TO-DAY OUTCOMES\nSynthesizes and interprets (qualitative and quantitative) data to inform strategic recommendation\nDevelops strong storylines and is able to convey those to (senior) stakeholders\nStrong project management resulting in timely completion of client deliverables\nCultivates meaningful relationships with client teams\nUses entrepreneurial spirit to grasp opportunities to make a difference in a growing and evolving business\nCAPABILITIES\nA minimum of 2+ years experience working for or with a global brand in brand marketing\nStrong academic background, including Bachelors or Masters degree or equivalent\nAt least one year of experience in consulting, other professional services or client side marketing is required\nMust be currently located in the Netherlands and/or hold a valid employment permit to work in the Netherlands\nProven and strong business/brand acumen\nCritical and structural thinker, able to synthesize and interpret complex data to inform strategic recommendations\nStrong interpersonal and English communication skills , both written and verbal\nResourceful problem-solving skills and ability to take initiative\nExcellent organization and time management skills with the ability to multi-task\nStrong work ethic with superior attention to detail, with the ability to work independently and within a team\nExcellent working knowledge of Microsoft Office, in particular PowerPoint and Excel; experience with coding and/or analytical tools such as SPSS a plus\n\nJOIN US\nAt Kantar we have an integrated way of rewarding our people based around a simple, clear and consistent set of principles. Our approach helps to ensure we are market competitive and support a pay for performance culture, where your reward and career progression opportunities are linked to what you deliver. We go beyond the obvious, using intelligence, passion and creativity to inspire new thinking and shape the world we live in. Apply for a career that’s out of the ordinary and join us.\nWe love to hear about your affinity to brands in general and how our company fits into your career ambitions.\nAbout Kantar Consulting\nWe are a powerfully diverse mix of cultural, innovation and future experts, marketing, brand and organization consultants, data and marketing scientists. We take a whole human approach to understanding the customer and the commercial opportunity, and a whole business approach to delivering our growth strategy through your people, brands and total customer experience. As part of WPP and Kantar, Kantar Consulting is a member of the world’s largest network of advertising and marketing consultancies. https://consulting.kantar.com/\nIn Amsterdam we have a highly diverse team of 35 people including 12+ nationalities. We have a strong culture, the team is challenging and supportive towards one another and there is focus on personal development. Working hours can be organized very flexibly\nLocation\nAmsterdam, AmsteldijkNetherlands\nKantar Rewards Statement\nAt Kantar we have an integrated way of rewarding our people based around a simple, clear and consistent set of principles. Our approach helps to ensure we are market competitive and also to support a pay for performance culture, where your reward and career progression opportunities are linked to what you deliver.\nKantar is the world’s leading data, insights and consulting company. We understand more about how people think, feel, shop, share, vote and view than anyone else. Combining our expertise in human understanding with advanced technologies, Kantar’s 30,000 people help the world’s leading organisations succeed and grow.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=7132a1f452459664&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=c69b634eda586dfb&assa=3495", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=7132a1f452459664&fccid=fc0eeff012676923&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-20"}, {"Search Keyword": "specialised services managers", "Platform": "Indeed", "Job ID": "p_f6a47adacce5d6a9", "Job Title": "Consultant", "Company Name": "Kantar TNS", "Location": " Amsterdam", "Job Description": "We go beyond the obvious, using intelligence, passion and creativity to inspire new thinking and shape the world we live in.\nTo start a career that is out of the ordinary, please apply...\nJob Details\nThe Consulting division of Kantar in Amsterdam is specialised in building purposeful organisations: Identifying growth opportunities, creating purposeful brands and building futureproof capabilities are at the core of our expertise. Change now occurs at warp speed and impacts every aspect of how people live and buy. You can imagine that in recent times that pace has only increased further. This challenges companies to look beyond traditional sources and methods to drive growth. We believe that businesses have an unprecedented opportunity to find new sources of growth by harnessing the power of people, technology, data and digital to fulfil consumer needs before people even knew they had them.\nAbout the role\nWe are looking for a Consultant who has a passion for helping our clients grow through developing and embedding strategies and capability. As a Consultant you work closely with middle and senior management within a team of analysts and consultants to help clients identify and capture (purpose-led) growth opportunities. To do this effectively we are looking for people able to combine “right” and “left” brain thinking to enhance our client deliverables. Our projects focus on developing and delivering optimal strategies, operating models and training programmes for the Marketing, Strategy and Insights departments of our clients.\nConsultants play an integral role in all aspects of client engagements by conducting (financial and non-financial data) analysis, designing & analysing models and methodologies, translating data into consumer insights, communicating with clients, developing strategic recommendations, creating client presentations and preparing client workshops. Travel is a part of many client engagements, but usually does not exceed 10% of time requirements, and with COVID we see that moving towards virtual delivery has become more effective and less travel is required than in the past.\nKEY DAY-TO-DAY OUTCOMES\nSynthesizes and interprets (qualitative and quantitative) data to inform strategic recommendation\nDevelops strong storylines and is able to convey those to (senior) stakeholders\nStrong project management resulting in timely completion of client deliverables\nCultivates meaningful relationships with client teams\nUses entrepreneurial spirit to grasp opportunities to make a difference in a growing and evolving business\nCAPABILITIES\nA minimum of 2+ years experience working for or with a global brand in brand marketing\nStrong academic background, including Bachelors or Masters degree or equivalent\nAt least one year of experience in consulting, other professional services or client side marketing is required\nMust be currently located in the Netherlands and/or hold a valid employment permit to work in the Netherlands\nProven and strong business/brand acumen\nCritical and structural thinker, able to synthesize and interpret complex data to inform strategic recommendations\nStrong interpersonal and English communication skills , both written and verbal\nResourceful problem-solving skills and ability to take initiative\nExcellent organization and time management skills with the ability to multi-task\nStrong work ethic with superior attention to detail, with the ability to work independently and within a team\nExcellent working knowledge of Microsoft Office, in particular PowerPoint and Excel; experience with coding and/or analytical tools such as SPSS a plus\n\nJOIN US\nAt Kantar we have an integrated way of rewarding our people based around a simple, clear and consistent set of principles. Our approach helps to ensure we are market competitive and support a pay for performance culture, where your reward and career progression opportunities are linked to what you deliver. We go beyond the obvious, using intelligence, passion and creativity to inspire new thinking and shape the world we live in. Apply for a career that’s out of the ordinary and join us.\nWe love to hear about your affinity to brands in general and how our company fits into your career ambitions.\nAbout Kantar Consulting\nWe are a powerfully diverse mix of cultural, innovation and future experts, marketing, brand and organization consultants, data and marketing scientists. We take a whole human approach to understanding the customer and the commercial opportunity, and a whole business approach to delivering our growth strategy through your people, brands and total customer experience. As part of WPP and Kantar, Kantar Consulting is a member of the world’s largest network of advertising and marketing consultancies. https://consulting.kantar.com/\nIn Amsterdam we have a highly diverse team of 35 people including 12+ nationalities. We have a strong culture, the team is challenging and supportive towards one another and there is focus on personal development. Working hours can be organized very flexibly\nLocation\nAmsterdam, AmsteldijkNetherlands\nKantar Rewards Statement\nAt Kantar we have an integrated way of rewarding our people based around a simple, clear and consistent set of principles. Our approach helps to ensure we are market competitive and also to support a pay for performance culture, where your reward and career progression opportunities are linked to what you deliver.\nKantar is the world’s leading data, insights and consulting company. We understand more about how people think, feel, shop, share, vote and view than anyone else. Combining our expertise in human understanding with advanced technologies, Kantar’s 30,000 people help the world’s leading organisations succeed and grow.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=f6a47adacce5d6a9&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=3023a34fc5a15fd7&assa=4631", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=f6a47adacce5d6a9&fccid=fc0eeff012676923&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-20"}, {"Search Keyword": "specialised services managers", "Platform": "Indeed", "Job ID": "p_ca8bec3984497e95", "Job Title": "Consultant", "Company Name": "south pole group", "Location": " Amsterdam", "Job Description": "South Pole is an energetic, global company offering comprehensive sustainability solutions and services. With offices spanning all six continents, we strive to create a sustainable society and economy that positively impacts our climate, ecosystems and developing communities. With our solutions we inspire and enable our customers to create value from sustainability-related activities.\nOur Consultancy & Advisory Services team provides our clients with outstanding technical expertise that enables the successful implementation of complex sustainability projects. Our expertise spans across multiple topics including land and water management, climate strategies, renewable energies, environmental impact assessments, green products, climate policy, carbon pricing, climate finance, and sustainable finance, to name just a few. If you are a smart, ambitious and dynamic sustainability professional with a strong passion to make a real difference in the fight against climate change, the below position may be right for you!\n\nJob summary:\nThe goal fo the consultant is to ensure the timely delivery of high-quality consultancy advice to international clients on sustainability topics. You will play a leading role in the development of proposals, as well as in the implementation of projects, for which you will manage small project teams. You will be the main point of contact for the client and may also act as a collaborator, providing specific inputs or serving a specific role on a mandate. In addition, you will support the development of new products and solutions at South Pole to address sustainability challenges\nMain tasks & responsibilities:\n\nManage medium-size sustainability consulting mandates throughout their entire project cycle: initiation, planning, design, execution, monitoring, controlling and closure\nPlan and implement projects to ensure the most efficient and highest-quality implementation\nInteract and build relationships with our local and international clients and manage the timely delivery of mandates\nDevelop proposals in close collaborations with the Key Account Management team and senior consulting professionals to support business development activities for the company\nOccasionally provide guidance on and technical leadership in the development of proposals and implementation of small advisory projects\nDevelop and improve specialised skills and knowledge linked to the topics and services offered by South Pole\nSupport senior consulting and key account management teams in further developing South Pole's thought leadership, services, products, marketing materials and offerings\nTopics of engagement may include: GHG accounting and disclosure, climate change mitigation, Science Based Targets (SBTs), risk assessment and TCFD, materiality assessment, energy efficiency, Life Cycle Analysis (LCA), Sustainable Development Goals (SDGs), renewable energy strategy, etc.\n\nRequirements:\n\nEssential -\n\nUniversity degree, ideally at a Master's level or higher, in a sustainability-related field\nRelevant work experience (the expectation is a minimum of 3 years) in sustainability consulting or a related field\nGood project management skills, from both a technical and administrative standpoint, and ability to coordinate project teams\nExcellent writing skills, with proven expertise in creating high-quality written documents (proposals and deliverables)\nGood stakeholder and client management skills\nIndustry-relevant connections, with a network of potential clients, collaborators and other relevant stakeholders\nGood understanding of environmental sustainability challenges and specific consultancy experience in the relevant areas of the practice\nAutonomous yet collaborative approach to work\nExcellent oral and written skills in both English AND Dutch\n\nDesirable -\n\nExcellent interpersonal and communication skills\nExcellent working knowledge of all Google Suite applications and MS Word\nDiligent, reliable, proactive and self-sufficient but collaborative approach to work\nComfortable working in a fast-paced international environment\nGood prioritisation and time management skills\nOral and written skills in French\n\nWhat we offer:\n\nAt South Pole, we care about our employees as much as we care about the planet. South Pole is not just an employer, we are a Team. South Pole does not just offer people a job, we offer you a career. By joining our team, you will find strong purpose and deep meaning in everything you do. You will have the chance to make a real difference for our clients and for the planet, working alongside a passionate team of like-minded colleagues, while building your knowledge/skills and developing your career in a fun, dynamic, international and fast-growing organisation.\nWe’re a planet of 7.5 billion unique and different people. We all have a contribution to make; South Pole is proud to be an Equal Opportunity Employer. We do not discriminate on the basis of race, religion, colour, sex, gender identity, sexual orientation, age, national origin, marital status or disability. Our recruitment is decided on the basis of qualifications, merit and business need.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=ca8bec3984497e95&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=9229dc7c3efb1ba3&assa=5796", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=ca8bec3984497e95&fccid=8475c8ae6e1de264&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-20"}, {"Search Keyword": "specialised services managers", "Platform": "Indeed", "Job ID": "p_ceea4815358c3a4b", "Job Title": "Recruitment Consultant", "Company Name": "Team PCN", "Location": " Amsterdam", "Job Description": "We're looking for a Dutch speaking recruitment consultant to join Digital Source!\n\nWe’re a boutique recruitment agency based on the Keizersgracht in central Amsterdam focused on headhunting the best talent available in the digital sector. We recruit for freelance, contract and permanent vacancies, from graduate to senior level roles.\n\nOur highly qualified consultants are specialists in providing digital candidates, mainly covering the spectrum of Data, Analytics, Engineering, Mobile, Development and Architecture. Our team is made up of a bunch of high energy top-notch recruiters, and we’re currently searching for an enthusiastic, fun and comprehensively smart casual person to join our fast expanding team.\n\nYour Job\n\nWe're working with some of Europe's leading Data & Tech organisations to support their recruitment & business growth. We have a strong representation in The Netherlands & we're looking for someone to expand our client base here even further, through utilising your recruitment skills and network. This role would allow you to essentially be your own boss & work as a 360 consultant to work on a highly specialised & niche vertical.\n\nHead up and take enthusiastic responsibility for your own vertical with the intention to grow a team\nIdentify client targets, using our market knowledge and your own skills\nResearch client targets and extract company data & details\nCold call, warm call, and hot call your client prospects\nBusiness develop with your clients, convincing them to make you their recruitment business partner\nNegotiate terms & conditions of service\nProactively receive job orders\nHeadhunt, source, screen, develop and introduce candidates\nInterview candidates on behalf of, and alongside, your clients\nProactively recommend rationalisations of your client’s recruitment processes, upselling and embedding yourself in their hiring strategy\nPlace advertisements, work social media, and collaborate with our marketing team to increase your exposure to candidate pools, and enhance brand awareness\nFollow-up with, meet, and present to, clients and partners\n\nAbout You:\n\nFor this position, you must be fluent in Dutch & proficient in English (if you're not, check out our other vacancies!)\n2+ recruitment experience (Contract or Permanent), we are also open to people from sales & account management backgrounds\nInnovative, dynamic, entrepreneurial, and positive personality\nResilience. Immunity to frustration and disappointment. The harder it gets, the more you want it.\nBrilliant communication skills, verbal and written\nFun to be around both professionally and personally - we like to have fun at the end of the day!\nAlready living in, or near, Amsterdam or showing real willingness to move to Amsterdam.\nDetermined & able to bounce back from setbacks\n\nWhat we can offer:\n\nFull initiative to bring on new ideas and see them through\nInternational team & a culture of positivity, respect & support\nCompetitive salary with commissions paid out monthly\nTraining & Development opportunities galore\nOpportunity to attend industry events and functions throughout Europe\nDaily lunch\nTeam breakfast and drinks every Friday. Note: not at the same time\n4 travel incentives with the rest of the team per year. The latest to date? Husky sledging in Sweden, skiing in Tignes and a summer trip to Croatia.\nLunch clubs: Once a month, on target, we spend the afternoon in one of the best restaurants in Amsterdam.\n25 Days Annual Leave & +1 extra day leave for every year with the company\nCanal trips on the Digital Source Yacht. Disclaimer: it’s a boat\n\nWe would love to hear from you if you think you have the right profile we're looking for!", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=ceea4815358c3a4b&fccid=9565725e7c46be8b&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-20"}, {"Search Keyword": "specialised services managers", "Platform": "Indeed", "Job ID": "p_08baaa7ce040b8da", "Job Title": "Frontend Engineer", "Company Name": "WarnerMedia", "Location": " Amsterdam", "Job Description": "Frontend Engineer\nLocation Amsterdam, North Holland\nBusiness: WarnerMedia\nPosition Type: Full Time\nJob ID 179847BR\nCompany Overview\n\nWarnerMedia is a leading media and entertainment company that creates and distributes premium and popular content from a diverse array of talented storytellers and journalists to global audiences through its consumer brands including: HBO, HBO Max, Warner Bros., TNT, TBS, truTV, CNN, DC Entertainment, New Line, Cartoon Network, Adult Swim, Turner Classic Movies and others.\nHBO, HBO Max, Warner Bros., Adult Swim, DC Entertainment, CNN, Cartoon Network, TNT, TBS, truTV, New Line, Turner Classic Movies – This is WarnerMedia. This is us. You will be helping improve the direct to customer impact for one of the globes leading media and entertainment companies. Together, we create and distribute premium and popular content from a diverse array of talented storytellers and journalists to global audiences through the consumer brands above.\n\nWhat does WarnerMedia Amsterdam do?\n\n\nIf you have been around Amsterdam for a few years you may have heard of TWC, an agency specialised in OTT App Development since 2009. Before joining the WarnerMedia family last April, this high-performing team created premium streaming services for different global brands. Now, as WarnerMedia Amsterdam, the focus is continuing the quality of work and expertise that we are known for and adding even more talent as we enter a new phase of growth to primarily be working on HBO Max for its release into new markets across the world.\n\n\nWith your help, our aim is to craft the next generation of streaming apps and having a direct impact on the consumer experience of millions of users worldwide.\n\nCheck The Hollywood reporter article on the TWC’s acquisition.\n\nWhat will I be doing?\n\nYou will be a Frontend Engineer working with JavaScript and transforming Interaction & Visual Design into a fantastic User Experience. You will be part of an Agile team working to realise eye-catching streaming applications for Connected TV and Set-top-boxes, Media-players, and Game Consoles. This will primarily be for HBO Max but also includes some more WarnerMedia brands. As a JavaScript Engineer, you will be driving quality and innovation by your experience and helping your team members to achieve your goals together.\n\nHBO Max is the future of entertainment and storytelling. WarnerMedia’s new streaming entertainment offering, HBO Max is the culmination of some of the most innovative new technology and greatest creative talent in the industry. You will be joining a fun, driven, talented, fast-paced team that will be on the ground floor for the future of digital entertainment whilst working in a scalable and resilient technical environment.\n\nMy Day-to-Day\nYou will be collaborating with the other Engineers to decide on the choices to be made during the development process. You will continuously deliver builds for internal and external tests in order to achieve the User Experience that is appropriate for the goals of the project.\nYou will communicate with all stakeholders and have control over projects, using tools such as Jira, Slack, Teams, Git, and Scrum boards, amongst others.\nYou will be able to provide clear explanations on (interim) deliverables and translate their feedback into the next sprint, together with the Project Manager and the Design Team\nYou will be involved in the monitoring after the ‘go-live phase’. In collaboration with areas of tech and product, offering support when necessary. Asking questions like; What are the stakeholders and the user feedback? What improvements can be learned and implemented in the next release? What new knowledge can be shared with the team and where can we make improvements?\nCommitted to helping us build an awesome engineering culture across offices in different regions.\nPresent new ideas for tech we can be implementing. Whether it streamline/shake-up process or perhaps something that will make your colleague's role easier or impact a user’s experience.\nYou will have an overview of our architecture. You will express your opinion on possible changes and improvements with overall performance and quality in focus.\n\nTo be a contributing member of this team, you will have a mix of these skills:\nProfessional experience in Frontend Engineering, preferably within the digital media industry but not essential\nVanilla JavaScript, HTML5, CSS and modular JS development\nJavaScript ES2015+, Typescript,bundlers (Webpack, rollup), NPM, and modern JavaScript frameworks such as React or Vue\nStrong communication skills, both spoken and written. Using English in a professional environment is important.\nIdeally a relevant university-level education, but not essential.\nExperience with WebGL and canvas technology\nExperience with OTT, TV Everywhere, Video Streaming services, and development on embedded devices\nWe are committed to creating both a workforce and content that are as diverse as the global audiences we serve. See what we are doing for Diversity, Inclusion, and Belonging here at WarnerMedia.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=08baaa7ce040b8da&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=4b251d96bb621297&assa=9209", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=08baaa7ce040b8da&fccid=fdb210f6a49b1c13&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-20"}, {"Search Keyword": "specialised services managers", "Platform": "Indeed", "Job ID": "p_3572c16f7c0260dc", "Job Title": "DATA SCIENCE CONSULTANT AMSTERDAM", "Company Name": "managementsolutions", "Location": " Amsterdam", "Job Description": "Netherlands, Holland\n\nDATA SCIENCE CONSULTANT AMSTERDAM\n\nNetherlands / Graduate / Number of vacancies: 2\n\n\n\n\nYou will be working in key projects for leading organizations in data mining & knowledge Discovery, predictive modeling, trend modeling, Simulation models (Monte Carlo), Review of credit rating and scoring models and quant support to the business and R&D projects.\n\nRequirements\n\nRecent graduates or final year students from disciplines relating to Mathematics, Physics, Statistics, Econometrics or other Quantitative fields.\nPostgraduate studies and/or specialised courses are an asset, especially in Data Science, Quantitative Finance or similar.\nShould desirably have knowledge of modeling techniques (logit, GLM, time series, decision trees, random forests, clustering), statistical programming languages (SAS, R, Python, Matlab) and big data tools and platforms (Hadoop, Hive, etc.).\nSolid academic record.\nStrong computer skills.\nKnowledge of other languages is desirable.\nGet-up-and-go attitude, maturity, responsibility and strong work ethic.\nStrong ability to learn quickly.\nAble to integrate easily into multidisciplinary teams.\n\n\nWe Offer\n\nThe best environment to develop talent\n\nWe offer you the possibility to join a firm that provides all you need to develop your talent to the fullest:\nWorking in the highest-profile consulting projects in the industry,\nfor the largest companies, leaders of their respective markets,\nalongside top industry management as they face challenges at the national and global level,\nas part of an extraordinary team of professionals whose values and corporate culture are a benchmark for the industry\n\nOngoing training plan, with approximately 10% of business turnover spent in training\n\nSpecialist knowledge courses, external expert courses, professional skills courses, and language courses.\n\nLast year our staff as a whole received over 250,000 hours of training, spanning more than 575 courses.\n\nClearly defined career plan\n\nInternal promotion based solely on merit.\n\nPartnership-based management model offers all professionals the opportunity to become part of the Firm’s group of partners.\n\nComplementary experiencies\n\nUniversity: we maintain a close relationship with the world’s most prestigious universities.\n\nSocial Action: we organize more than 30 community support activities.\n\nSports Club: internal and external tournaments.\n\n\n\nMore on Management Solutions\n\nManagement Solutions is an international consulting firm whose core mission is to deliver business, risk, financial, organisational and process-related advisory services, targeting both functional aspects and the implementation of related technologies.\n\nDiscover our Ámsterdam office\n\n\nAmsterdam Atrium\n\nStrawinskylaan 3051\n\n1077\n\nPaíses Bajos\n\n+49 697 95 39 480\n\nLocation\n\nShare this job\n\n\nFollow us\n\nlinkedin/management-solutions\n \nfacebook/MngmtSolutions\n \nyoutube/management-solutions\n \ninstagram/management.solutions\n \nMngmt_Solutions\n\nAre you a student?\n\nIf you are in the final years of your degree, we would also like to hear from you. Management Solutions has agreements with the most prestigious universities to offer students their first experience with the business world. The Firm offers paid work experience and flexible hours with the possibility of students becoming part of the Firm upon graduation.\n\nOther open positions in Netherlands\n\nBUSINESS CONSULTANT AMSTERDAM\n\nNEW TECHNOLOGIES AND DIGITAL TRANSFORMATION CONSULTANT AMSTERDAM\n\nDATA SCIENCE CONSULTANT AMSTERDAM", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=3572c16f7c0260dc&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=6371b5101cbdf42d&assa=648", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=3572c16f7c0260dc&fccid=f3eca80b6759548b&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-20"}, {"Search Keyword": "specialised services managers", "Platform": "Indeed", "Job ID": "p_2d9bc1b8e0c2f9b2", "Job Title": "Senior Consultant Biotechnology & Pharmaceuticals", "Company Name": "QTC recruitment", "Location": " Zwanenburg", "Job Description": "Vacancy information\nPublication date: December 18 2020\n\nEmployment type: Permanent\n\nSector:\n\nFunction Group: HR\nFunctiegroepen: HR / Recruiter\nOrganisatie\nQTC Recruitment is a young and fast-growing recruitment organisation specialised in the European life sciences industry, looking for a Senior Consultant Biotechnology & Pharmaceuticals. We work for innovative start-ups as well as big international organisations and find specialised candidates for demanding functions.\nLike no other, QTC Recruitment knows how dynamic the Biotechnology & Pharmaceutical field can be. Our mission is to fulfil the recruitment needs of our clients and candidates in an innovative way. We have the ambition to expand our organisation abroad and therefore enlarge our team. At this moment, we are looking for a Senior Consultant Biotechnology & Pharmaceuticals to join our team.\nFunctie\nAs a Senior Consultant Biotechnology & Pharmaceuticals, you are responsible for the development of your own market. In this market, you will be actively working on business development, account management, and provide for the recruitment needs of your clients. We value efficiency, quality, integrity, and service. This is reflected not only in how we work, but also in the promise, process, and results towards our clients and candidates.\nBeing a Senior Consultant means you are a successful Business Developer and Account Manager. You will build new long lasting relationships by contacting multiple business units at bigger organisations and finding the right person in smaller companies. By talking to different decision-makers within the organisation you will sell and negotiate on multiple levels. You know how to grow the relationship with the client into a steady account. Based on your knowledge of the market, you will help the client be successful in their recruitment needs, such as advising on successful recruitment processes and setting up a long term recruitment strategy. Now and then, you will attend international events related to your market to extend your network.\nNext to building and maintaining a relationship with clients, you will build a network of professionals within your market. Thanks to your network, you will be able to headhunt and match candidates to the positions of the client within a short time frame.\nFunctie-eisen\nAs Senior Consultant Biotechnology & Pharmaceuticals you;\nHave a Bachelor or Master degree\nAre educated in International Business, Business Economics or similar\nHave affinity with the biotechnology and/or pharma industry (pre)\nHave mastered the Dutch and English language\nHave at least 3 years of 360 degrees recruitment experience\nAre a great communicator, proactive, and ambitious\nAre available for 40 hours a week\nAanbod\n€ 2,500 – € 3,500, depending on your experience\nAn extremely progressional bonus scheme that goes up to 50% of your personal turnover\nDaily fresh lunch (due to corona, for now, we ask you to bring your own lunch)\n25 holidays\nTravel allowance\nInternal and external training on a personal and professional level\nCareer opportunities within QTC\nParticipation in monthly/quarterly/yearly incentives and, of course, drinks on Friday afternoon! (For now, these activities are on pause. We hope to find alternatives to reward you for your success as soon as it is safe, and hopefully go back to normal soon)", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=2d9bc1b8e0c2f9b2&fccid=fe09c791aaf03279&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-20"}, {"Search Keyword": "specialised services managers", "Platform": "Indeed", "Job ID": "p_355ec07f7661128b", "Job Title": "Transaction lawyer / Legal advisor - Dutch Law (F/M)", "Company Name": "Riverbank SA", "Location": " Schiphol", "Job Description": "RiverBank is a specialised lender dedicated to financing Small and Medium Enterprises and Real Estate firms in the Netherlands, Germany and France. RiverBank operates under a full European Banking License allowing to cover all European countries.RiverBank’s mission is to combine the best of the fintech and banking world. As experienced bankers, we commit the bank's balance sheet to grant loans which we analyse using a fundamental credit approach. As a fintech player, we digitally source, process and monitor the loans. Riverbank is growing fast both organically and through acquisitions.As a young company, the talent and passion of our people is critical to our success. Together, we share a common set of values rooted in integrity, excellence and strong team work. RiverBank will offer an entrepreneurial environment within the regulatory banking framework - a place for people to learn, to achieve and grow. Our culture will promote diversity and individual perspectives in an international environment, represented by more than 10 nationalities.__**__**Department ProfileThe Dutch Branch is responsible for the selection, analysis and structuring of loans brought in through our network of distribution partners. The team consists of 7 energetic sales and credit experts each of them highly driven to make RiverBank a success and to grow the loan portfolio. The transactions are asset and/or cashflow driven and the split between SME and real estate type of transactions is approximately 50/50.The Legal Department of RiverBank is responsible for providing general legal services and advice to the bank, its management and its individual departments, as well as for managing the legal risks relating to the bank’s operations. The Legal Department plays a substantial role in safeguarding the bank’s loan portfolio from the origination phase all throughout the lifetime of each asset, which sometimes includes work-out and restructuring situations.Job ProfileYou will report directly to the Head of Dutch Branch based locally as well as to the Head of Legal based in the Head Office in Luxembourg.Primary ResponsibilitiesSupporting the on-boarding of new loan-structures, drafting and negotiating contractual arrangements and reviewing offering documents, in cooperation with the Sales and Credit teams based locallyActing as a gatekeeper and closely interacting with different departments to help manage legal risks in relation to the bank’s Dutch loan-portfolio on a day-to-day basisIncreasing efficiencies in regard of the above, by way of actively contributing to the development of IT-tools and applications, where possibleAdvising on legal and regulatory matters relating to the bank’s SME lending-activity in the Dutch market and providing support on designated projects in relation to a wide range of general legal matters in cooperation with the Head of LegalSkills requiredMaster’s degree in Dutch Law3-5 years of relevant work-experience with corporate finance transactions is an absolute requirement (real-estate transactions being an asset) preferably within the Legal, Credit or Restructuring Department of an established bank, or the Banking & Finance department of an established law-firmFluent in Dutch and English, both verbal and writtenExtensive knowledge of contract, property and insolvency laws in the Netherlands (banking laws being an asset)Strong writing skills and drafting capabilitiesStrong analytical skills and attention to detailA keen interest in IT-development/automation of standardised processesIntercultural-sensitivity, entrepreneurial thinking and a resilient personalityWillingness to employ a practical mind-set and take responsibility where requiredJob Types: Full-time, PermanentExperience:corporate finance transactions: 3 years (Required)Language:english (Required)", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/RiverBank-S.A./jobs/Transaction-Lawyer-355ec07f7661128b?fccid=46d9fd4efce56e90&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-20"}, {"Search Keyword": "specialised services managers", "Platform": "Indeed", "Job ID": "p_e04562f8a9289caf", "Job Title": "Facility Assistant / Quality System Document Manager", "Company Name": "Eurofins Central Laboratory", "Location": " Amsterdam", "Job Description": "Amsterdam, Netherlands\nFull-time\nCompany Description\nEurofins MITOX is part of the Eurofins Agroscience Services global network, providing laboratory and field studies along with eco-toxicological testing to support the screening, development and registration of test substances in Europe, US and beyond. This includes tailor made terrestrial laboratory studies as well as higher tier semi-field and field testing. We have a modern laboratory with state of the art technology.\nOur Ecotoxicology Group in the Netherlands (Amsterdam) have an opening for a Facility Assistant / Quality System Document Manager. This role is all about supporting management and the organization by maintaining and facilitating the continuity of studies and operations. Responsibilities will include management of lab resources, including maintenance and validation of equipment, supporting IT management with local management of systems, and maintaining the quality system documents.\n ABOUT EUROFINS:\n Eurofins Scientific is an international life sciences company, providing a unique range of analytical testing services to clients across multiple industries, to make life and our environment safer, healthier and more sustainable. From the food you eat, to the water you drink, to the medicines you rely on, Eurofins works with the biggest companies in the world to ensure the products they supply are safe, their ingredients are authentic and labelling is accurate. Eurofins believes it is a global leader in food, environmental, pharmaceutical and cosmetics products testing and in Agroscience CRO services. It is also one of the global independent market leaders in certain testing and laboratory services for genomics, discovery pharmacology, forensics, CDMO, advanced material sciences and in the support of clinical studies.\nIn over just 30 years, Eurofins has grown from one laboratory in Nantes, France to over 47,000 staff across a network of more than 900 independent companies in over 50 countries and operating more than 800 laboratories. Eurofins offers a portfolio of over 200,000 analytical methods to evaluate the safety, identity, composition, authenticity, origin, traceability and purity of biological substances and products, as well as providing innovative clinical diagnostic testing services, as one of the leading global emerging players in specialised clinical diagnostics testing.\nIn 2019, Eurofins generated total revenues of EUR €4.56 billion, and has been among the best performing stocks in Europe over the past 20 years.\nJob Description\nManaging the laboratory resources\nMaintenance and validation of laboratory equipment\nSupporting IT management with local management of systems\nMaintaining and updating the Quality System Documents\nWorking to Good Laboratory Practice (GLP) guidelines\nQualifications\nBachelor or Master Degree educated in Life Sciences. Ideally, you will have some existing GLP facility management experience or, have worked in a coordination role in a GLP research environment. Knowledge of Agroscience practices and principals would be beneficial. You can proactively deliver results within tight deadlines with keen attention to detail, working both independently and as a member of an interdisciplinary team. An excellent command of spoken and written English is also a requirement for this position.\nAdditional Information\nWe would be pleased to receive your letter of application including your CV, certificate copies, letter of references plus your salary expectation to be sent via our careers website: https://careers.eurofins.com/nl/ or to be sent to Jeffrey Kolkman at JeffreyKolkman@eurofins.com. If email is not available please post to:\nEurofins MITOX BV\nScience Park 408\n1098XH Amsterdam\nThe closing date for completed application forms is Friday 29th January 2021.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=e04562f8a9289caf&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=a80297ddb3b2e34a&assa=5706", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=e04562f8a9289caf&fccid=da33f48dbeb2e889&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-20"}, {"Search Keyword": "specialised services managers", "Platform": "Indeed", "Job ID": "p_d7b3f7ccf5eb7f47", "Job Title": "Senior Sales Engineer - RSA Archer", "Company Name": "RSA", "Location": " Amsterdam", "Job Description": "Senior Sales Engineer - RSA Archer\nLocation: UK or Netherlands\nPackage - competitive\nPermanent\nRSA oﬀers mission-driven security solutions that provide organizations with a uniﬁed approach to managing digital risk that hinges on integrated visibility, automated insights and coordinated actions. RSA solutions are designed to eﬀectively detect and respond to advanced attacks; manage user access control; and reduce business risk, fraud and cybercrime. RSA protects millions of users around the world and helps more than 90 percent of the Fortune 500 companies, and every branch of the U.S. federal government, thrive and continuously adapt to transformational change. For more information, go to rsa.com.\nDo you have a passion for Integrated Risk Management (IRM) and GRC, and have great insights about the needs of organisations in your part of the world? Do you see the potential for Integrated Risk Management to be a true business differentiator? Do you have a passion for identifying, maturing and closing new business opportunities?\n\nWhy not join our team of successful Archer Sales Engineers for the Integrated Risk solution that is rated as a leader in every Gartner Magic Quadrant on the topic.\n\nWe are currently seeking an Archer Sales Engineer to join our passionate, inclusive and high performing family. This is a chance to make your mark grow with a team that has been doing so for many years.\n\nKey Responsibilities:\nThe Sales Engineer (SE) is responsible for understanding the customer’s needs and positioning Archer as the solution of choice. The SE is the Risk domain expert for supporting the Archer sales team with complete responsibility for owning the technology relationship and securing the ‘tech win’.\nOur field sales professionals rely on proactive technical support during the sales process for business development and existing account management – and our expert Sales Engineering team always steps up to the mark. Partnering with field sales, the SE assists in driving new business from prospective and existing customer accounts within their respective primary region, and meeting and/or exceeding the sales quotas to achieve revenue goals. We lead the development and implementation of complex and specialised products, applications, services and solutions and ensure customers get the innovative, relevant, interoperable solutions they need.\nYou will:\nOrganise, plan, direct, and coordinate all aspects of the technical pre-sales engagement for prospective and expansion within existing clients. Participation in sales planning, sales calls and customer engagements to gather and explore requirements. Explain and articulate the value proposition of Archer including use cases, and integration with existing customer systems of record.\nProvide strong business process consulting in the pre-sales phases of the sales cycle and command of the technical closure with each opportunity. This entails analysing customer business requirements; offering prospects guidance and advice during product demonstrations, presentations, and proof-of-concepts (PoC’s) to identify potential solutions and aiming to secure the ‘tech win’ at every opportunity for new business and growth of existing accounts.\nSupport Bids & Proposals in our response to Request for Information/Proposals (RFI’s/RFP’s or RFx’s)\nConduct and lead customer evaluations including Proof-of-Concepts (PoC’s). Own the technical relationship with the customer throughout the presales process and ensure that Archer wins in evaluations where there is a good fit between their business requirements and our solution offering.\nProvide enablement and support of the wider EMEA SE community and local partners - participating in the delivery of technical enablement sessions for partners such as product updates; alongside the formal education courses and training already provided to partners.\nMaintain full knowledge and hands-on proficiency with Archer and major competitor’s product lines.\nCommunicate customer feedback into future product enhancements. Participate in local User Groups and Product Management working groups with customers.\nWork with internal or partner Professional Services (PS) counterparts to evaluate functional requirements/specifications and provide input for preparing project statement-of-work documents in support of quotations as well as contributing to develop detailed installations or system integration plans and formal handover from pre-sales to post-sales project teams.\nTravel up to 50% to client locations for demonstrations and presentations in EMEA.\nRequired Skills\nProven ability to successfully navigate and relate to varying levels of functional and technical personnel within customers and prospects. Ability to prioritise and manage tasks in support of multiple sales team members, customers and prospects.\nSkilled in the identification of innovative solutions to complex situations that differentiate in the eyes of the customer. Able to identify the requirements to ensure technical closure of a sale and a track record of assisting the sales teams in removing barriers and closure of opportunities.\nExpertise in analysing, designing, and recommending approaches to implementing customer or prospects management processes (delivering sales demos, leading sales workshops, configuring quality proof-of-concepts, supporting RFx’s and training delivery).\nAbility to act independently as well as the ability to work across multiple teams within the organisation.\nExcellent written and verbal communication skills. Fluent English essential in addition to local language.\nStrong knowledge of current regulations and industry standards such as GDPR, PCI, ISO, COSO, NIST, etc.\nSolid understanding of system integration approaches utilising XML, database queries, and web service technology and proficiency with Windows.\nDesired Skills:\nIdeally 7+ years of related work experience in enterprise risk management role or similar discipline; including 5+ years of hands-on field sales support, software consulting, presales engineer or similar.\nCRISC, CRMA, CGEIT, GRCP, CISSP, CISA, IAPP CIPP, CIPM or similar certifications highly desirable.\nKnowledge of existing GRC/IRM tools (Archer Suite/other) preferred\nRSA is committed to the principle of equal employment opportunity for all employees and to providing employees with a work environment free of discrimination and harassment. All employment decisions at RSA are based on business needs, job requirements and individual qualifications, without regard to race, color, religion or belief, national, social or ethnic origin, sex (including pregnancy), age, physical, mental or sensory disability, HIV Status, sexual orientation, gender identity and/or expression, marital, civil union or domestic partnership status, past or present military service, family medical history or genetic information, family or parental status, or any other status protected by the laws or regulations in the locations where we operate. RSA will not tolerate discrimination or harassment based on any of these characteristics. RSA encourages applicants of all ages.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=d7b3f7ccf5eb7f47&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=88ba1a76436fa58f&assa=7113", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=d7b3f7ccf5eb7f47&fccid=dd09fe3b43125016&vjs=3", "Job Age": "16 dagen geleden", "Job Age Number": "16 dagen geleden", "Collection Date": "2021-01-20"}]