[{"Search Keyword": "doctors", "Platform": "Indeed", "Job ID": "p_40c46b79616a7133", "Job Title": "Receptionist (m/w/d)", "Company Name": "M1 Med Beauty Netherlands BV", "Location": " Amsterdam", "Job Description": "M1 Med Beauty, one of Europe’s largest healthcare providers for medical aesthetic treatments, is in the Netherlands. With more than 36 specialist clinics in Germany, Austria, Switzerland, Croatia, Australia and UK, we perform over 200,000 treatments annually in the field of plastic surgery and aesthetic medicine.We are currently looking for a Receptionist (m/f/d) Part/full time for our clinic in AMSTERDAM. Join our passionate medical team and become part of one of Europe´s leading providers of aesthetic treatments. Work alongside experienced doctors in modern and well-managed outpatient clinics with friendly colleagues.We are looking for candidates that are excited to grow with M1 and help to shape our journey into the Netherlands whilst advising, inspiring and supporting our patients with care and compassion. If this sounds like you, please email your complete application documents (including photo, date of birth and resumé).Your tasks and responsibilities:Customer supportPractice organization (e.g. appointment management, purchasing and material management)Monthly Stocktaking and product saleCash Desk responsibilityWe offer:An attractive and comfortable workplace with a very good working atmosphereFull-time employmentWork in a dynamic teamPrime locations in Amsterdam and RotterdamRequirements:You have completed a commercial apprenticeshipAt least 3 years of experience in a comparable positionStrong communicative skills and a friendly personalityStrong reliability, accuracy and accountability when it comes to both written work and customer serviceOutstanding independent work ethic with superior self- and time-management skillsProficient in Microsoft OfficeFluent in English and Dutch written and oralFor further questions please contact Mr. David Moran by calling +49 (0) 30 34 74 74-485. The candidates that make it through to the interview round will require Zoom for conference call.WE LOOK FORWARD TO HEARING FROM YOU.Job Type: ContractWork Remotely:No", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken/company/M1-Med-Beauty/jobs/Receptionist-40c46b79616a7133?fccid=3c803eefc34b5765&vjs=3", "Job Age": "15 dagen geleden", "Job Age Number": "15 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "doctors", "Platform": "Indeed", "Job ID": "p_d6d560ea4c06f60e", "Job Title": "Paediatrician", "Company Name": "Artsen Zonder Grenzen", "Location": " Amsterdam Centrum", "Job Description": "Job Brief\n\nAs a paediatrician you provide medical care to (mainly) paediatric patients according to MSF protocols, values and universal hygiene standards to improve the patients’ health conditions.\n\nYour job\n\nAs a paediatrician you provide medical care to (mainly) paediatric patients according to MSF protocols, values and universal hygiene standards to improve the patients’ health conditions.\n\nOther duties involve:\n\nDeveloping standardised protocols and guidelines in the line with the MSF and the international standards and the priorities identified in the field\nParticipate in organisation and carry out formal training sessions for the paediatrics as well as daily bedside teaching in paediatric department.\nEnsure implementation and strict adherence to the protocols once implemented.\nCoaching and training of the junior local medical doctors.\nHands on work in the Paediatric Department and support the other paediatric MD’s with the activities in the general paediatrics ward.\n\n\nRequirements for Paediatricians\n\n\nRegistered as a paediatrician and licensed to practice medicine in the Netherlands or in another country recognized by the Netherlands\nWork or travel experience in developing countries\nAbility to cope with stress and to organize and prioritize workload\nCapable of working in an international team\nWillingness to work in an unstable and insecure environment\nAvailability of at least 3 to 9 months\nA good command of the English language (minimum B2)\n\n\nAssets\n\n\nA strong, general, medical background and the ability to work independently\nSpecific training and/or experience in relevant areas, including: tropical medicine, obstetrics and gynaecology, infectious diseases, HIV/AIDS, tuberculosis and emergency medicine\nExperience with a similar non-governmental organisation abroad\nA good command of the French and Arabic language\n\n\nApplication process\n\nAt Médecins sans Frontières (MSF) / Artsen zonder Grenzen, we are committed to an inclusive culture that encourages and supports the diverse voices of our employees. Our diversity fuels our innovation and connects us closer to our beneficiaries and the communities in which we work. We welcome applications from individuals of all genders, ages, sexual orientations, nationalities, races, religions, beliefs, ability status, and all other diversity characteristics.\n\nPLEASE NOTE THAT WE ONLY TAKE UP APPLICATIONS THAT MEET ALL OF THE ABOVE REQUIREMENTS\n\nThe following documents will be requested in the application process:\n\nYour most recent English CV not exceeding 3 pages\nA cover letter explaining your motivation to work with MSF\nA clear scan of your relevant diploma’s and certificates\nIf you are currently working for MSF as national staff or have done so up until a year ago, we require that you upload a recommendation letter for expatriation from your HRCo, Head of Mission or other staff in a coordinating position and include two of your most recent MSF evaluations\n\n\nIn MSF we are strongly committed to professionalism and responsible behaviour and therefore the final phase of the application process is a background screening. Such screening can consist out of an identity check, check of employment history, reference check and declaration on behaviour (VOG).", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=d6d560ea4c06f60e&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=71d2da1f93cbc46d&assa=9960", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=d6d560ea4c06f60e&fccid=13063f00f1d9030a&vjs=3", "Job Age": "15 dagen geleden", "Job Age Number": "15 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "doctors", "Platform": "Indeed", "Job ID": "p_3552309a49dcd41b", "Job Title": "Clinical Statistician", "Company Name": "NKIAVL", "Location": " Amsterdam", "Job Description": "Function description\nAs statistician at the Netherlands Cancer Institute – Antoni van Leeuwenhoek hospital (NKI-AVL) you are primarily responsible for co-developing clinical research, creating statistical sections in protocols, providing statistical analysis, and co-writing articles. In addition, you provide statistical advice to doctors and researchers, and methodological support to research groups within the hospital and at its liaisons.\nAs statistician, you are part of the Department of Biometrics. The department provides the infrastructure for clinical scientific research, through biostatistical expertise, centralised data collection and processing, and information services. The department collaborates closely with other (international) research institutes, hospitals, funding bodies and pharmaceutical companies in the areas of clinical cancer research.\n\nThe department consists of 100+ employees. You will operate in a team of five statisticians, working closely with other disciplines involved in clinical trials.\nJob requirements\n\nAn enthusiastic statistician with a university-level education, relevant experience, familiar in clinical research, whom meets the following requirements:\nMSc or PhD in biostatistics, statistics, mathematics, econometrics or equivalent qualification.\nStrong communicator, capable in discussing statistical content with doctors and researchers.\nExperience as clinical statistician.\nQuality driven, skilled to manage deadlines and ability to organise\nThorough knowledge of statistical programs such as SAS and R. Knowledge in the field of LaTeX is an advantage.\nIdeally, but not a strict requirement, you have knowledge of relevant standards (CDISC ODM, SDTM, ADaM) and regulations regarding clinical research.\nCompensation\nYour remuneration will be in accordance with the Dutch Collective Labour Agreement for Hospitals. In addition to your salary, which will depend on your previous experience, a holiday allowance of 8.33% and a 8.33% end-of-year payment is part of your remuneration package. Other benefits provided under the Collective Labor Agreement also apply.\n\nContact information\nFor more information about this position, please contact Edith Gommers by mail: e.gommers@nki.nl.\nQuestions about the application procedure? Please contact our recruiter Arjen Biesterveld on +31 20 512 6163.\n\nYou can apply to this vacancy up to and including February 7, 2021.\nAcquisition in response to this vacancy will not be appreciated.\nDetails\nHours per week: 36\nSalary level: Dutch Collective Labour Agreement for Hospitals\nEducation level: WO\nArjen Biesterveld\nRecruiter\n020 512 2897 a.biesterveld@nki.nl\nEdith Gommers\nManager Bedrijfsvoering\n020 512 2332 e.gommers@nki.nl", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=3552309a49dcd41b&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=0b985fb064e1c81c&assa=6387", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=3552309a49dcd41b&fccid=c9aa60d226eb8c69&vjs=3", "Job Age": "15 dagen geleden", "Job Age Number": "15 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "doctors", "Platform": "Indeed", "Job ID": "p_86e94e440b399896", "Job Title": "Global VP of People Experience Tech / Deputy CHRO", "Company Name": "Docplanner", "Location": " Amsterdam", "Job Description": "Share this job\n\nDescription\n\nDocPlanner is a world-leading online marketplace for doctors & patients and a medical practice booking & management SaaS in over 15 countries. Each month, we serve 2 million active doctors, 40 million patients from seven offices around the world with almost 1500 team members.\n\n“People are not your most important asset. The right people are.” - Jim Collins\n\nIn Docplanner Tech we believe in passion and autonomy. We love what we do and have a huge impact on how to do it. Our turnover in the Tech team is under 10% and the eNPS over 65 so be ready to get inspired in the long run! Take a look at what it’s like in here.\n\nWe’re looking for the Global VP of People Experience Tech / Deputy CHRO. The job is based in Barcelona or full remote.\n\nGOALS OF THE POSITION\nensure alignment and commitment to the product and company goals (OKRs)\nhelp the Tech teams be more successful by developing managers and team members personally and professionally\nhire top Tech talents world-wide\nlead a team of 6 Tech Recruiters and Business Partners (located in Warsaw and Barcelona)\ndesign and implement global HR frameworks and best practices together with the CHRO that put the HR strategy into action\nRequirements\nWHAT WE REQUIRE\na track record of performance in talent acquisition and culture building as an HR Head in a Tech company\nexperience in and love : ) to complex project management\nease and effectiveness in working with C-level managers\nan analytical mind matched by the passion for people\na strong business acumen\na track record of leading remote teams\nand endless drive to build a great company through and with people\nBenefits\n\nWHAT YOU WILL FIND:\nImpact. You’ll build and implement the HR strategy side by side the CHRO.\nEquity - That's right. To feel like an owner it's best to be one.\nGreat people - We get things done. We know our stuff. And have fun in the process =)\nLeave your comfort zone - There were a handful of us when we started. Now there are over 1300 of us on 4 continents. We learn and grow so the company can.\nFocus on results, not tasks - No one can tell you what to do because.. no one has ever done it yet. Every day is a new challenge. No matter if it’s an evolution or revolution, you have all the power to start it.\nGive feedback now, directly - We know very few mind readers. None actually. We don’t read the minds of our users. We A/B test. We don’t read the minds of each other. We ask for and give feedback.\nKeep it simple - Right.\nDo what you love - Alright, we work for the money. But once that is out of the way, why do you do what you do? We believe if you don’t see the meaning in what you do, you should stop right now.\nHustle, hit, never quit - We’ve been through the highs and lows in business and as a team. We are lucky to have a “losing sucks” syndrome. “Hustle, hit, never quit” in other words. And yes, Nike is better at PR with this one.\n\nPsst. Do you know that our Candidate Experience score is over 8.5 out of 10? We do our best to keep the quality of our recruitment processes high!\n\nWant to see how life at Docplanner Tech is and what to expect? Take a look at our pages to get a better idea:\n\nFacebook | Docplanner Tech page | Medium | Glassdoor | Linkedin | Twitter", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=86e94e440b399896&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=e4328eb8afe532b5&assa=2050", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=86e94e440b399896&fccid=12d899d8d1864c15&vjs=3", "Job Age": "15 dagen geleden", "Job Age Number": "15 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "doctors", "Platform": "Indeed", "Job ID": "p_2d32c5af04434213", "Job Title": "Anesthesiologist", "Company Name": "Artsen Zonder Grenzen", "Location": " Amsterdam Centrum", "Job Description": "Job Brief\n\nAs an anesthesiologist you will carry out clinical work and collaborate closely with local health staff, to whom you will provide training, supervision and coordination.\n\nYour job\n\n\nAs an anesthesiologist, you will carry out clinical work and collaborate closely with local health staff, to whom you will provide training, supervision and coordination. Your duties may include in-theatre work, pre-operative assessment and resuscitation, and post-operative care along with pain management. This will most often be accomplished while supervising national staff in recovery rooms and wards, and training and sharing expertise with local doctors and nurses. Your duties may also include technical and theoretical support to the Emergency Department and ICU on airways and ventilator management, sedation and pain management (especially in the absence of an ICU/ER expat MD post). You will also need to be prepared to collaborate with pharmacists with regards to the safekeeping and inventory of anesthesia medicament.\n\nBe prepared to be flexible. You might work in a low-resource setting, where diagnostic equipment and facilities in the operating rooms often are limited. You will need to be open to new cultures and show understanding towards new contexts. The level of formal medical/nursing education may be less than basic, which can be a challenge in training/coaching provision.\n\n\nRequirements\n\n\nCertified anesthetist\nExperience in pediatrics, obstetrics, and trauma anesthesia\nThe length of studies for specialisation is different from country to country. In some cases we require one gains some work experience after acquiring specialisation.\nAbility to work autonomously with limited materials and resources\nWillingness to abide by Médecins Sans Frontières anesthetic protocols\nExperience in training, coaching and supervision\nA good command of the English language (minimum B2)\nWork or travel experience in developing countries\nAbility to cope with stress and to organize and prioritize workload\nAbility to work in an international team and together with national staff\nWillingness to work in an unstable and insecure environment\nAvailability of minimum 3 months with motivation to do several mission months\nFlexibility\n\n\nAssets\n\n\nA strong medical background and the ability to work independently\nExperience with a similar non-governmental organization abroad\nA good command of the French and/or Arabic language is highly valuable\nSpecialization in tropical medicine and/or a sub- specialization or experience in ICU\nDesirable skill/s: Regional blocks, pain management/palliative care\n\n\nApplication process\n\nAt Médecins sans Frontières (MSF) / Artsen zonder Grenzen, we are committed to an inclusive culture that encourages and supports the diverse voices of our employees. Our diversity fuels our innovation and connects us closer to our beneficiaries and the communities in which we work. We welcome applications from individuals of all genders, ages, sexual orientations, nationalities, races, religions, beliefs, ability status, and all other diversity characteristics.\n\nPLEASE NOTE THAT WE ONLY TAKE UP APPLICATIONS THAT MEET ALL OF THE ABOVE REQUIREMENTS\n\nThe following documents will be requested in the application process:\n\nYour most recent English CV not exceeding 3 pages\nA cover letter explaining your motivation to work with MSF\nA clear scan of your relevant diploma’s and certificates\nIf you are currently working for MSF as national staff or have done so up until a year ago, we require that you upload a recommendation letter for expatriation from your HRCo, Head of Mission or other staff in a coordinating position and include two of your most recent MSF evaluations\n\n\nIn MSF we are strongly committed to professionalism and responsible behaviour and therefore the final phase of the application process is a background screening. Such screening can consist out of an identity check, check of employment history, reference check and declaration on behaviour (VOG).", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=2d32c5af04434213&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=85e07413ca4945c1&assa=8281", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=2d32c5af04434213&fccid=13063f00f1d9030a&vjs=3", "Job Age": "15 dagen geleden", "Job Age Number": "15 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "doctors", "Platform": "Indeed", "Job ID": "p_30f674bb3903de87", "Job Title": "B2B Customer Success Specialist", "Company Name": "SkinVision", "Location": " Amsterdam Noord", "Job Description": "Are you looking for a job with a perfect combination of business, technology and social impact? This could be your opportunity to positively impact the lives of millions around the world. At SkinVision, every single day is an opportunity to make a difference. We are on a mission to saving the lives of 250,000 people in the next ten years by revolutionizing the way we care about our skin. Our technology allows users to take ownership of their health, recognising signs of skin cancer from anywhere, at any time.\n\nWe are hiring a B2B Customer Success Specialist who will play an invaluable role in strengthening our relations with partners and represent their voice throughout the organisation. You will be responsible for receiving communication from partners and users to offer the most appropriate assistance to every case. You will need to constantly put yourself into our user’s shoes to efficiently respond to enquiries and and drive cooperations with insurance partners, hospitals, health care professionals and different parties to make SkinVision accessible for everyone.\n\n\n\nIn this role, you have an exciting opportunity to help us grow existing partnerships with health insurances and B2B partners who reimburse our service to their customers. You will also be engaging with SkinVision users, raising awareness, helping them build a habit of regularly checking their skin, prompting them to see a doctor and providing the most appropriate recommendations from our team of specialists.\n\nDaily Drivers\nIdentify opportunities to grow and improve existing B2B programs with health insurances and other corporates\nSupport in business development conversations with new B2B health insurance leads.\nEnsure each B2B program meets the success criteria agreed upon.\nReport back to the client, providing insights and analysis.\nShare successes and results of our B2B programs internally at SkinVision, and externally with our B2B Partners.\nProactively find ways to drive more engagement, conversion and retention for our end users.\nCollaborate with other departments, ensuring our colleagues receive consistent and reliable feedback from our customers to continuously improve our service.\n\nWhat you will bring in\n\n\nMinimum education needed is Bachelor or HBO degree, preferably in public health, medical, communications, business or a related field.\nHands on experience in account management combined with a commercial customer-centric mindset.\nAbility to work with a variety of technologies, customer service software and data tools.\nAbility to translate trends in customer behaviour into actionable insights.\nAbility to communicate at a very senior level.\nProficiency in both English and Dutch languages is definitely a plus.\nExcellent communication skills towards internal and external stakeholders including the SkinVision users.\nEntrepreneurial and proactive mindset.\n\nNot sure if you are qualified?\nResearch shows that while men apply to jobs when they meet an average of 60% of the criteria, women for example tend to only apply only when they check every box. If you feel energised by our mission and would like to use your first-class talent to accelerate the growth of SkinVision but don't necessarily meet every single point on the job description, please still apply. We'd love to receive your application and see if you could be a great fit.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=30f674bb3903de87&fccid=53eed56959e6687c&vjs=3", "Job Age": "15 dagen geleden", "Job Age Number": "15 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "doctors", "Platform": "Indeed", "Job ID": "p_540746bb6f45b320", "Job Title": "Sales representative Joint Replacement", "Company Name": "Stryker Corporation", "Location": " AmsterdamZuidoost", "Job Description": "Sales Representative: Joint Replacement\nTerritory: South East NL\nLocation: field Sales - 100% travel\nIf you’re passionate about healthcare products and the challenge of creating a name for yourself in the Joint Replacement market space, we may have the perfect opportunity for you.\nJoin us here at Stryker, and help us improve European healthcare.\nWho we want\nThis is a truly dynamic opportunity for individuals who are keen to have a successful career in a commercial role, within one of the world’s top Medical Technology organizations.\nDedicated achievers. Resilient, results-driven individuals who have an internal passion to make healthcare better.\nCharismatic networkers. Influential partners who proactively reach out and engage with internal and external contacts in order to build powerful relationships.\nCustomer-oriented achievers. Sales representatives who always place the customer at the heart of everything they do.\nStrategic closers. Assertive sales leaders who stop at nothing to seal the deal, and who are known for continuously exceeding their quarterly sales quota.\nConfident communicators. Influential individuals who are able to command the direction of a sales conversation and persuade others to buy in to an idea or product.\nWhat you will do\nSell innovative, life-changing surgical products and help improve healthcare.\nAs a Joint Replacement Sales Representative at Stryker, you will help us deliver on our mission of making healthcare better by promoting and selling Stryker’s Joint Replacement products (hips and knees). Whether it’s in the operating theatre, the office or clinical meetings, you will conduct such inspiring product demonstrations, doctors and hospital staff can’t help but say “yes” to your sales pitches. You’re not just there at the beginning though…...you’re there for the long haul and your customers know they can count on you for 24 hour support. Using your product knowledge and quick thinking to solve product problems, you’re always available to educate and support orthopedic surgeons and theatre staff on how to properly use and maintain these life-changing products.\nAdditional responsibilities include:\nPlanning and executing quarterly and annual business plans\nNegotiating pricing and managing contracts and terms of transactions within your territory\nAnalyzing territory market potential and prioritizing call patterns accordingly\nCustomer care for physicians, surgical/theatre staff and hospital administration with the goal of achieving qualitative and sales-oriented consultation\nIn-theatre support where required (planning and assisting with surgeries; training surgical staff)\nWhat you need\nBachelor’s degree, preferably in a Medical field (Paramedic, Physiotherapy, Biomechanics etc)\n3-5 years of successful sales experience in the Med Tech industry\nTo be comfortable working in the operating room\nFluent Dutch and English\nAdvanced skills in MS Office\nA full, valid NL driving license\nWhat We Offer\nThe opportunity to create new market space offering high and challenging sales opportunities\nCompetitive remuneration package\nA culture driven to achieve our mission and deliver remarkable results\nCoworkers committed to collaboration and winning the right way\nQuality products that improve the lives of our customers and patients\nAbility to discover your strengths, follow your passion and own your own career\nStryker’s Joint Replacement Portfolio\nhttps://www.stryker.com/us/en/portfolios/orthopaedics/joint-replacement.html\nWho We Are and What We Believe\nhttps://careers.stryker.com/en-US/page/about-stryker\n\nA Dozen Reasons To Love Us\nhttps://careers.stryker.com/media/2017/9/c231ebfc-2dcc-4a36-b7db-37d006752367-1505150069255.pdf", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=540746bb6f45b320&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=4429b902e9d844d6&assa=9792", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=540746bb6f45b320&fccid=9d4dbca3ed8b9cdf&vjs=3", "Job Age": "15 dagen geleden", "Job Age Number": "15 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "doctors", "Platform": "Indeed", "Job ID": "p_23a2f7102937d58a", "Job Title": "Allround Recruitment & Sourcing professional", "Company Name": "NLC", "Location": " Amsterdam", "Job Description": "NLC is the European Healthtech Venture Builder. Our mission is to advance health by making impactful medical technologies accessible for everyone.\nThis is achieved by building ventures following our unique NLC approach: entrepreneurship at scale. We scout inventions and select the most promising ones. Once an invention makes it through our thorough selection process, our ‘Venture Teaming’ (VT) team attracts an entrepreneurial executive to co-found and lead the venture.\nTo support these activities as well as play an active role in other recruitment related projects, we seek an all round recruitment and sourcing professional with a clear interest in healthcare, innovation and/or entrepreneurship.\nYour role\nYour work directly influences the success of Healthtech start-ups and the positive impact they make on patients’ lives. You will play an important role in the further growth of NLC and our ventures.\nActivities include:\nCandidate sourcing with a focus on identifying entrepreneurial leaders for our new ventures. You use both our pre-qualified network as well as LinkedIn Recruiter;\nTake a quality assurance role in Internal Recruitment. For both interns and permanent staff you serve as a sparring partner to the Hiring manager and provide hands-on support ranging from candidate pre-qualification, interviewing and optionally process management.\nGuide and support our ventures with their recruitment requirements;\nSupport with a range of employer branding and recruitment related projects where and when needed;\nHelp migrate from the current CRM system to a new recruitment database.\nYour profile\nYou have a track-record in Talent acquisition, (internal) Recruitment or Executive Search;\nYou have a proven affinity with Healthttech, either through previous employment or studies;\nExcellent communication skills both written and verbal.\nYou are fluent in English. German language skills are a plus;\nYou are process- and data/IT-driven. You ensure structure and efficiency in everything you do;\nYou are based in the Netherlands.\nWe offer:\nA full time position in our rapidly growing company, with plenty of flexibility.\nThe best of both worlds of recruitment: The variety of agency recruitment, the complexity of executive search but with the perks of corporate recruitment: no cold business development and a team of committed colleagues as sparring partners.\nThe opportunity to become part of the NLC network; a large and diverse network ranging from a 1000+ medical doctors and hundreds of healthcare executives to Corporate Partners like Philips. You’ll interact with highly experienced executives on a daily basis.\nA lean and positive company culture characterized as ‘TODO’: Together, Open, Decisive and Optimistic.\nLet’s advance health together!\nWe welcome your application, questions and comments via or website or via Eva van Rooijen, Lead Venture teaming: eva.vanrooijen@nlc.health.\n\nNote: Due to the Christmas holiday there will be a delay in response. Your application will be reviewed in the first week of January.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=23a2f7102937d58a&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=d1a31b67854ac16e&assa=5823", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=23a2f7102937d58a&fccid=eece6bb778a064b5&vjs=3", "Job Age": "15 dagen geleden", "Job Age Number": "15 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "doctors", "Platform": "Indeed", "Job ID": "p_3ee0254ece17d109", "Job Title": "Patient Safety Specialist", "Company Name": "Novartis", "Location": " Amsterdam", "Job Description": "Novartis is looking for a Patient Safety Specialist! We want to be a reliable leader in delivering a meaningful contribution to the healthcare system. As a Patient Safety Specialist you can make the difference for patients by ensuring the safety of our medicines. Does this sound like an interesting challenge to you? Then you might be the person we’re looking for to join our Patient Safety team!\n\nIn this role you will be supporting the management of Patient Safety operational processes at the Country Organization. A Patient Safety Specialist at Novartis will do so by ensuring compliance with Novartis global/local procedures, national and international regulations and guidelines for pharmacovigilance of the Novartis group for both marketed and investigational products.\n\n\nBesides, your responsibilities include the conclusions of new or updated PV agreements between Sandoz & Novartis and various license partners for the Netherlands.\nMinimum requirements\nHealth Care Sciences Professional (e.g. Medical Doctor, Nurse, Pharmacist) or equivalent education, training and experience\nMinimum of 2 years relevant experience within Patient Safety;Fluent in Dutch and English (oral and written);\nWhat you bring:\nKnowledge of Dutch and international regulations for pharmacovigilance and pharmacological and medical terminology;Strong communications, interpersonal and negotiation skills (in Dutch and English)You are quality and focus oriented and have an eye for detail;\nWhat we offer:\nA curious, unbossed and inspiring international work environment;Being a part of the dynamic, diverse and flexible team, responsible for many of tomorrow’s innovations;Plenty of chances to work on your personal development;Excellent working conditions.\nWhy consider Novartis?\n799 million. That’s how many lives our products touched in 2019. And while we’re proud of that fact, in this world of digital and technological transformation, we must also ask ourselves this: how can we continue to improve and extend even more people’s lives?\n\nWe believe the answers are found when curious, courageous and collaborative people like you are brought together in an inspiring environment. Where you’re given opportunities to explore the power of digital and data. Where you’re empowered to risk failure by taking smart risks, and where you’re surrounded by people who share your determination to tackle the world’s toughest medical challenges.\n\nImagine what you could do at Novartis!\n\nCommitment to Diversity & Inclusion:\nNovartis embraces diversity, equal opportunity and inclusion. We are committed to building diverse teams, representative of the patients and communities we serve, and we strive to create an inclusive workplace that cultivates bold innovation through collaboration, and empowers our people to unleash their full potential.\n\nJoin our Novartis Network: If this role is not suitable to your experience or career goals but you wish to stay connected to learn more about Novartis and our career opportunities, join the Novartis Network here: https://talentnetwork.novartis.com/network.\n\nDo you have any questions about this vacancy? Please feel free to contact the Novartis Recruitment team at staffing.centernl@novartis.com.\nDivision\nGlobal Drug Development\nBusiness Unit\nCMO & PATIENT SAFETY GDD\nCountry\nNetherlands\nWork Location\nAmsterdam\nCompany/Legal Entity\nNovartis Pharma NL\nFunctional Area\nResearch & Development\nJob Type\nFull Time\nEmployment Type\nRegular\nShift Work\nNo", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=3ee0254ece17d109&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=0f2f2c622f079dc7&assa=1636", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=3ee0254ece17d109&fccid=c35194d01a9e2595&vjs=3", "Job Age": "15 dagen geleden", "Job Age Number": "15 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "doctors", "Platform": "Indeed", "Job ID": "p_9019998ec9ceeaf1", "Job Title": "Postdoc: Biophysics of symbiotic networks and communities", "Company Name": "AMOLF", "Location": " Amsterdam", "Job Description": "Symbiotic partnerships can drive the evolution of remarkably complex social behaviors, even in simple organisms. Recent experiments provide evidence that symbiotic microbes demonstrate transport and trade behaviors reminiscent of human economics. What is the repertoire of strategies at play in these biological ‘markets’ and how do they depend on the specific combination of species and strains involved? To what extent is the strategy of one partner responsive to that of others, and how are the necessary communications/computations implemented mechanistically?\n\nIn this project, you will address these questions experimentally, developing novel methods for tracking symbiotic trade across time and space, combining the state of the art in fluorescent labelling, automated microscopy and image analysis. A focal symbiotic partnership is between arbuscular mycorrhizal fungi (AMF) and plant roots, which form an extended symbiotic network of ecological/agricultural importance in the soil. You will build on our existing automated imaging experiment of this symbiosis using in vitro root cultures, introducing new fungal and bacterial species in the mix. Results will be analyzed using concepts from statistical physics and network theory. A central aim is to illuminate trade strategies and their underlying mechanisms with biophysical data on network growth, resource fluxes and their control by symbiotic context.\n\nThe project builds on our prior work to characterize resource fluxes using quantum-dot labelled nutrients to track symbiotic trade (Whiteside et al., 2019, Curr Biol), and will be embedded within a new HFSP-funded consortium to pioneer the biophysics of fungi in symbiotic contexts. The team includes biologists, physicists and engineers from the labs of\nToby Kiers (Vrije Universiteit Amsterdam)Howard Stone (Princeton University)Hirokazu Toju (Kyoto University)Tom Shimizu (AMOLF)\n\nYou will collaborate closely with members of all participating labs through regular consortium-wide Zoom meetings, also with possibilities (when the pandemic subsides) for in-person research exchanges through lab visits.\n\nFor further information on the project, contact Tom Shimizu (shimizu@amolf.nl).\nAbout the group\nFor more information about research in the Shimizu Group, see https://amolf.nl/research-groups/systems-biology.\nQualifications\nYou need to meet the requirements for a doctors-degree and must have research experience in a non-Dutch academic environment.\n\nWe seek candidates with a strong background in experimental physics or quantitative biology and an interest in the biophysics of symbiosis. Prior experience with microscopy and image analysis is preferred.\nTerms of employment\nThe position is intended as full-time (40 hours / week, 12 months / year) appointment in the service of the Netherlands Foundation of Scientific Research Institutes (NWO-I) for the duration of two years. Ideally with a starting date before March 2021. AMOLF assists any new foreign postdoc with housing and visa applications and compensates their transport costs and furnishing expenses.\nContact info\nProf.dr. Tom Shimizu\n\nGroup leader (Systems Biology)\nE-mail: shimizu@amolf.nl\nPhone: +31 (0)20-754 7100\n\nYou can respond to this vacancy online via the button below.\nPlease send your:\n\n– Resume;\n\n– Motivation on why you want to join the group (max. 1 page).\n\nIt is important to us to know why you want to join our team. This means that we will only consider your application if it entails your motivation letter.\nApplications will be evaluated on a rolling basis and as soon as an excellent match is made, the position will be filled.\n\nOnline screening may be part of the selection.\n\nCommercial activities in response to this ad are not appreciated.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=9019998ec9ceeaf1&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=79a97a23841206ec&assa=7320", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=9019998ec9ceeaf1&fccid=47ba8748c7f206a9&vjs=3", "Job Age": "15 dagen geleden", "Job Age Number": "15 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "doctors", "Platform": "Indeed", "Job ID": "p_e2738b7a264d156c", "Job Title": "Postdoc: Measuring predictive information in living cells.", "Company Name": "AMOLF", "Location": " Amsterdam", "Job Description": "Remarkable recent experiments have demonstrated that single-celled organisms are able to respond not only to experienced changes in the past, but also to expected changes that have yet to occur – evidently exploiting temporal correlations in the environment to predict the future. But how reliably can a cell make such predictions, which are the mechanisms that implement them, and what are their fitness benefits?\n\nIn this project, you will address these questions experimentally, using single-cell microscopy to precisely quantify (in bits) the amount of predictive information cells extract from past experiences. The primary experimental vehicle will be a single-cell FRET method developed in our group (Keegstra et al., 2017 eLife; Kamino et al., 2020, Science Advances). Your measurements will quantify information transmission and prediction in the E. coli chemotaxis system – a cell signaling network for which sufficient quantitative knowledge exists to address further questions about mechanistic origins and functional benefits of prediction. You will collaborate closely with the theory group of Pieter Rein ten Wolde (AMOLF), using concepts from information theory and stochastic thermodynamics to design and interpret experiments.\n\nFor further information on the project, contact Tom Shimizu (shimizu@amolf.nl).\nAbout the group\nFor more information about research in the Shimizu Group, see https://amolf.nl/research-groups/systems-biology.\nQualifications\nYou need to meet the requirements for a doctors-degree and must have research experience in a non-Dutch academic environment.\n\nWe seek candidates with a strong background in experimental physics or quantitative biology and an interest in the biophysics of cellular information processing. Prior experience with microscopy is preferred.\nTerms of employment\nThe position is intended as full-time (40 hours / week, 12 months / year) appointment in the service of the Netherlands Foundation of Scientific Research Institutes (NWO-I) for the duration of two years. Ideally with a starting date before June 2021. AMOLF assists any new foreign postdoc with housing and visa applications and compensates their transport costs and furnishing expenses.\nContact info\nProf.dr. Tom Shimizu\nGroup leader (Systems Biology)\nE-mail: shimizu@amolf.nl\nPhone: +31 (0)20-754 7100\n\nYou can respond to this vacancy online via the button below.\nPlease send your:\n\n– Resume;\n\n– Motivation on why you want to join the group (max. 1 page).\n\nIt is important to us to know why you want to join our team. This means that we will only consider your application if it entails your motivation letter.\nApplications will be evaluated on a rolling basis and as soon as an excellent match is made, the position will be filled.\n\nOnline screening may be part of the selection.\n\nCommercial activities in response to this ad are not appreciated.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=e2738b7a264d156c&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=b1a1e99bbc1fcbcc&assa=2908", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=e2738b7a264d156c&fccid=47ba8748c7f206a9&vjs=3", "Job Age": "15 dagen geleden", "Job Age Number": "15 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "doctors", "Platform": "Indeed", "Job ID": "p_c90c3e628cdf186e", "Job Title": "Venture Development Internship", "Company Name": "NLC", "Location": " Amsterdam", "Job Description": "NLC was founded on one simple observation: at least 95 percent of all healthtech inventions never reach the patient, regardless of their relevance or brilliance. We decided to call this opportunity by bringing together the best tech, the best capital, and the best people to build life-changing ventures. Having founded over 30 ventures, we are now expanding to a European level. As a Venture Developer intern, you will become a member of the Venture Development team and take part in boosting this growth and creating impact with new healthcare inventions on a global level\nYour role\nAs an intern, you will scout, select and validate high potential innovations with the NLC venture developers. You initiate and facilitate conversations and discussions with medical professionals, professors, inventors, IP lawyers, CE experts, subsidy advisors; do market research, competitor analysis, visit conferences, make presentations, business plans, investment proposals, and much more!\nSounds complex? It can be. Luckily, our team of venture building professionals enjoys sharing their knowledge with you and taking up challenges together!\nYour profile\nHigh-potential student in the last phase of their academic study with a background in (bio)medical sciences, (biomedical) engineering, innovation sciences, medicine, pharmacy or similar backgrounds;\nStrong, professional communicator in English with an eye for detail;\nAdaptive capabilities in a constantly changing environment;\nBatteries-included team player who is more interested in making history than repeating it;\nAffinity with innovation, entrepreneurship, technology, healthcare, and/or startups.\nThe opportunity\nA full-time internship of 5-6 months starting from April 2021 which can be altered to your personal interests and learning goals;\nAn inspiring learning-by-doing environment;\nThe chance to contribute to realizing innovations with a great impact on patients and healthcare in general;\nThe opportunity to become part of the NLC network; a large, valuable and diverse network ranging from 1000+ medical doctors and brilliant inventors to Corporate Partners like Philips & Roche;\nAn internship compensation of 300-500 euros per month;\nLast but not least: a tasty and healthy lunch every work day!\nWant to make IMPACT, not coffee? Please reach out to Sabine Brans via jobs@nlc.health with your CV and motivation letter.\nAt NLC, we believe diversity drives innovation. We are committed to being an equal opportunity employer.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=c90c3e628cdf186e&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=f6c91cf71ece659c&assa=8513", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=c90c3e628cdf186e&fccid=eece6bb778a064b5&vjs=3", "Job Age": "15 dagen geleden", "Job Age Number": "15 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "doctors", "Platform": "Indeed", "Job ID": "p_4b94b926b2f2f8eb", "Job Title": "Student Employee Finance (Business Control)", "Company Name": "Pacmed", "Location": " Amsterdam Centrum", "Job Description": "At Pacmed we build AI-driven decision support software for doctors, based on the analysis of large volumes of medical data. This software presents doctors the expected outcomes of different treatments, based on the results of the treatment of similar patients in practice. Pacmed originated from the Dutch National ThinkTank 2014 on Big Data for societal value. Pacmed now is a fast-growing AI start-up that won multiple awards and, more importantly, has a lot of traction in Dutch health care. At this moment, around 35 people work at Pacmed and Pacmed works together with over 10 healthcare organisation. Pacmed holds office at the amazing FreedomLab campus at the Plantage Middenlaan in Amsterdam. While Pacmed continuous to grow, we are professionalising our Finance department and are looking for support! We are looking for an ambitious and independent student employee that can work 1-2 days a week supporting with financial analysis, reporting and modelling.\n\nWhat are we looking for?\nDirect support to the CFO with financial reporting, forecasting and analyses\nMaintenance and further development of Pacmeds internal financial model - used for reporting and forecasting purposes (built in GoogleSheets)\nPreparing financial monthly, quarterly and yearly reports\nSupport in-depth financial analyses of the company\nWe offer\nHigh degree of trust and responsibilities in an ambitious environment\nThe opportunity to learn more about the (financial) strategy of a fast-growing tech scale-up\nA role in a energetic, positive and (societally) driven team - that has fun in- and outside office hours\nA role in the organisation where you work directly for the Management Team\nApproximately 15 euro per hour\nThe opportunity to learn more about growing a company, machine learning and (digital) technologie in healthcare\nA great office at the FreedomLab campus on the Plantage Middenlaan, Amsterdam\n\nYou are\nYou are a Master student in the area of Finance, Accounting, Control or similar\nYou are an expert in Excel/GoogleSheets\nAdequate knowledge of the standard three financial statements (Balance sheet, P&L and Cashflow)\nYou are an independent worker able to deliver on output\nYou are precise and naturally able to validate analysis and results using logic and/or other sources of information\nBonus: you have a talent for translating financial analysis into clear cut visualisations\nBonus: you have some experience with accountancy, ideally with EXACT software", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=4b94b926b2f2f8eb&fccid=37015b5994b4a329&vjs=3", "Job Age": "15 dagen geleden", "Job Age Number": "15 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "doctors", "Platform": "Indeed", "Job ID": "p_8209a694ef3a03e8", "Job Title": "Postdoc:Proton conduction at aqueous interfaces studied with nonlinear femtosecond spectroscopy", "Company Name": "AMOLF", "Location": " Amsterdam", "Job Description": "In this project you will use advanced femtosecond spectroscopy techniques to study the properties of water and hydrated protons near hydrophylic and hydrophobic surfaces. You will use the highly surface-specific technique of vibrational surface sum-frequency generation (VSFG) to study the hydrogen-bond configuration of water molecules and hydrated protons near metal-oxide surfaces, hydrophobically coated metals, and graphene. With VSFG you will also investigate how the water molecules and hydrated protons interact with the molecular groups of these surfaces. You will also study the molecular dynamics near the surface with the technique of time-resolved VSFG, in particular you will study the rate at which hydrogen bonds are broken and reformed, and the rate and mechanism by which protons are conducted along the surface. The studies will yield new fundamental physics knowledge and insights, which will be highly relevant to the better understanding and control of (photo)catalysic processes.\nAbout the group\nUltrafast Spectroscopy\nWe study the molecular-scale properties of aqueous solutions and aqueous interfaces. This research is carried out using spectroscopic techniques including femtosecond vibrational spectroscopy, vibrational surface sum-frequency generation and GHz-THz dielectric relaxation spectroscopy.\nQualifications\nYou need to meet the requirements for a doctors-degree and must have research experience in a non-Dutch academic environment. You have successfully completed doctoral studies in experimental physical chemistry or experimental physics. You are expected to have experience in femtosecond laser spectroscopy of molecular and/or condensed phase systems. Experience with the technique of surface sum-frequency generation is a bonus.\nTerms of employment\nThe position is intended as full-time (40 hours / week, 12 months / year) appointment in the service of the Netherlands Foundation of Scientific Research Institutes (NWO-I) for the duration of two years with the possibility of extension with another year. AMOLF assists any new foreign postdoc with housing and visa applications and compensates their transport costs and furnishing expenses.\nContact info\nProf.dr. H.J. Bakker\nGroup leader Ultrafast Spectroscopy\nE-mail: bakker@amolf.nl\n\nPhone: +31 (0)20-754 7100\n\nYou can respond to this vacancy online via the button below.\nPlease send your:\n\n– Resume;\n\n– Motivation on why you want to join the group (max. 1 page).\n\nIt is important to us to know why you want to join our team. This means that we will only consider your application if it entails your motivation letter.\nApplications will be evaluated on a rolling basis and as soon as an excellent match is made, the position will be filled.\n\nOnline screening may be part of the selection.\n\nCommercial activities in response to this ad are not appreciated.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nl/rc/clk?jk=8209a694ef3a03e8&from=vj&mvj=0&vjfrom=vjs&pos=bottom&astse=a54399d62c11c9ed&assa=221", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=8209a694ef3a03e8&fccid=47ba8748c7f206a9&vjs=3", "Job Age": "15 dagen geleden", "Job Age Number": "15 dagen geleden", "Collection Date": "2021-01-19"}, {"Search Keyword": "doctors", "Platform": "Indeed", "Job ID": "p_05c36664843751a8", "Job Title": "Customer Success Associate", "Company Name": "SkinVision", "Location": " Amsterdam Noord", "Job Description": "Are you looking for a job with a perfect combination of business, technology and social impact? This could be your opportunity to positively impact the lives of millions around the world. At SkinVision, every single day is an opportunity to make a difference. We are on a mission to saving the lives of 250,000 people in the next ten years by revolutionizing the way we care about our skin. Our technology allows users to take ownership of their health, recognising signs of skin cancer from anywhere, at any time.\n\nWe are hiring a Customer Success Associate who will play an invaluable role in strengthening our relations with users and represent the voice their throughout the organisation. You will be responsible for receiving communication from customers and offer the most appropriate assistance to every case. In this role you will need to constantly put yourself into our user’s shoes to efficiently respond to enquiries and maintain a high degree of customer satisfaction.\n\n\n\nDaily Drivers\n\n\nBe the link between our business and end users, ensuring we build supporting relationships with customers\nPersonally following up on high-risk cases to make sure these users make the decision to reach out to the doctor\nGet pathology reports from users diagnosed with skin cancer through our technology\nHelp maintain the quality of our services by communicating with internal partners about possible bugs in the system. These reports provide evidence for our algorithm and to our mission in saving lives\nServe as an internal customer advocate and voice of the customer. Translate customer insights into actionable tasks to increase engagement and reduce churn.\nBuild and maintain internal Knowledge Base and help center documentation to provide a more efficient customer experience, and improve efficiency and scalability of the team\nRepresent SkinVision in a professional manner and ensure we collect enough information to resolve customer issues\nCollaborate with other departments, ensuring our internal partners receive consistent and reliable feedback from our customers\n\nWhat you will bring in\n\n\nMinimum education needed is Bachelor or HBO degree, preferably in public health, communications or a related field\nHands on experience of at least 1 year in customer service combined with a commercial customer-centric mindset\nAbility to work with a variety of technologies, customer service software and data tools\nAbility to empathetically connect with current and former patients of skin cancer\nAbility to translate trends in customer behaviour into actionable insights\nExcellent listening and communication skills\nProficiency of English both verbally and written. Domain of any other languages are certainly a big plus.\nA positive attitude with an ability to learn from our customer's feedback and efficiently resolve issues\n\n\nNot sure if you are qualified?\nResearch shows that while men apply to jobs when they meet an average of 60% of the criteria, women for example tend to only apply only when they check every box. If you feel energised by our mission and would like to use your first-class talent to accelerate the growth of SkinVision but don't necessarily meet every single point on the job description, please still apply. We'd love to receive your application and see if you could be a great fit.", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=05c36664843751a8&fccid=53eed56959e6687c&vjs=3", "Job Age": "15 dagen geleden", "Job Age Number": "15 dagen geleden", "Collection Date": "2021-01-19"}]
