[{"Search Keyword": "sociologists", "Platform": "Indeed", "Job ID": "p_13135aa482d2f7c0", "Job Title": "Full Chair Regulation of Labour", "Company Name": "Universiteit van Amsterdam", "Location": " Amsterdam Centrum", "Job Description": "Publicatiedatum 14 december 2020\n\nSluitingsdatum 28 februari 2021\n\nOpleidingsniveau Gepromoveerd\n\nFunctieomvang 30.4 to 38 hours per week\n\nSalarisindicatie €5,749 to €10,106 gross per month, based on 38 hours per week\n\nVacaturenummer 20-772\n\nThe Amsterdam Law School is recruiting an established and internationally recognized scholar with a vision on and ambition in interdisciplinary research and education in the field of labour regulation in a broad, transitional perspective (‘future of work’). The candidate will play a leading role in further developing the research agenda as well as the educational programme and will provide leadership to the Section Labour Law.\nJob description\nThe Chair Regulation of Labour will be part of the Department of Information Law and Labour Law (section Labour Law) of the Law School. The section Labour Law strives to be a renowned scientific knowledge institution for the study of regulation and organisation of labour in a wide perspective. The section has a strong international orientation, and its research and education are highly relevant to Dutch practice. The section encompasses two groups that were merged in 2018: the Amsterdam Institute for Labour Studies (AIAS) and the Hugo Sinzheimer Institute (HSI). The section Labour Law is the largest, most interdisciplinary group of scholars working in the field of regulation of labour in the Netherlands. It has a scientific staff of approximately 12 FTEs, divided over 17 staff members (4 professors, 1 associate professor, 2 assistant professors, 4 lecturers and 6 researchers). There are currently 6 internal PhD students and 6 external PhD students. In addition, a group of about 10 guest staff members is involved in research and education. The staff of the section consists of researchers and lecturers from a variety of disciplinary backgrounds, including lawyers, economists and political scientists. The section is supported by a business operations manager and a secretary. It is currently headed by an interim Chair.\nThe prospective Chair will have the following tasks:\nleading and further developing the section's international research on labour regulation as part of an interdisciplinary research-agenda;\nindependently conducting research on the regulation of labour;\nstimulating, obtaining funding for and carrying out research in the 2nd and 3rd flow of funds;\nleading the repositioning of the master's programme in Labour Law, as well as postgraduate courses, partly from an interdisciplinary perspective;\nsupervising young teachers in their teaching;\nleading the section;\nconducting a transparent personnel, financial and administrative policy;\nparticipating in the board at faculty and university level.\nRequirements\nThe prospective Chair must in particular meet the following requirements:\na PhD or equivalent degree in the field of labour studies; candidates with a scientific background other than law should be able to demonstrate a close affinity with law;\na proven ability to engage in cutting edge research in issues related to regulation of labour at a theoretical and/or empirical level;\na proven interest in interdisciplinary research;\nthe capability to initiate and organise new research by identifying innovative research themes;\na documented excellence in research through publications in top international and/or national journals;\nsuccessful funding experience through competitive research grant applications and/or private funding;\nconnection to an international network, and contacts necessary to initiate national and international partnerships;\ncommitment to stimulating and supervising PhD research;\nexcellent educational capacities, as evidenced, among other things, by evaluations and educational qualifications;\nability to provide appealing and activating education, in the field of the regulation of labour;\nability to provide good English-language education;\nstrong leadership skills (a connector, accessible, a good listener and communicator, innovative and flexible, and decisive ) and willingness to further build a promising interdisciplinary research group on labour regulation;\ngood managerial, organisational and managerial qualities and the willingness to use these at the various levels of governance.\n\nThe Chair will provide leadership in a section and law school that both in terms of education and day to day management in large part operate in Dutch. A successful candidate who is not native in Dutch should be committed to master passive Dutch within a reasonable time.\nFor more information about the Chair please take note of the profile.\nOur offer\nThe chair will be a full-time (1.0 FTE) or near full time (0.8 FTE) position. The salary is in accordance with the salary scales for professors at Dutch universities, scale H2 or H1 (Collective Labour Agreement of Dutch Universities), ranging from €5,749 to €10,106 gross per month (full-time equivalent) depending on expertise and previous experience. Secondary benefits at Dutch universities are attractive and include 8% holiday allowance and an 8.3% end-of-year allowance.\nFurther information\nAdditional information about the vacancy may be obtained from:\nprof. André Nollkaemper, dean of the Amsterdam Law School\nAbout the Faculty\nThe University of Amsterdam’s Law School prides itself on its international orientation and strong social commitment. This is reflected by both its research and educational activities. The Amsterdam Law School offers three Bachelor’s programmes, including the interdisciplinary English-language Bachelor Politics, Psychology, Law and Economics (PPLE) in cooperation with two other Faculties, as well as a variety of Master's programmes, several of which are taught exclusively in English (i.e. International and European Law, European Private Law, International Criminal Law, and Law & Finance). The Amsterdam Law School prepares students for a wide variety of legal careers including law firms, government, business and industry, the national and international judiciary, public service, human rights advocacy, and academia. With 5000 students and over 450 staff members, it is one of the largest law faculties in the Netherlands.\nThe staff of the Section Labour Law consists of researchers and lecturers from a variety of disciplinary backgrounds, including lawyers, sociologists, economists and political scientists.\nJob application\nThe UvA is an equal-opportunity employer. We prioritise diversity and are committed to creating an inclusive environment for everyone. We value a spirit of enquiry and perseverance, provide the space to keep asking questions, and promote a culture of curiosity and creativity.\nIf you recognize yourself in the profile and are interested in the position, we look forward to receiving:\na cover letter and a statement summarizing your motivation;\na curriculum vitae including a complete list of publications;\nthe names and contact details of two referees.\n\nSend your application to solliciteren-fdr@uva.nl.\nResponse period closes 28 February 2021.\n#LI-POST\nNo agencies please", "Rating": -1.0, "Employment Type": "-1", "Company URL": "https://indeed.nljavascript:void(0);", "Job URL": "https://nl.indeed.com/vacature-bekijken?jk=13135aa482d2f7c0&fccid=6d76c7ec59b89971&vjs=3", "Job Age": "Meer dan 30 dagen geleden", "Job Age Number": "Meer dan 30 dagen geleden", "Collection Date": "2021-01-20"}]
