[{"Search Keyword": "kleinhandel", "Platform": "Glassdoor", "Job ID": 4011887429, "Job Title": "Facility Manager Area Zuid-Nederland | DHL Supply Chain", "Company Name": "VFM Facility Experts", "Location": "Eindhoven", "Industry": "-1", "Sector": "-1", "Job Description": "Gebouwen en de technische installaties, ondernemend, flexibel, overtuigend, communicatief sterk, samenwerken en verbindenDHL Supply Chain, onderdeel van de DPDHL Group met een omzet van EUR 56,6 miljard, is 's werelds leidende logistieke dienstverlener. Onze gepersonaliseerde, geïntegreerde logistieke oplossingen combineren toegevoegde waarde en beheerservices met traditionele uitvoering en distributie om efficiëntie te stimuleren, kwaliteit te verhogen en een concurrentievoordeel te creëren.DHL Supply Chain biedt gespecialiseerde, beproefde expertise voor diverse sectoren, zoals auto-mobility, consumentenartikelen, chemie, energie, techniek en productie, Life Sciences en gezondheidszorg, kleinhandel en technologie. Terwijl de markten wereldwijd in omvang toenemen, staan onze innovatieve logistieke oplossingen klaar om u te helpen.OrganisatieJe komt te werken in het Operations Excellence team, een team met veel specialisten op allerlei vlakken. Werken voor de grootste logistieke dienstverlener van de wereld brengt veel voordelen met zich mee. Zo kunnen ze globaal investeren in de mooiste innovaties en technische oplossingen.Als onderdeel van de centrale facility organisatie val je rechtstreeks onder de Benelux Facility Manager binnen de Operations Excellence afdeling.VerwachtingenIn deze functie ben je verantwoordelijk voor het kwalitatief en efficiënt inzetten van Facility support in de Benelux en draag je mede zorg voor de safety & security van de verschillende locaties/sites in jouw regio. Als Area Lead krijg je verantwoordelijkheid over de area Zuid-Nederland, welke bestaat uit meerdere DSC-sites die geografisch zijn gegroepeerd.Met je team van facility medewerkers zorg je ervoor dat de panden en aanwezige installaties/inventaris in een goede staat verkeren. Aanvullende taken zijn gerelateerd aan Best practices, veiligheid, standaardisatie en het beheren/uitrollen van ons GoGreen programma.Belangrijkste aandachtsgebieden:Het zodanig uitvoeren/implementeren van het Facility beleid zodat facilitaire diensten ondersteunend en doeltreffend functioneren, kosten binnen het budget blijven en de aanwezige installaties operationeel blijvenHet voorbereiden, adviseren en implementeren van voorstellen ter verbetering van de facilitaire dienstverlening o.a. voortkomend uit duurzaamheid, 'GoGreen', safety, best practices & standaardisatie initiatievenHet optimaliseren van de inzet en ontwikkeling van het team medewerkers waaraan jij leiding en coaching geeftBeheren en het laten onderhouden van gebouwen, terreinen en installatiesBeheren en optimaliseren van security op de locatie en deze aanpassen op veranderende omstandighedenCoördinatie van geïnitieerde audits (intern/extern) op de sites en zorgdragen voor de follow upSignaleren van problemen, risico's in de in- en externe omgeving, knelpunten in werkprocessen en ervoor zorgen dat deze opgelost worden en risico's worden vermedenCoördinatie bij inkoop/tendertrajecten, contractafspraken, evaluaties verzorgen van bestaande en toekomstige leveranciersWij zoekenNaast je technische kennis op facilitair en gebouw beheers aspecten, heb je een professionele, proactieve en flexibele instelling. Je bent overtuigend en communicatief sterk. Je bent op samenwerking gericht en kunt goed schakelen tussen senior management en operationele uitvoering, maar je durft ook 'op je strepen te staan' als het nodig is. Daarnaast heb je oog voor detail maar vanuit jouw helicopterview altijd zicht op het grotere geheel. Contractuele kennis van Huurders & Verhuurders aspecten zijn een vereiste voor deze functie. Kennis van bouw en grote verbouwingsprojecten zijn een grote pré.Je brengt verder mee:HBO werk- en denkniveau met minimaal 5 jaar ervaring in een soortgelijke functieGoede mondelinge en schriftelijke vaardigheden in Nederlands en EngelsTechnisch inzicht om offertes te kunnen beoordelen en onderbouwd advies te kunnen gevenLeidinggevende capaciteiten in relatie tot sturing van een team welke niet continue on-site gesitueerd isOnderhandelingsvaardigheid voor het prijsafspraken maken met leveranciersAnalytisch vermogen en financiële affiniteit voor het opstellen en beheren van de begrotingSalarisJe krijgt de mogelijkheid om deze functie voor 40 uur per week in te vullen binnen een boeiende organisatie. Daar hoort uiteraard een goed salaris bij met prima secundaire arbeidsvoorwaarden, zoals DHL deze kent. Dit alles bij een multinational waar je een dynamische en prettige werksfeer zult ervaren en kunt doorgroeien.Als Facility Manager bij DHL Supply Chain kun je rekenen op:Een goed salaris, afhankelijk van opleiding en ervaring, tussen de ca. € 3500,- en Є 5800,- bruto per maand31 vakantiedagen, vakantiegeld, pensioenregeling, eventuele (afhankelijk van reisafstanden) lease auto en een bonusregeling die kan oplopen tot maximaal 10% van het bruto jaarsalarisMogelijkheid tot het volgen van vak-gerelateerde cursussen en opleidingen﻿Interesse?Wil je meer informatie over de functie dan kun je bellen met Dirk Brukx, tel. 06-47974890 of Jan Giebers 06-27229697.", "Type of ownership": "Privébedrijf", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_0bdb5aa6&cb=1615810516949&jobListingId=4011887429", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_AD&t=SR&vt=w&cs=1_6381a02e&cb=1615810516949&jobListingId=4011887429", "Job Age": "19d", "Job Age Number": "19d", "Collection Date": "2021-03-15"}, {"Search Keyword": "kleinhandel", "Platform": "Glassdoor", "Job ID": 4011887536, "Job Title": "Facility Manager Area Zuid-Nederland | DHL Supply Chain", "Company Name": "VFM Facility Experts", "Location": "Eindhoven", "Industry": "-1", "Sector": "-1", "Job Description": "Wil jij op verschillende locaties facilitair advies geven? En krijg jij energie van een altijd veranderende organisatie, waar geen dag hetzelfde is? Dan is deze functie zeker iets voor jouDHL Supply Chain, onderdeel van de DPDHL Group met een omzet van EUR 56,6 miljard, is 's werelds leidende logistieke dienstverlener. Onze gepersonaliseerde, geïntegreerde logistieke oplossingen combineren toegevoegde waarde en beheerservices met traditionele uitvoering en distributie om efficiëntie te stimuleren, kwaliteit te verhogen en een concurrentievoordeel te creëren.DHL Supply Chain biedt gespecialiseerde, beproefde expertise voor diverse sectoren, zoals auto-mobility, consumentenartikelen, chemie, energie, techniek en productie, Life Sciences en gezondheidszorg, kleinhandel en technologie. Terwijl de markten wereldwijd in omvang toenemen, staan onze innovatieve logistieke oplossingen klaar om u te helpen.OrganisatieJe komt te werken in een regionaal facility team in het zuiden van het land, waar meerdere collega's DHL Supply Chain facilitair bedienen. Je hebt op jouw vestiging(en) veel contact en overlegmomenten met management, SHEQ, de operatie en natuurlijk de handyman(s) en coördinatoren van jouw site(s) en je collega's van andere sites. Je komt te werken onder de Facility Area Lead.VerwachtingenAls Facility Specialist gaat jou belangrijkste doel zijn het ‘ontzorgen' van jouw collega's op het gebied van facilitaire zaken. Jij hebt de facilitaire kennis in huis om de vragen van collega's te beantwoorden.De belangrijkste aandachtsgebieden hierbij zijn:Hoofdaanspreekpunt voor de regio. o.a. door periodiek overleg met Site management en andere stakeholders voor alle facilitaire aspectenIn afstemming met je Area Lead optimaal inzetten en aansturen van de aanwezige mensen en middelen om de facilitaire werkzaamheden binnen tijd en budget uit te voerenUitrollen van 'Best Practices' in combinatie met verbeteringen op het gebied van SafetyEerste aanspreekpunt voor leveranciers, externe dienstverleners, deskundigen en belanghebbenden alsmede het beheren van de relatie en het beoordelen van hun kwaliteitDe (jaar-)planningen, rapportages en voortgang van het budget controlerenOndersteunen van de Benelux Security Lead & Area Lead in de uitvoering en het uitdragen van het Security beleid en meewerken aan projectenMeedenken m.b.t. opzet en inzet van logistieke assets (racking, ITM, veiligheidsmaatregelingen enz)Beoordeling van de volledige facilitaire dienstverlening en verzorg je verbetervoorstellen (ook gericht op efficiency)Wij zoekenJij hebt een professionele, proactieve en flexibele instelling. Je hebt geen 9 tot 5 mentaliteit en je bent overtuigend, communicatief sterk en staat stevig in je schoenen. Je bent op samenwerking gericht en kunt goed schakelen tussen senior management en operationele uitvoering, maar je durft ook 'op je strepen te staan' als het nodig is. Verder heb je minimaal:Een afgeronde opleiding Facilitair management en aantoonbaar hbo werk- en denkniveau3 jaar of meer ‘hard service' ervaring op facilitair- & gebouwbeheerKennis van het opstellen van project- en deelbudgettenKennis van en ervaring met security systemen en inkooptrajectenErvaring en handigheid van AutocadVloeiende spreek- en schrijfvaardigheid in het Nederlands en EngelsBeschikking over eigen vervoerSalarisEen fulltime functie met een salaris tussen de €3300,- en €3900,- bruto per maand (afhankelijk van opleiding en ervaring)Ook bieden we jou goede secundaire arbeidsvoorwaarden, zoals cao a la carte, jouw persoonlijke budget waarmee je zelf een gedeelte van je arbeidsvoorwaarden bepaalt. Zo kun je dit budget bijvoorbeeld inzetten om jouw vakantieurenbudget te verhogen of om een sportschoolabonnement mee te bekostigenEen jaarcontract met het doel dit op te volgen met een vast contractVolop ruimte voor jouw ontwikkeling en kansen om door te groeienInteresse?Vul dan onderstaand formulier in. Wil je meer informatie over de functie dan kun je bellen met Dirk Brukx, tel. 06-47974890 of mailen naar dirk.brukx@vfm.nl", "Type of ownership": "Privébedrijf", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=102&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_11fa4298&cb=1615810516949&jobListingId=4011887536", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=102&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_AD&t=SR&vt=w&cs=1_23f620a4&cb=1615810516949&jobListingId=4011887536", "Job Age": "19d", "Job Age Number": "19d", "Collection Date": "2021-03-15"}, {"Search Keyword": "kleinhandel", "Platform": "Glassdoor", "Job ID": 3751752407, "Job Title": "Facility Manager Area Zuid-Nederland | DHL Supply Chain", "Company Name": "TSN-Europe", "Location": "Spijkenisse", "Industry": "-1", "Sector": "-1", "Job Description": "Voor onze internationaal opererende groothandel te Spijkenisse zoeken wij een medewerker ter ondersteuning in het logistieke proces, waarbij de kerntaken zullen liggen in magazijnbeheer, inkomende goederen registratie, het verzend gereedmaken van bestellingen en assembleren van onze producten. Als logistiek medewerker ben je de spil van het magazijn. Jij weet waar alles ligt of waar het terecht moet komen. Je moet goed weten wat je verplaatst en hoe je daarmee omgaat. Wat gaat eruit en wat komt er binnen? Voorraad bijhouden, vrachtbrieven controleren en alles zorgvuldig in de computer invoeren hoort ook bij het taken pakket.We zijn als jonge organisatie hard aan het groeien, zowel online als offline bedienen we onze klanten door heel Europa, Onze ambitie is uiteraard te blijven groeien en daar kunnen we jou goed bij gebruiken! De eerste weken word je binnen het team opgeleid met als doel je zo snel mogelijk klaar te stomen om zelfstandig aan de slag te gaan. Je leert snel de fijne kneepjes van het logistieke proces binnen het bedrijf en kan deze kennis gelijk toepassen in de praktijk. Bewijs jezelf en maak deel uit van een groeiend bedrijf en alle kansen en groeimogelijkheden die daarbij horen.Werkzaamheden:Aannemen en uitladen van goederen (Goederenontvangst);Uitgeven van goederen;Magazijnbeheer;Innemen en op volledigheid controleren van retouren;Logistieke afhandeling van zendingen;Assembleren van producten (eenvoudige handelingen)Werktijden kunnen liggen tussen 08.00 en 22.00Wij vragen:Goede communicatieve vaardigheden, in zowel de Nederlands en Engelse taal;Stressbestendige, initiatiefrijke, gedreven persoonlijkheid;Zowel zelfstandig als in teamverband goed kunnen functioneren;Bij voorkeur woonachtig in de regio Spijkenisse.In het bezit van het rijbewijs BIn het bezit van het rijbewijs E, of bereid deze te behalenIn het bezit van het heftruck en reachtruck certificaat, of bereid deze te behalenIn het bezit van Basisveiligheid VCA, of bereid deze te behalenVerklaring Omtrent het Gedrag (VOG) is een vereiste.Wij bieden:Een uitdagende en relatief zelfstandige functie;Gezellige werksfeer;Doorgroeimogelijkheden in het bedrijf;Salaris in overeenstemming met leeftijd en ervaring.Bedrijfsinformatie:IBDL BV is importeur en distributeur van consumenten elektronica, en levert producten in heel Europa. Het bedrijf is voortgekomen na een splitsing tussen de groot en de kleinhandel activiteiten, en is sedert 2002 actief op dit gebied.Intresse?Stuur je CV met motivatie naar IBDL BV, t.a.v. mevrouw M. Stimac, Boyleweg 10, 3208 KA Spijkenisse of per e-mail naar HRM@ibdl.nlVermeld om welke vacature het gaat!, Acquisitie naar aanleiding van deze advertentie wordt niet op prijs gesteld\nWerkzaamheden:Aannemen en uitladen van goederen (Goederenontvangst);Uitgeven van goederen;Magazijnbeheer;Innemen en op volledigheid controleren van retouren;Logistieke afhandeling van zendingen;Assembleren van producten (eenvoudige handelingen)Werktijden kunnen liggen tussen 08.00 en 22.00\nWij vragen:Goede communicatieve vaardigheden, in zowel de Nederlands en Engelse taal;Stressbestendige, initiatiefrijke, gedreven persoonlijkheid;Zowel zelfstandig als in teamverband goed kunnen functioneren;Bij voorkeur woonachtig in de regio Spijkenisse.In het bezit van het rijbewijs BIn het bezit van het rijbewijs E, of bereid deze te behalenIn het bezit van het heftruck en reachtruck certificaat, of bereid deze te behalenIn het bezit van Basisveiligheid VCA, of bereid deze te behalenVerklaring Omtrent het Gedrag (VOG) is een vereiste.\nWij bieden:Een uitdagende en relatief zelfstandige functie;Gezellige werksfeer;Doorgroeimogelijkheden in het bedrijf;Salaris in overeenstemming met leeftijd en ervaring.", "Type of ownership": "-1", "Rating": 4.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=103&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_e2acf8bf&cb=1615810516948&jobListingId=3751752407", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=103&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_AD&t=SR&vt=w&cs=1_1488dc0e&cb=1615810516948&jobListingId=3751752407", "Job Age": "27d", "Job Age Number": "27d", "Collection Date": "2021-03-15"}, {"Search Keyword": "kleinhandel", "Platform": "Glassdoor", "Job ID": 4011887422, "Job Title": "Facility Manager Area Zuid-Nederland | DHL Supply Chain", "Company Name": "VFM Facility Experts", "Location": "Eindhoven", "Industry": "-1", "Sector": "-1", "Job Description": "Projectmanagement van grote, technische (ver)bouwprojecten, flexibel, ondernemend, helicopterview, communicatief sterk, samenwerken en verbindenDHL Supply Chain, onderdeel van de DPDHL Group met een omzet van EUR 56,6 miljard, is 's werelds leidende logistieke dienstverlener. Onze gepersonaliseerde, geïntegreerde logistieke oplossingen combineren toegevoegde waarde en beheerservices met traditionele uitvoering en distributie om efficiëntie te stimuleren, kwaliteit te verhogen en een concurrentievoordeel te creëren.DHL Supply Chain biedt gespecialiseerde, beproefde expertise voor diverse sectoren, zoals auto-mobility, consumentenartikelen, chemie, energie, techniek en productie, Life Sciences en gezondheidszorg, kleinhandel en technologie. Terwijl de markten wereldwijd in omvang toenemen, staan hun innovatieve logistieke oplossingen klaar om u te helpen.OrganisatieJe komt te werken in het Operations Excellence team, bestaande uit specialisten op allerlei vlakken. Werken voor de grootste logistieke dienstverlener van de wereld brengt veel voordelen met zich mee. Zo kunnen ze globaal investeren in de mooiste innovaties en technische oplossingen.VerwachtingenAls Facility Project Manager zorg jij ervoor dat de facilitaire projecten in de Benelux volgens planning en binnen budget opgepakt en afgerond worden. Dit kunnen grote bouwprojecten zijn maar ook kleinere projecten in bestaande panden. Het werkgebied beslaat zowel België als Nederland. Als onderdeel van de centrale Facility afdeling val je rechtstreeks onder de Facility Manager Benelux binnen de Operations Excellence afdeling.Belangrijkste aandachtsgebieden:Vanuit de DHL specifieke project methodiek (DePict), waarbij specifieke aandacht voor de fases Define, Plan, Implementation, Control en Transition, opzetten en volledig afronden van de aan jou toebedeelde facilitaire projectenHet zodanig uitvoeren/implementeren van projecten zodat deze binnen de afgesproken tijdslijnen afgerond worden, waarbij de kosten binnen het budget blijven en de eventueel aanwezige installaties operationeel blijven. Je ontzorgt hierbij zoveel mogelijk onze operatiesHet voorbereiden, adviseren en implementeren van verbetervoorstellen ten aanzien van duurzame ('GoGreen') oplossingen en Safety aangelegenheden. Daarnaast hoort het uitvoeren en delen van best practices & standaardisatie initiatieven tot je verantwoordelijkhedenHet optimaal inzetten en managen van de (voor het project) eventueel beschikbaar gestelde Facility medewerkersTijdig signaleren en rapporteren van problemen, risico's in de in- en externe omgeving, knelpunten in werkprocessen en het ervoor zorgen dat deze opgelost worden en risico's worden geminimaliseerdHet verzorgen van project-gerelateerde inkoop/tendertrajecten in nauwe samenwerking met de centrale Procurement afdeling en de betreffende Facility Area Leads (Facility Regio Managers)Het maken van contractafspraken en het verzorgen van leveranciers-evaluaties ten behoeve van je projectenHet bieden van ondersteuning aan de Facility Area leads gedurende vakanties en/of bij escalatiesWij zoekenNaast je technische kennis op facilitair en gebouw beheers aspecten, heb je een professionele, proactieve en flexibele instelling. Je hebt ervaring met het succesvol afronden van (grotere) facilitaire projecten. Je bent overtuigend en communicatief sterk. Je bent op samenwerking gericht en kunt goed schakelen tussen senior management en operationele uitvoering, maar je durft ook 'op je strepen te staan' als het nodig is. Daarnaast heb je oog voor detail maar vanuit jouw helicopterview altijd zicht op het groter geheel. Kennis van innovatieve bouw- en grote verbouwingsprojecten zijn een vereisten.Jij brengt veel mee:Een afgeronde, relevante HBO opleiding met minimaal 7 jaar ervaring in een soortgelijke functieJe bent een netwerker die aannemers, leveranciers en collega's constructief laat samenwerken, ook wanneer er veranderingen moeten worden gecommuniceerdStressbestendig, prioriteiten stellen, structuur, communicatief vaardig, analytisch, sociaalvaardig en resultaatgerichtJe beheerst de Nederlandse en de Engelse taal in woord en geschrift uitstekendJe beschikt over aantoonbare kennis en ervaring in projectmanagementKennis van het opstellen van project- en deelbudgettenKennis van en ervaring met security systemen en inkooptrajectenKennis van Autocad of andere vergelijkbare softwareSalarisAls Facility Project Manager bij DHL Supply Chain krijg je:De mogelijkheid om deze functie voor 40 uur per week in te vullen binnen een boeiende organisatieEen goed salaris, afhankelijk van opleiding en ervaring, tussen de ca. € 3500,- en Є 5000,- bruto per maand31 vakantiedagen, vakantiegeld, pensioenregeling, eventuele (afhankelijk van reisafstanden) lease auto en een bonusregeling die kan oplopen tot maximaal 10% van het bruto jaarsalarisMogelijkheden tot het volgen van vak-gerelateerde cursussen en opleidingenInteresse?Wil je meer informatie over de functie dan kun je bellen met Jan Giebers 06-27229697.", "Type of ownership": "Privébedrijf", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=104&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_1fa70c28&cb=1615810516950&jobListingId=4011887422", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=104&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_AD&t=SR&vt=w&cs=1_242f9905&cb=1615810516950&jobListingId=4011887422", "Job Age": "19d", "Job Age Number": "19d", "Collection Date": "2021-03-15"}, {"index": 0, "Search Keyword": "kleinhandel", "Platform": "Glassdoor", "Job ID": 4011887429, "Job Title": "Facility Manager Area Zuid-Nederland | DHL Supply Chain", "Company Name": "VFM Facility Experts", "Location": "Eindhoven", "Industry": -1, "Sector": -1, "Job Description": "Gebouwen en de technische installaties, ondernemend, flexibel, overtuigend, communicatief sterk, samenwerken en verbindenDHL Supply Chain, onderdeel van de DPDHL Group met een omzet van EUR 56,6 miljard, is 's werelds leidende logistieke dienstverlener. Onze gepersonaliseerde, geïntegreerde logistieke oplossingen combineren toegevoegde waarde en beheerservices met traditionele uitvoering en distributie om efficiëntie te stimuleren, kwaliteit te verhogen en een concurrentievoordeel te creëren.DHL Supply Chain biedt gespecialiseerde, beproefde expertise voor diverse sectoren, zoals auto-mobility, consumentenartikelen, chemie, energie, techniek en productie, Life Sciences en gezondheidszorg, kleinhandel en technologie. Terwijl de markten wereldwijd in omvang toenemen, staan onze innovatieve logistieke oplossingen klaar om u te helpen.OrganisatieJe komt te werken in het Operations Excellence team, een team met veel specialisten op allerlei vlakken. Werken voor de grootste logistieke dienstverlener van de wereld brengt veel voordelen met zich mee. Zo kunnen ze globaal investeren in de mooiste innovaties en technische oplossingen.Als onderdeel van de centrale facility organisatie val je rechtstreeks onder de Benelux Facility Manager binnen de Operations Excellence afdeling.VerwachtingenIn deze functie ben je verantwoordelijk voor het kwalitatief en efficiënt inzetten van Facility support in de Benelux en draag je mede zorg voor de safety & security van de verschillende locaties/sites in jouw regio. Als Area Lead krijg je verantwoordelijkheid over de area Zuid-Nederland, welke bestaat uit meerdere DSC-sites die geografisch zijn gegroepeerd.Met je team van facility medewerkers zorg je ervoor dat de panden en aanwezige installaties/inventaris in een goede staat verkeren. Aanvullende taken zijn gerelateerd aan Best practices, veiligheid, standaardisatie en het beheren/uitrollen van ons GoGreen programma.Belangrijkste aandachtsgebieden:Het zodanig uitvoeren/implementeren van het Facility beleid zodat facilitaire diensten ondersteunend en doeltreffend functioneren, kosten binnen het budget blijven en de aanwezige installaties operationeel blijvenHet voorbereiden, adviseren en implementeren van voorstellen ter verbetering van de facilitaire dienstverlening o.a. voortkomend uit duurzaamheid, 'GoGreen', safety, best practices & standaardisatie initiatievenHet optimaliseren van de inzet en ontwikkeling van het team medewerkers waaraan jij leiding en coaching geeftBeheren en het laten onderhouden van gebouwen, terreinen en installatiesBeheren en optimaliseren van security op de locatie en deze aanpassen op veranderende omstandighedenCoördinatie van geïnitieerde audits (intern/extern) op de sites en zorgdragen voor de follow upSignaleren van problemen, risico's in de in- en externe omgeving, knelpunten in werkprocessen en ervoor zorgen dat deze opgelost worden en risico's worden vermedenCoördinatie bij inkoop/tendertrajecten, contractafspraken, evaluaties verzorgen van bestaande en toekomstige leveranciersWij zoekenNaast je technische kennis op facilitair en gebouw beheers aspecten, heb je een professionele, proactieve en flexibele instelling. Je bent overtuigend en communicatief sterk. Je bent op samenwerking gericht en kunt goed schakelen tussen senior management en operationele uitvoering, maar je durft ook 'op je strepen te staan' als het nodig is. Daarnaast heb je oog voor detail maar vanuit jouw helicopterview altijd zicht op het grotere geheel. Contractuele kennis van Huurders & Verhuurders aspecten zijn een vereiste voor deze functie. Kennis van bouw en grote verbouwingsprojecten zijn een grote pré.Je brengt verder mee:HBO werk- en denkniveau met minimaal 5 jaar ervaring in een soortgelijke functieGoede mondelinge en schriftelijke vaardigheden in Nederlands en EngelsTechnisch inzicht om offertes te kunnen beoordelen en onderbouwd advies te kunnen gevenLeidinggevende capaciteiten in relatie tot sturing van een team welke niet continue on-site gesitueerd isOnderhandelingsvaardigheid voor het prijsafspraken maken met leveranciersAnalytisch vermogen en financiële affiniteit voor het opstellen en beheren van de begrotingSalarisJe krijgt de mogelijkheid om deze functie voor 40 uur per week in te vullen binnen een boeiende organisatie. Daar hoort uiteraard een goed salaris bij met prima secundaire arbeidsvoorwaarden, zoals DHL deze kent. Dit alles bij een multinational waar je een dynamische en prettige werksfeer zult ervaren en kunt doorgroeien.Als Facility Manager bij DHL Supply Chain kun je rekenen op:Een goed salaris, afhankelijk van opleiding en ervaring, tussen de ca. € 3500,- en Є 5800,- bruto per maand31 vakantiedagen, vakantiegeld, pensioenregeling, eventuele (afhankelijk van reisafstanden) lease auto en een bonusregeling die kan oplopen tot maximaal 10% van het bruto jaarsalarisMogelijkheid tot het volgen van vak-gerelateerde cursussen en opleidingen﻿Interesse?Wil je meer informatie over de functie dan kun je bellen met Dirk Brukx, tel. 06-47974890 of Jan Giebers 06-27229697.", "Type of ownership": "Privébedrijf", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_0bdb5aa6&cb=1615810516949&jobListingId=4011887429", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_AD&t=SR&vt=w&cs=1_6381a02e&cb=1615810516949&jobListingId=4011887429", "Job Age": "19d", "Job Age Number": "19d", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Male"}, {"index": 1, "Search Keyword": "kleinhandel", "Platform": "Glassdoor", "Job ID": 4011887536, "Job Title": "Facility Manager Area Zuid-Nederland | DHL Supply Chain", "Company Name": "VFM Facility Experts", "Location": "Eindhoven", "Industry": -1, "Sector": -1, "Job Description": "Wil jij op verschillende locaties facilitair advies geven? En krijg jij energie van een altijd veranderende organisatie, waar geen dag hetzelfde is? Dan is deze functie zeker iets voor jouDHL Supply Chain, onderdeel van de DPDHL Group met een omzet van EUR 56,6 miljard, is 's werelds leidende logistieke dienstverlener. Onze gepersonaliseerde, geïntegreerde logistieke oplossingen combineren toegevoegde waarde en beheerservices met traditionele uitvoering en distributie om efficiëntie te stimuleren, kwaliteit te verhogen en een concurrentievoordeel te creëren.DHL Supply Chain biedt gespecialiseerde, beproefde expertise voor diverse sectoren, zoals auto-mobility, consumentenartikelen, chemie, energie, techniek en productie, Life Sciences en gezondheidszorg, kleinhandel en technologie. Terwijl de markten wereldwijd in omvang toenemen, staan onze innovatieve logistieke oplossingen klaar om u te helpen.OrganisatieJe komt te werken in een regionaal facility team in het zuiden van het land, waar meerdere collega's DHL Supply Chain facilitair bedienen. Je hebt op jouw vestiging(en) veel contact en overlegmomenten met management, SHEQ, de operatie en natuurlijk de handyman(s) en coördinatoren van jouw site(s) en je collega's van andere sites. Je komt te werken onder de Facility Area Lead.VerwachtingenAls Facility Specialist gaat jou belangrijkste doel zijn het ‘ontzorgen' van jouw collega's op het gebied van facilitaire zaken. Jij hebt de facilitaire kennis in huis om de vragen van collega's te beantwoorden.De belangrijkste aandachtsgebieden hierbij zijn:Hoofdaanspreekpunt voor de regio. o.a. door periodiek overleg met Site management en andere stakeholders voor alle facilitaire aspectenIn afstemming met je Area Lead optimaal inzetten en aansturen van de aanwezige mensen en middelen om de facilitaire werkzaamheden binnen tijd en budget uit te voerenUitrollen van 'Best Practices' in combinatie met verbeteringen op het gebied van SafetyEerste aanspreekpunt voor leveranciers, externe dienstverleners, deskundigen en belanghebbenden alsmede het beheren van de relatie en het beoordelen van hun kwaliteitDe (jaar-)planningen, rapportages en voortgang van het budget controlerenOndersteunen van de Benelux Security Lead & Area Lead in de uitvoering en het uitdragen van het Security beleid en meewerken aan projectenMeedenken m.b.t. opzet en inzet van logistieke assets (racking, ITM, veiligheidsmaatregelingen enz)Beoordeling van de volledige facilitaire dienstverlening en verzorg je verbetervoorstellen (ook gericht op efficiency)Wij zoekenJij hebt een professionele, proactieve en flexibele instelling. Je hebt geen 9 tot 5 mentaliteit en je bent overtuigend, communicatief sterk en staat stevig in je schoenen. Je bent op samenwerking gericht en kunt goed schakelen tussen senior management en operationele uitvoering, maar je durft ook 'op je strepen te staan' als het nodig is. Verder heb je minimaal:Een afgeronde opleiding Facilitair management en aantoonbaar hbo werk- en denkniveau3 jaar of meer ‘hard service' ervaring op facilitair- & gebouwbeheerKennis van het opstellen van project- en deelbudgettenKennis van en ervaring met security systemen en inkooptrajectenErvaring en handigheid van AutocadVloeiende spreek- en schrijfvaardigheid in het Nederlands en EngelsBeschikking over eigen vervoerSalarisEen fulltime functie met een salaris tussen de €3300,- en €3900,- bruto per maand (afhankelijk van opleiding en ervaring)Ook bieden we jou goede secundaire arbeidsvoorwaarden, zoals cao a la carte, jouw persoonlijke budget waarmee je zelf een gedeelte van je arbeidsvoorwaarden bepaalt. Zo kun je dit budget bijvoorbeeld inzetten om jouw vakantieurenbudget te verhogen of om een sportschoolabonnement mee te bekostigenEen jaarcontract met het doel dit op te volgen met een vast contractVolop ruimte voor jouw ontwikkeling en kansen om door te groeienInteresse?Vul dan onderstaand formulier in. Wil je meer informatie over de functie dan kun je bellen met Dirk Brukx, tel. 06-47974890 of mailen naar dirk.brukx@vfm.nl", "Type of ownership": "Privébedrijf", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=102&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_11fa4298&cb=1615810516949&jobListingId=4011887536", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=102&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_AD&t=SR&vt=w&cs=1_23f620a4&cb=1615810516949&jobListingId=4011887536", "Job Age": "19d", "Job Age Number": "19d", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Male"}, {"index": 2, "Search Keyword": "kleinhandel", "Platform": "Glassdoor", "Job ID": 3751752407, "Job Title": "Facility Manager Area Zuid-Nederland | DHL Supply Chain", "Company Name": "TSN-Europe", "Location": "Spijkenisse", "Industry": -1, "Sector": -1, "Job Description": "Voor onze internationaal opererende groothandel te Spijkenisse zoeken wij een medewerker ter ondersteuning in het logistieke proces, waarbij de kerntaken zullen liggen in magazijnbeheer, inkomende goederen registratie, het verzend gereedmaken van bestellingen en assembleren van onze producten. Als logistiek medewerker ben je de spil van het magazijn. Jij weet waar alles ligt of waar het terecht moet komen. Je moet goed weten wat je verplaatst en hoe je daarmee omgaat. Wat gaat eruit en wat komt er binnen? Voorraad bijhouden, vrachtbrieven controleren en alles zorgvuldig in de computer invoeren hoort ook bij het taken pakket.We zijn als jonge organisatie hard aan het groeien, zowel online als offline bedienen we onze klanten door heel Europa, Onze ambitie is uiteraard te blijven groeien en daar kunnen we jou goed bij gebruiken! De eerste weken word je binnen het team opgeleid met als doel je zo snel mogelijk klaar te stomen om zelfstandig aan de slag te gaan. Je leert snel de fijne kneepjes van het logistieke proces binnen het bedrijf en kan deze kennis gelijk toepassen in de praktijk. Bewijs jezelf en maak deel uit van een groeiend bedrijf en alle kansen en groeimogelijkheden die daarbij horen.Werkzaamheden:Aannemen en uitladen van goederen (Goederenontvangst);Uitgeven van goederen;Magazijnbeheer;Innemen en op volledigheid controleren van retouren;Logistieke afhandeling van zendingen;Assembleren van producten (eenvoudige handelingen)Werktijden kunnen liggen tussen 08.00 en 22.00Wij vragen:Goede communicatieve vaardigheden, in zowel de Nederlands en Engelse taal;Stressbestendige, initiatiefrijke, gedreven persoonlijkheid;Zowel zelfstandig als in teamverband goed kunnen functioneren;Bij voorkeur woonachtig in de regio Spijkenisse.In het bezit van het rijbewijs BIn het bezit van het rijbewijs E, of bereid deze te behalenIn het bezit van het heftruck en reachtruck certificaat, of bereid deze te behalenIn het bezit van Basisveiligheid VCA, of bereid deze te behalenVerklaring Omtrent het Gedrag (VOG) is een vereiste.Wij bieden:Een uitdagende en relatief zelfstandige functie;Gezellige werksfeer;Doorgroeimogelijkheden in het bedrijf;Salaris in overeenstemming met leeftijd en ervaring.Bedrijfsinformatie:IBDL BV is importeur en distributeur van consumenten elektronica, en levert producten in heel Europa. Het bedrijf is voortgekomen na een splitsing tussen de groot en de kleinhandel activiteiten, en is sedert 2002 actief op dit gebied.Intresse?Stuur je CV met motivatie naar IBDL BV, t.a.v. mevrouw M. Stimac, Boyleweg 10, 3208 KA Spijkenisse of per e-mail naar HRM@ibdl.nlVermeld om welke vacature het gaat!, Acquisitie naar aanleiding van deze advertentie wordt niet op prijs gesteld\nWerkzaamheden:Aannemen en uitladen van goederen (Goederenontvangst);Uitgeven van goederen;Magazijnbeheer;Innemen en op volledigheid controleren van retouren;Logistieke afhandeling van zendingen;Assembleren van producten (eenvoudige handelingen)Werktijden kunnen liggen tussen 08.00 en 22.00\nWij vragen:Goede communicatieve vaardigheden, in zowel de Nederlands en Engelse taal;Stressbestendige, initiatiefrijke, gedreven persoonlijkheid;Zowel zelfstandig als in teamverband goed kunnen functioneren;Bij voorkeur woonachtig in de regio Spijkenisse.In het bezit van het rijbewijs BIn het bezit van het rijbewijs E, of bereid deze te behalenIn het bezit van het heftruck en reachtruck certificaat, of bereid deze te behalenIn het bezit van Basisveiligheid VCA, of bereid deze te behalenVerklaring Omtrent het Gedrag (VOG) is een vereiste.\nWij bieden:Een uitdagende en relatief zelfstandige functie;Gezellige werksfeer;Doorgroeimogelijkheden in het bedrijf;Salaris in overeenstemming met leeftijd en ervaring.", "Type of ownership": "-1", "Rating": 4.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=103&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_e2acf8bf&cb=1615810516948&jobListingId=3751752407", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=103&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_AD&t=SR&vt=w&cs=1_1488dc0e&cb=1615810516948&jobListingId=3751752407", "Job Age": "27d", "Job Age Number": "27d", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Male"}, {"index": 3, "Search Keyword": "kleinhandel", "Platform": "Glassdoor", "Job ID": 4011887422, "Job Title": "Facility Manager Area Zuid-Nederland | DHL Supply Chain", "Company Name": "VFM Facility Experts", "Location": "Eindhoven", "Industry": -1, "Sector": -1, "Job Description": "Projectmanagement van grote, technische (ver)bouwprojecten, flexibel, ondernemend, helicopterview, communicatief sterk, samenwerken en verbindenDHL Supply Chain, onderdeel van de DPDHL Group met een omzet van EUR 56,6 miljard, is 's werelds leidende logistieke dienstverlener. Onze gepersonaliseerde, geïntegreerde logistieke oplossingen combineren toegevoegde waarde en beheerservices met traditionele uitvoering en distributie om efficiëntie te stimuleren, kwaliteit te verhogen en een concurrentievoordeel te creëren.DHL Supply Chain biedt gespecialiseerde, beproefde expertise voor diverse sectoren, zoals auto-mobility, consumentenartikelen, chemie, energie, techniek en productie, Life Sciences en gezondheidszorg, kleinhandel en technologie. Terwijl de markten wereldwijd in omvang toenemen, staan hun innovatieve logistieke oplossingen klaar om u te helpen.OrganisatieJe komt te werken in het Operations Excellence team, bestaande uit specialisten op allerlei vlakken. Werken voor de grootste logistieke dienstverlener van de wereld brengt veel voordelen met zich mee. Zo kunnen ze globaal investeren in de mooiste innovaties en technische oplossingen.VerwachtingenAls Facility Project Manager zorg jij ervoor dat de facilitaire projecten in de Benelux volgens planning en binnen budget opgepakt en afgerond worden. Dit kunnen grote bouwprojecten zijn maar ook kleinere projecten in bestaande panden. Het werkgebied beslaat zowel België als Nederland. Als onderdeel van de centrale Facility afdeling val je rechtstreeks onder de Facility Manager Benelux binnen de Operations Excellence afdeling.Belangrijkste aandachtsgebieden:Vanuit de DHL specifieke project methodiek (DePict), waarbij specifieke aandacht voor de fases Define, Plan, Implementation, Control en Transition, opzetten en volledig afronden van de aan jou toebedeelde facilitaire projectenHet zodanig uitvoeren/implementeren van projecten zodat deze binnen de afgesproken tijdslijnen afgerond worden, waarbij de kosten binnen het budget blijven en de eventueel aanwezige installaties operationeel blijven. Je ontzorgt hierbij zoveel mogelijk onze operatiesHet voorbereiden, adviseren en implementeren van verbetervoorstellen ten aanzien van duurzame ('GoGreen') oplossingen en Safety aangelegenheden. Daarnaast hoort het uitvoeren en delen van best practices & standaardisatie initiatieven tot je verantwoordelijkhedenHet optimaal inzetten en managen van de (voor het project) eventueel beschikbaar gestelde Facility medewerkersTijdig signaleren en rapporteren van problemen, risico's in de in- en externe omgeving, knelpunten in werkprocessen en het ervoor zorgen dat deze opgelost worden en risico's worden geminimaliseerdHet verzorgen van project-gerelateerde inkoop/tendertrajecten in nauwe samenwerking met de centrale Procurement afdeling en de betreffende Facility Area Leads (Facility Regio Managers)Het maken van contractafspraken en het verzorgen van leveranciers-evaluaties ten behoeve van je projectenHet bieden van ondersteuning aan de Facility Area leads gedurende vakanties en/of bij escalatiesWij zoekenNaast je technische kennis op facilitair en gebouw beheers aspecten, heb je een professionele, proactieve en flexibele instelling. Je hebt ervaring met het succesvol afronden van (grotere) facilitaire projecten. Je bent overtuigend en communicatief sterk. Je bent op samenwerking gericht en kunt goed schakelen tussen senior management en operationele uitvoering, maar je durft ook 'op je strepen te staan' als het nodig is. Daarnaast heb je oog voor detail maar vanuit jouw helicopterview altijd zicht op het groter geheel. Kennis van innovatieve bouw- en grote verbouwingsprojecten zijn een vereisten.Jij brengt veel mee:Een afgeronde, relevante HBO opleiding met minimaal 7 jaar ervaring in een soortgelijke functieJe bent een netwerker die aannemers, leveranciers en collega's constructief laat samenwerken, ook wanneer er veranderingen moeten worden gecommuniceerdStressbestendig, prioriteiten stellen, structuur, communicatief vaardig, analytisch, sociaalvaardig en resultaatgerichtJe beheerst de Nederlandse en de Engelse taal in woord en geschrift uitstekendJe beschikt over aantoonbare kennis en ervaring in projectmanagementKennis van het opstellen van project- en deelbudgettenKennis van en ervaring met security systemen en inkooptrajectenKennis van Autocad of andere vergelijkbare softwareSalarisAls Facility Project Manager bij DHL Supply Chain krijg je:De mogelijkheid om deze functie voor 40 uur per week in te vullen binnen een boeiende organisatieEen goed salaris, afhankelijk van opleiding en ervaring, tussen de ca. € 3500,- en Є 5000,- bruto per maand31 vakantiedagen, vakantiegeld, pensioenregeling, eventuele (afhankelijk van reisafstanden) lease auto en een bonusregeling die kan oplopen tot maximaal 10% van het bruto jaarsalarisMogelijkheden tot het volgen van vak-gerelateerde cursussen en opleidingenInteresse?Wil je meer informatie over de functie dan kun je bellen met Jan Giebers 06-27229697.", "Type of ownership": "Privébedrijf", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=104&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_1fa70c28&cb=1615810516950&jobListingId=4011887422", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=104&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_AD&t=SR&vt=w&cs=1_242f9905&cb=1615810516950&jobListingId=4011887422", "Job Age": "19d", "Job Age Number": "19d", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Male"}, {"index": 0, "Search Keyword": "kleinhandel", "Platform": "Glassdoor", "Job ID": 4011887429, "Job Title": "Facility Manager Area Zuid-Nederland | DHL Supply Chain", "Company Name": "VFM Facility Experts", "Location": "Eindhoven", "Industry": -1, "Sector": -1, "Job Description": "Gebouwen en de technische installaties, ondernemend, flexibel, overtuigend, communicatief sterk, samenwerken en verbindenDHL Supply Chain, onderdeel van de DPDHL Group met een omzet van EUR 56,6 miljard, is 's werelds leidende logistieke dienstverlener. Onze gepersonaliseerde, geïntegreerde logistieke oplossingen combineren toegevoegde waarde en beheerservices met traditionele uitvoering en distributie om efficiëntie te stimuleren, kwaliteit te verhogen en een concurrentievoordeel te creëren.DHL Supply Chain biedt gespecialiseerde, beproefde expertise voor diverse sectoren, zoals auto-mobility, consumentenartikelen, chemie, energie, techniek en productie, Life Sciences en gezondheidszorg, kleinhandel en technologie. Terwijl de markten wereldwijd in omvang toenemen, staan onze innovatieve logistieke oplossingen klaar om u te helpen.OrganisatieJe komt te werken in het Operations Excellence team, een team met veel specialisten op allerlei vlakken. Werken voor de grootste logistieke dienstverlener van de wereld brengt veel voordelen met zich mee. Zo kunnen ze globaal investeren in de mooiste innovaties en technische oplossingen.Als onderdeel van de centrale facility organisatie val je rechtstreeks onder de Benelux Facility Manager binnen de Operations Excellence afdeling.VerwachtingenIn deze functie ben je verantwoordelijk voor het kwalitatief en efficiënt inzetten van Facility support in de Benelux en draag je mede zorg voor de safety & security van de verschillende locaties/sites in jouw regio. Als Area Lead krijg je verantwoordelijkheid over de area Zuid-Nederland, welke bestaat uit meerdere DSC-sites die geografisch zijn gegroepeerd.Met je team van facility medewerkers zorg je ervoor dat de panden en aanwezige installaties/inventaris in een goede staat verkeren. Aanvullende taken zijn gerelateerd aan Best practices, veiligheid, standaardisatie en het beheren/uitrollen van ons GoGreen programma.Belangrijkste aandachtsgebieden:Het zodanig uitvoeren/implementeren van het Facility beleid zodat facilitaire diensten ondersteunend en doeltreffend functioneren, kosten binnen het budget blijven en de aanwezige installaties operationeel blijvenHet voorbereiden, adviseren en implementeren van voorstellen ter verbetering van de facilitaire dienstverlening o.a. voortkomend uit duurzaamheid, 'GoGreen', safety, best practices & standaardisatie initiatievenHet optimaliseren van de inzet en ontwikkeling van het team medewerkers waaraan jij leiding en coaching geeftBeheren en het laten onderhouden van gebouwen, terreinen en installatiesBeheren en optimaliseren van security op de locatie en deze aanpassen op veranderende omstandighedenCoördinatie van geïnitieerde audits (intern/extern) op de sites en zorgdragen voor de follow upSignaleren van problemen, risico's in de in- en externe omgeving, knelpunten in werkprocessen en ervoor zorgen dat deze opgelost worden en risico's worden vermedenCoördinatie bij inkoop/tendertrajecten, contractafspraken, evaluaties verzorgen van bestaande en toekomstige leveranciersWij zoekenNaast je technische kennis op facilitair en gebouw beheers aspecten, heb je een professionele, proactieve en flexibele instelling. Je bent overtuigend en communicatief sterk. Je bent op samenwerking gericht en kunt goed schakelen tussen senior management en operationele uitvoering, maar je durft ook 'op je strepen te staan' als het nodig is. Daarnaast heb je oog voor detail maar vanuit jouw helicopterview altijd zicht op het grotere geheel. Contractuele kennis van Huurders & Verhuurders aspecten zijn een vereiste voor deze functie. Kennis van bouw en grote verbouwingsprojecten zijn een grote pré.Je brengt verder mee:HBO werk- en denkniveau met minimaal 5 jaar ervaring in een soortgelijke functieGoede mondelinge en schriftelijke vaardigheden in Nederlands en EngelsTechnisch inzicht om offertes te kunnen beoordelen en onderbouwd advies te kunnen gevenLeidinggevende capaciteiten in relatie tot sturing van een team welke niet continue on-site gesitueerd isOnderhandelingsvaardigheid voor het prijsafspraken maken met leveranciersAnalytisch vermogen en financiële affiniteit voor het opstellen en beheren van de begrotingSalarisJe krijgt de mogelijkheid om deze functie voor 40 uur per week in te vullen binnen een boeiende organisatie. Daar hoort uiteraard een goed salaris bij met prima secundaire arbeidsvoorwaarden, zoals DHL deze kent. Dit alles bij een multinational waar je een dynamische en prettige werksfeer zult ervaren en kunt doorgroeien.Als Facility Manager bij DHL Supply Chain kun je rekenen op:Een goed salaris, afhankelijk van opleiding en ervaring, tussen de ca. € 3500,- en Є 5800,- bruto per maand31 vakantiedagen, vakantiegeld, pensioenregeling, eventuele (afhankelijk van reisafstanden) lease auto en een bonusregeling die kan oplopen tot maximaal 10% van het bruto jaarsalarisMogelijkheid tot het volgen van vak-gerelateerde cursussen en opleidingen﻿Interesse?Wil je meer informatie over de functie dan kun je bellen met Dirk Brukx, tel. 06-47974890 of Jan Giebers 06-27229697.", "Type of ownership": "Privébedrijf", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_0bdb5aa6&cb=1615810516949&jobListingId=4011887429", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_AD&t=SR&vt=w&cs=1_6381a02e&cb=1615810516949&jobListingId=4011887429", "Job Age": "19d", "Job Age Number": "19d", "Collection Date": "2021-03-15", "Language": null, "Gender": "Male"}, {"index": 1, "Search Keyword": "kleinhandel", "Platform": "Glassdoor", "Job ID": 4011887536, "Job Title": "Facility Manager Area Zuid-Nederland | DHL Supply Chain", "Company Name": "VFM Facility Experts", "Location": "Eindhoven", "Industry": -1, "Sector": -1, "Job Description": "Wil jij op verschillende locaties facilitair advies geven? En krijg jij energie van een altijd veranderende organisatie, waar geen dag hetzelfde is? Dan is deze functie zeker iets voor jouDHL Supply Chain, onderdeel van de DPDHL Group met een omzet van EUR 56,6 miljard, is 's werelds leidende logistieke dienstverlener. Onze gepersonaliseerde, geïntegreerde logistieke oplossingen combineren toegevoegde waarde en beheerservices met traditionele uitvoering en distributie om efficiëntie te stimuleren, kwaliteit te verhogen en een concurrentievoordeel te creëren.DHL Supply Chain biedt gespecialiseerde, beproefde expertise voor diverse sectoren, zoals auto-mobility, consumentenartikelen, chemie, energie, techniek en productie, Life Sciences en gezondheidszorg, kleinhandel en technologie. Terwijl de markten wereldwijd in omvang toenemen, staan onze innovatieve logistieke oplossingen klaar om u te helpen.OrganisatieJe komt te werken in een regionaal facility team in het zuiden van het land, waar meerdere collega's DHL Supply Chain facilitair bedienen. Je hebt op jouw vestiging(en) veel contact en overlegmomenten met management, SHEQ, de operatie en natuurlijk de handyman(s) en coördinatoren van jouw site(s) en je collega's van andere sites. Je komt te werken onder de Facility Area Lead.VerwachtingenAls Facility Specialist gaat jou belangrijkste doel zijn het ‘ontzorgen' van jouw collega's op het gebied van facilitaire zaken. Jij hebt de facilitaire kennis in huis om de vragen van collega's te beantwoorden.De belangrijkste aandachtsgebieden hierbij zijn:Hoofdaanspreekpunt voor de regio. o.a. door periodiek overleg met Site management en andere stakeholders voor alle facilitaire aspectenIn afstemming met je Area Lead optimaal inzetten en aansturen van de aanwezige mensen en middelen om de facilitaire werkzaamheden binnen tijd en budget uit te voerenUitrollen van 'Best Practices' in combinatie met verbeteringen op het gebied van SafetyEerste aanspreekpunt voor leveranciers, externe dienstverleners, deskundigen en belanghebbenden alsmede het beheren van de relatie en het beoordelen van hun kwaliteitDe (jaar-)planningen, rapportages en voortgang van het budget controlerenOndersteunen van de Benelux Security Lead & Area Lead in de uitvoering en het uitdragen van het Security beleid en meewerken aan projectenMeedenken m.b.t. opzet en inzet van logistieke assets (racking, ITM, veiligheidsmaatregelingen enz)Beoordeling van de volledige facilitaire dienstverlening en verzorg je verbetervoorstellen (ook gericht op efficiency)Wij zoekenJij hebt een professionele, proactieve en flexibele instelling. Je hebt geen 9 tot 5 mentaliteit en je bent overtuigend, communicatief sterk en staat stevig in je schoenen. Je bent op samenwerking gericht en kunt goed schakelen tussen senior management en operationele uitvoering, maar je durft ook 'op je strepen te staan' als het nodig is. Verder heb je minimaal:Een afgeronde opleiding Facilitair management en aantoonbaar hbo werk- en denkniveau3 jaar of meer ‘hard service' ervaring op facilitair- & gebouwbeheerKennis van het opstellen van project- en deelbudgettenKennis van en ervaring met security systemen en inkooptrajectenErvaring en handigheid van AutocadVloeiende spreek- en schrijfvaardigheid in het Nederlands en EngelsBeschikking over eigen vervoerSalarisEen fulltime functie met een salaris tussen de €3300,- en €3900,- bruto per maand (afhankelijk van opleiding en ervaring)Ook bieden we jou goede secundaire arbeidsvoorwaarden, zoals cao a la carte, jouw persoonlijke budget waarmee je zelf een gedeelte van je arbeidsvoorwaarden bepaalt. Zo kun je dit budget bijvoorbeeld inzetten om jouw vakantieurenbudget te verhogen of om een sportschoolabonnement mee te bekostigenEen jaarcontract met het doel dit op te volgen met een vast contractVolop ruimte voor jouw ontwikkeling en kansen om door te groeienInteresse?Vul dan onderstaand formulier in. Wil je meer informatie over de functie dan kun je bellen met Dirk Brukx, tel. 06-47974890 of mailen naar dirk.brukx@vfm.nl", "Type of ownership": "Privébedrijf", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=102&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_11fa4298&cb=1615810516949&jobListingId=4011887536", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=102&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_AD&t=SR&vt=w&cs=1_23f620a4&cb=1615810516949&jobListingId=4011887536", "Job Age": "19d", "Job Age Number": "19d", "Collection Date": "2021-03-15", "Language": null, "Gender": "Male"}, {"index": 2, "Search Keyword": "kleinhandel", "Platform": "Glassdoor", "Job ID": 3751752407, "Job Title": "Facility Manager Area Zuid-Nederland | DHL Supply Chain", "Company Name": "TSN-Europe", "Location": "Spijkenisse", "Industry": -1, "Sector": -1, "Job Description": "Voor onze internationaal opererende groothandel te Spijkenisse zoeken wij een medewerker ter ondersteuning in het logistieke proces, waarbij de kerntaken zullen liggen in magazijnbeheer, inkomende goederen registratie, het verzend gereedmaken van bestellingen en assembleren van onze producten. Als logistiek medewerker ben je de spil van het magazijn. Jij weet waar alles ligt of waar het terecht moet komen. Je moet goed weten wat je verplaatst en hoe je daarmee omgaat. Wat gaat eruit en wat komt er binnen? Voorraad bijhouden, vrachtbrieven controleren en alles zorgvuldig in de computer invoeren hoort ook bij het taken pakket.We zijn als jonge organisatie hard aan het groeien, zowel online als offline bedienen we onze klanten door heel Europa, Onze ambitie is uiteraard te blijven groeien en daar kunnen we jou goed bij gebruiken! De eerste weken word je binnen het team opgeleid met als doel je zo snel mogelijk klaar te stomen om zelfstandig aan de slag te gaan. Je leert snel de fijne kneepjes van het logistieke proces binnen het bedrijf en kan deze kennis gelijk toepassen in de praktijk. Bewijs jezelf en maak deel uit van een groeiend bedrijf en alle kansen en groeimogelijkheden die daarbij horen.Werkzaamheden:Aannemen en uitladen van goederen (Goederenontvangst);Uitgeven van goederen;Magazijnbeheer;Innemen en op volledigheid controleren van retouren;Logistieke afhandeling van zendingen;Assembleren van producten (eenvoudige handelingen)Werktijden kunnen liggen tussen 08.00 en 22.00Wij vragen:Goede communicatieve vaardigheden, in zowel de Nederlands en Engelse taal;Stressbestendige, initiatiefrijke, gedreven persoonlijkheid;Zowel zelfstandig als in teamverband goed kunnen functioneren;Bij voorkeur woonachtig in de regio Spijkenisse.In het bezit van het rijbewijs BIn het bezit van het rijbewijs E, of bereid deze te behalenIn het bezit van het heftruck en reachtruck certificaat, of bereid deze te behalenIn het bezit van Basisveiligheid VCA, of bereid deze te behalenVerklaring Omtrent het Gedrag (VOG) is een vereiste.Wij bieden:Een uitdagende en relatief zelfstandige functie;Gezellige werksfeer;Doorgroeimogelijkheden in het bedrijf;Salaris in overeenstemming met leeftijd en ervaring.Bedrijfsinformatie:IBDL BV is importeur en distributeur van consumenten elektronica, en levert producten in heel Europa. Het bedrijf is voortgekomen na een splitsing tussen de groot en de kleinhandel activiteiten, en is sedert 2002 actief op dit gebied.Intresse?Stuur je CV met motivatie naar IBDL BV, t.a.v. mevrouw M. Stimac, Boyleweg 10, 3208 KA Spijkenisse of per e-mail naar HRM@ibdl.nlVermeld om welke vacature het gaat!, Acquisitie naar aanleiding van deze advertentie wordt niet op prijs gesteld\nWerkzaamheden:Aannemen en uitladen van goederen (Goederenontvangst);Uitgeven van goederen;Magazijnbeheer;Innemen en op volledigheid controleren van retouren;Logistieke afhandeling van zendingen;Assembleren van producten (eenvoudige handelingen)Werktijden kunnen liggen tussen 08.00 en 22.00\nWij vragen:Goede communicatieve vaardigheden, in zowel de Nederlands en Engelse taal;Stressbestendige, initiatiefrijke, gedreven persoonlijkheid;Zowel zelfstandig als in teamverband goed kunnen functioneren;Bij voorkeur woonachtig in de regio Spijkenisse.In het bezit van het rijbewijs BIn het bezit van het rijbewijs E, of bereid deze te behalenIn het bezit van het heftruck en reachtruck certificaat, of bereid deze te behalenIn het bezit van Basisveiligheid VCA, of bereid deze te behalenVerklaring Omtrent het Gedrag (VOG) is een vereiste.\nWij bieden:Een uitdagende en relatief zelfstandige functie;Gezellige werksfeer;Doorgroeimogelijkheden in het bedrijf;Salaris in overeenstemming met leeftijd en ervaring.", "Type of ownership": "-1", "Rating": 4.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=103&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_e2acf8bf&cb=1615810516948&jobListingId=3751752407", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=103&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_AD&t=SR&vt=w&cs=1_1488dc0e&cb=1615810516948&jobListingId=3751752407", "Job Age": "27d", "Job Age Number": "27d", "Collection Date": "2021-03-15", "Language": null, "Gender": "Male"}, {"index": 3, "Search Keyword": "kleinhandel", "Platform": "Glassdoor", "Job ID": 4011887422, "Job Title": "Facility Manager Area Zuid-Nederland | DHL Supply Chain", "Company Name": "VFM Facility Experts", "Location": "Eindhoven", "Industry": -1, "Sector": -1, "Job Description": "Projectmanagement van grote, technische (ver)bouwprojecten, flexibel, ondernemend, helicopterview, communicatief sterk, samenwerken en verbindenDHL Supply Chain, onderdeel van de DPDHL Group met een omzet van EUR 56,6 miljard, is 's werelds leidende logistieke dienstverlener. Onze gepersonaliseerde, geïntegreerde logistieke oplossingen combineren toegevoegde waarde en beheerservices met traditionele uitvoering en distributie om efficiëntie te stimuleren, kwaliteit te verhogen en een concurrentievoordeel te creëren.DHL Supply Chain biedt gespecialiseerde, beproefde expertise voor diverse sectoren, zoals auto-mobility, consumentenartikelen, chemie, energie, techniek en productie, Life Sciences en gezondheidszorg, kleinhandel en technologie. Terwijl de markten wereldwijd in omvang toenemen, staan hun innovatieve logistieke oplossingen klaar om u te helpen.OrganisatieJe komt te werken in het Operations Excellence team, bestaande uit specialisten op allerlei vlakken. Werken voor de grootste logistieke dienstverlener van de wereld brengt veel voordelen met zich mee. Zo kunnen ze globaal investeren in de mooiste innovaties en technische oplossingen.VerwachtingenAls Facility Project Manager zorg jij ervoor dat de facilitaire projecten in de Benelux volgens planning en binnen budget opgepakt en afgerond worden. Dit kunnen grote bouwprojecten zijn maar ook kleinere projecten in bestaande panden. Het werkgebied beslaat zowel België als Nederland. Als onderdeel van de centrale Facility afdeling val je rechtstreeks onder de Facility Manager Benelux binnen de Operations Excellence afdeling.Belangrijkste aandachtsgebieden:Vanuit de DHL specifieke project methodiek (DePict), waarbij specifieke aandacht voor de fases Define, Plan, Implementation, Control en Transition, opzetten en volledig afronden van de aan jou toebedeelde facilitaire projectenHet zodanig uitvoeren/implementeren van projecten zodat deze binnen de afgesproken tijdslijnen afgerond worden, waarbij de kosten binnen het budget blijven en de eventueel aanwezige installaties operationeel blijven. Je ontzorgt hierbij zoveel mogelijk onze operatiesHet voorbereiden, adviseren en implementeren van verbetervoorstellen ten aanzien van duurzame ('GoGreen') oplossingen en Safety aangelegenheden. Daarnaast hoort het uitvoeren en delen van best practices & standaardisatie initiatieven tot je verantwoordelijkhedenHet optimaal inzetten en managen van de (voor het project) eventueel beschikbaar gestelde Facility medewerkersTijdig signaleren en rapporteren van problemen, risico's in de in- en externe omgeving, knelpunten in werkprocessen en het ervoor zorgen dat deze opgelost worden en risico's worden geminimaliseerdHet verzorgen van project-gerelateerde inkoop/tendertrajecten in nauwe samenwerking met de centrale Procurement afdeling en de betreffende Facility Area Leads (Facility Regio Managers)Het maken van contractafspraken en het verzorgen van leveranciers-evaluaties ten behoeve van je projectenHet bieden van ondersteuning aan de Facility Area leads gedurende vakanties en/of bij escalatiesWij zoekenNaast je technische kennis op facilitair en gebouw beheers aspecten, heb je een professionele, proactieve en flexibele instelling. Je hebt ervaring met het succesvol afronden van (grotere) facilitaire projecten. Je bent overtuigend en communicatief sterk. Je bent op samenwerking gericht en kunt goed schakelen tussen senior management en operationele uitvoering, maar je durft ook 'op je strepen te staan' als het nodig is. Daarnaast heb je oog voor detail maar vanuit jouw helicopterview altijd zicht op het groter geheel. Kennis van innovatieve bouw- en grote verbouwingsprojecten zijn een vereisten.Jij brengt veel mee:Een afgeronde, relevante HBO opleiding met minimaal 7 jaar ervaring in een soortgelijke functieJe bent een netwerker die aannemers, leveranciers en collega's constructief laat samenwerken, ook wanneer er veranderingen moeten worden gecommuniceerdStressbestendig, prioriteiten stellen, structuur, communicatief vaardig, analytisch, sociaalvaardig en resultaatgerichtJe beheerst de Nederlandse en de Engelse taal in woord en geschrift uitstekendJe beschikt over aantoonbare kennis en ervaring in projectmanagementKennis van het opstellen van project- en deelbudgettenKennis van en ervaring met security systemen en inkooptrajectenKennis van Autocad of andere vergelijkbare softwareSalarisAls Facility Project Manager bij DHL Supply Chain krijg je:De mogelijkheid om deze functie voor 40 uur per week in te vullen binnen een boeiende organisatieEen goed salaris, afhankelijk van opleiding en ervaring, tussen de ca. € 3500,- en Є 5000,- bruto per maand31 vakantiedagen, vakantiegeld, pensioenregeling, eventuele (afhankelijk van reisafstanden) lease auto en een bonusregeling die kan oplopen tot maximaal 10% van het bruto jaarsalarisMogelijkheden tot het volgen van vak-gerelateerde cursussen en opleidingenInteresse?Wil je meer informatie over de functie dan kun je bellen met Jan Giebers 06-27229697.", "Type of ownership": "Privébedrijf", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=104&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_1fa70c28&cb=1615810516950&jobListingId=4011887422", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=104&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_AD&t=SR&vt=w&cs=1_242f9905&cb=1615810516950&jobListingId=4011887422", "Job Age": "19d", "Job Age Number": "19d", "Collection Date": "2021-03-15", "Language": null, "Gender": "Male"}, {"index": 0, "Search Keyword": "kleinhandel", "Platform": "Glassdoor", "Job ID": 4011887429, "Job Title": "Facility Manager Area Zuid-Nederland | DHL Supply Chain", "Company Name": "VFM Facility Experts", "Location": "Eindhoven", "Industry": -1, "Sector": -1, "Job Description": "Gebouwen en de technische installaties, ondernemend, flexibel, overtuigend, communicatief sterk, samenwerken en verbindenDHL Supply Chain, onderdeel van de DPDHL Group met een omzet van EUR 56,6 miljard, is 's werelds leidende logistieke dienstverlener. Onze gepersonaliseerde, geïntegreerde logistieke oplossingen combineren toegevoegde waarde en beheerservices met traditionele uitvoering en distributie om efficiëntie te stimuleren, kwaliteit te verhogen en een concurrentievoordeel te creëren.DHL Supply Chain biedt gespecialiseerde, beproefde expertise voor diverse sectoren, zoals auto-mobility, consumentenartikelen, chemie, energie, techniek en productie, Life Sciences en gezondheidszorg, kleinhandel en technologie. Terwijl de markten wereldwijd in omvang toenemen, staan onze innovatieve logistieke oplossingen klaar om u te helpen.OrganisatieJe komt te werken in het Operations Excellence team, een team met veel specialisten op allerlei vlakken. Werken voor de grootste logistieke dienstverlener van de wereld brengt veel voordelen met zich mee. Zo kunnen ze globaal investeren in de mooiste innovaties en technische oplossingen.Als onderdeel van de centrale facility organisatie val je rechtstreeks onder de Benelux Facility Manager binnen de Operations Excellence afdeling.VerwachtingenIn deze functie ben je verantwoordelijk voor het kwalitatief en efficiënt inzetten van Facility support in de Benelux en draag je mede zorg voor de safety & security van de verschillende locaties/sites in jouw regio. Als Area Lead krijg je verantwoordelijkheid over de area Zuid-Nederland, welke bestaat uit meerdere DSC-sites die geografisch zijn gegroepeerd.Met je team van facility medewerkers zorg je ervoor dat de panden en aanwezige installaties/inventaris in een goede staat verkeren. Aanvullende taken zijn gerelateerd aan Best practices, veiligheid, standaardisatie en het beheren/uitrollen van ons GoGreen programma.Belangrijkste aandachtsgebieden:Het zodanig uitvoeren/implementeren van het Facility beleid zodat facilitaire diensten ondersteunend en doeltreffend functioneren, kosten binnen het budget blijven en de aanwezige installaties operationeel blijvenHet voorbereiden, adviseren en implementeren van voorstellen ter verbetering van de facilitaire dienstverlening o.a. voortkomend uit duurzaamheid, 'GoGreen', safety, best practices & standaardisatie initiatievenHet optimaliseren van de inzet en ontwikkeling van het team medewerkers waaraan jij leiding en coaching geeftBeheren en het laten onderhouden van gebouwen, terreinen en installatiesBeheren en optimaliseren van security op de locatie en deze aanpassen op veranderende omstandighedenCoördinatie van geïnitieerde audits (intern/extern) op de sites en zorgdragen voor de follow upSignaleren van problemen, risico's in de in- en externe omgeving, knelpunten in werkprocessen en ervoor zorgen dat deze opgelost worden en risico's worden vermedenCoördinatie bij inkoop/tendertrajecten, contractafspraken, evaluaties verzorgen van bestaande en toekomstige leveranciersWij zoekenNaast je technische kennis op facilitair en gebouw beheers aspecten, heb je een professionele, proactieve en flexibele instelling. Je bent overtuigend en communicatief sterk. Je bent op samenwerking gericht en kunt goed schakelen tussen senior management en operationele uitvoering, maar je durft ook 'op je strepen te staan' als het nodig is. Daarnaast heb je oog voor detail maar vanuit jouw helicopterview altijd zicht op het grotere geheel. Contractuele kennis van Huurders & Verhuurders aspecten zijn een vereiste voor deze functie. Kennis van bouw en grote verbouwingsprojecten zijn een grote pré.Je brengt verder mee:HBO werk- en denkniveau met minimaal 5 jaar ervaring in een soortgelijke functieGoede mondelinge en schriftelijke vaardigheden in Nederlands en EngelsTechnisch inzicht om offertes te kunnen beoordelen en onderbouwd advies te kunnen gevenLeidinggevende capaciteiten in relatie tot sturing van een team welke niet continue on-site gesitueerd isOnderhandelingsvaardigheid voor het prijsafspraken maken met leveranciersAnalytisch vermogen en financiële affiniteit voor het opstellen en beheren van de begrotingSalarisJe krijgt de mogelijkheid om deze functie voor 40 uur per week in te vullen binnen een boeiende organisatie. Daar hoort uiteraard een goed salaris bij met prima secundaire arbeidsvoorwaarden, zoals DHL deze kent. Dit alles bij een multinational waar je een dynamische en prettige werksfeer zult ervaren en kunt doorgroeien.Als Facility Manager bij DHL Supply Chain kun je rekenen op:Een goed salaris, afhankelijk van opleiding en ervaring, tussen de ca. € 3500,- en Є 5800,- bruto per maand31 vakantiedagen, vakantiegeld, pensioenregeling, eventuele (afhankelijk van reisafstanden) lease auto en een bonusregeling die kan oplopen tot maximaal 10% van het bruto jaarsalarisMogelijkheid tot het volgen van vak-gerelateerde cursussen en opleidingen﻿Interesse?Wil je meer informatie over de functie dan kun je bellen met Dirk Brukx, tel. 06-47974890 of Jan Giebers 06-27229697.", "Type of ownership": "Privébedrijf", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_0bdb5aa6&cb=1615810516949&jobListingId=4011887429", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_AD&t=SR&vt=w&cs=1_6381a02e&cb=1615810516949&jobListingId=4011887429", "Job Age": "19d", "Job Age Number": "19d", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Male"}, {"index": 1, "Search Keyword": "kleinhandel", "Platform": "Glassdoor", "Job ID": 4011887536, "Job Title": "Facility Manager Area Zuid-Nederland | DHL Supply Chain", "Company Name": "VFM Facility Experts", "Location": "Eindhoven", "Industry": -1, "Sector": -1, "Job Description": "Wil jij op verschillende locaties facilitair advies geven? En krijg jij energie van een altijd veranderende organisatie, waar geen dag hetzelfde is? Dan is deze functie zeker iets voor jouDHL Supply Chain, onderdeel van de DPDHL Group met een omzet van EUR 56,6 miljard, is 's werelds leidende logistieke dienstverlener. Onze gepersonaliseerde, geïntegreerde logistieke oplossingen combineren toegevoegde waarde en beheerservices met traditionele uitvoering en distributie om efficiëntie te stimuleren, kwaliteit te verhogen en een concurrentievoordeel te creëren.DHL Supply Chain biedt gespecialiseerde, beproefde expertise voor diverse sectoren, zoals auto-mobility, consumentenartikelen, chemie, energie, techniek en productie, Life Sciences en gezondheidszorg, kleinhandel en technologie. Terwijl de markten wereldwijd in omvang toenemen, staan onze innovatieve logistieke oplossingen klaar om u te helpen.OrganisatieJe komt te werken in een regionaal facility team in het zuiden van het land, waar meerdere collega's DHL Supply Chain facilitair bedienen. Je hebt op jouw vestiging(en) veel contact en overlegmomenten met management, SHEQ, de operatie en natuurlijk de handyman(s) en coördinatoren van jouw site(s) en je collega's van andere sites. Je komt te werken onder de Facility Area Lead.VerwachtingenAls Facility Specialist gaat jou belangrijkste doel zijn het ‘ontzorgen' van jouw collega's op het gebied van facilitaire zaken. Jij hebt de facilitaire kennis in huis om de vragen van collega's te beantwoorden.De belangrijkste aandachtsgebieden hierbij zijn:Hoofdaanspreekpunt voor de regio. o.a. door periodiek overleg met Site management en andere stakeholders voor alle facilitaire aspectenIn afstemming met je Area Lead optimaal inzetten en aansturen van de aanwezige mensen en middelen om de facilitaire werkzaamheden binnen tijd en budget uit te voerenUitrollen van 'Best Practices' in combinatie met verbeteringen op het gebied van SafetyEerste aanspreekpunt voor leveranciers, externe dienstverleners, deskundigen en belanghebbenden alsmede het beheren van de relatie en het beoordelen van hun kwaliteitDe (jaar-)planningen, rapportages en voortgang van het budget controlerenOndersteunen van de Benelux Security Lead & Area Lead in de uitvoering en het uitdragen van het Security beleid en meewerken aan projectenMeedenken m.b.t. opzet en inzet van logistieke assets (racking, ITM, veiligheidsmaatregelingen enz)Beoordeling van de volledige facilitaire dienstverlening en verzorg je verbetervoorstellen (ook gericht op efficiency)Wij zoekenJij hebt een professionele, proactieve en flexibele instelling. Je hebt geen 9 tot 5 mentaliteit en je bent overtuigend, communicatief sterk en staat stevig in je schoenen. Je bent op samenwerking gericht en kunt goed schakelen tussen senior management en operationele uitvoering, maar je durft ook 'op je strepen te staan' als het nodig is. Verder heb je minimaal:Een afgeronde opleiding Facilitair management en aantoonbaar hbo werk- en denkniveau3 jaar of meer ‘hard service' ervaring op facilitair- & gebouwbeheerKennis van het opstellen van project- en deelbudgettenKennis van en ervaring met security systemen en inkooptrajectenErvaring en handigheid van AutocadVloeiende spreek- en schrijfvaardigheid in het Nederlands en EngelsBeschikking over eigen vervoerSalarisEen fulltime functie met een salaris tussen de €3300,- en €3900,- bruto per maand (afhankelijk van opleiding en ervaring)Ook bieden we jou goede secundaire arbeidsvoorwaarden, zoals cao a la carte, jouw persoonlijke budget waarmee je zelf een gedeelte van je arbeidsvoorwaarden bepaalt. Zo kun je dit budget bijvoorbeeld inzetten om jouw vakantieurenbudget te verhogen of om een sportschoolabonnement mee te bekostigenEen jaarcontract met het doel dit op te volgen met een vast contractVolop ruimte voor jouw ontwikkeling en kansen om door te groeienInteresse?Vul dan onderstaand formulier in. Wil je meer informatie over de functie dan kun je bellen met Dirk Brukx, tel. 06-47974890 of mailen naar dirk.brukx@vfm.nl", "Type of ownership": "Privébedrijf", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=102&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_11fa4298&cb=1615810516949&jobListingId=4011887536", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=102&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_AD&t=SR&vt=w&cs=1_23f620a4&cb=1615810516949&jobListingId=4011887536", "Job Age": "19d", "Job Age Number": "19d", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Male"}, {"index": 2, "Search Keyword": "kleinhandel", "Platform": "Glassdoor", "Job ID": 3751752407, "Job Title": "Facility Manager Area Zuid-Nederland | DHL Supply Chain", "Company Name": "TSN-Europe", "Location": "Spijkenisse", "Industry": -1, "Sector": -1, "Job Description": "Voor onze internationaal opererende groothandel te Spijkenisse zoeken wij een medewerker ter ondersteuning in het logistieke proces, waarbij de kerntaken zullen liggen in magazijnbeheer, inkomende goederen registratie, het verzend gereedmaken van bestellingen en assembleren van onze producten. Als logistiek medewerker ben je de spil van het magazijn. Jij weet waar alles ligt of waar het terecht moet komen. Je moet goed weten wat je verplaatst en hoe je daarmee omgaat. Wat gaat eruit en wat komt er binnen? Voorraad bijhouden, vrachtbrieven controleren en alles zorgvuldig in de computer invoeren hoort ook bij het taken pakket.We zijn als jonge organisatie hard aan het groeien, zowel online als offline bedienen we onze klanten door heel Europa, Onze ambitie is uiteraard te blijven groeien en daar kunnen we jou goed bij gebruiken! De eerste weken word je binnen het team opgeleid met als doel je zo snel mogelijk klaar te stomen om zelfstandig aan de slag te gaan. Je leert snel de fijne kneepjes van het logistieke proces binnen het bedrijf en kan deze kennis gelijk toepassen in de praktijk. Bewijs jezelf en maak deel uit van een groeiend bedrijf en alle kansen en groeimogelijkheden die daarbij horen.Werkzaamheden:Aannemen en uitladen van goederen (Goederenontvangst);Uitgeven van goederen;Magazijnbeheer;Innemen en op volledigheid controleren van retouren;Logistieke afhandeling van zendingen;Assembleren van producten (eenvoudige handelingen)Werktijden kunnen liggen tussen 08.00 en 22.00Wij vragen:Goede communicatieve vaardigheden, in zowel de Nederlands en Engelse taal;Stressbestendige, initiatiefrijke, gedreven persoonlijkheid;Zowel zelfstandig als in teamverband goed kunnen functioneren;Bij voorkeur woonachtig in de regio Spijkenisse.In het bezit van het rijbewijs BIn het bezit van het rijbewijs E, of bereid deze te behalenIn het bezit van het heftruck en reachtruck certificaat, of bereid deze te behalenIn het bezit van Basisveiligheid VCA, of bereid deze te behalenVerklaring Omtrent het Gedrag (VOG) is een vereiste.Wij bieden:Een uitdagende en relatief zelfstandige functie;Gezellige werksfeer;Doorgroeimogelijkheden in het bedrijf;Salaris in overeenstemming met leeftijd en ervaring.Bedrijfsinformatie:IBDL BV is importeur en distributeur van consumenten elektronica, en levert producten in heel Europa. Het bedrijf is voortgekomen na een splitsing tussen de groot en de kleinhandel activiteiten, en is sedert 2002 actief op dit gebied.Intresse?Stuur je CV met motivatie naar IBDL BV, t.a.v. mevrouw M. Stimac, Boyleweg 10, 3208 KA Spijkenisse of per e-mail naar HRM@ibdl.nlVermeld om welke vacature het gaat!, Acquisitie naar aanleiding van deze advertentie wordt niet op prijs gesteld\nWerkzaamheden:Aannemen en uitladen van goederen (Goederenontvangst);Uitgeven van goederen;Magazijnbeheer;Innemen en op volledigheid controleren van retouren;Logistieke afhandeling van zendingen;Assembleren van producten (eenvoudige handelingen)Werktijden kunnen liggen tussen 08.00 en 22.00\nWij vragen:Goede communicatieve vaardigheden, in zowel de Nederlands en Engelse taal;Stressbestendige, initiatiefrijke, gedreven persoonlijkheid;Zowel zelfstandig als in teamverband goed kunnen functioneren;Bij voorkeur woonachtig in de regio Spijkenisse.In het bezit van het rijbewijs BIn het bezit van het rijbewijs E, of bereid deze te behalenIn het bezit van het heftruck en reachtruck certificaat, of bereid deze te behalenIn het bezit van Basisveiligheid VCA, of bereid deze te behalenVerklaring Omtrent het Gedrag (VOG) is een vereiste.\nWij bieden:Een uitdagende en relatief zelfstandige functie;Gezellige werksfeer;Doorgroeimogelijkheden in het bedrijf;Salaris in overeenstemming met leeftijd en ervaring.", "Type of ownership": "-1", "Rating": 4.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=103&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_e2acf8bf&cb=1615810516948&jobListingId=3751752407", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=103&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_AD&t=SR&vt=w&cs=1_1488dc0e&cb=1615810516948&jobListingId=3751752407", "Job Age": "27d", "Job Age Number": "27d", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Male"}, {"index": 3, "Search Keyword": "kleinhandel", "Platform": "Glassdoor", "Job ID": 4011887422, "Job Title": "Facility Manager Area Zuid-Nederland | DHL Supply Chain", "Company Name": "VFM Facility Experts", "Location": "Eindhoven", "Industry": -1, "Sector": -1, "Job Description": "Projectmanagement van grote, technische (ver)bouwprojecten, flexibel, ondernemend, helicopterview, communicatief sterk, samenwerken en verbindenDHL Supply Chain, onderdeel van de DPDHL Group met een omzet van EUR 56,6 miljard, is 's werelds leidende logistieke dienstverlener. Onze gepersonaliseerde, geïntegreerde logistieke oplossingen combineren toegevoegde waarde en beheerservices met traditionele uitvoering en distributie om efficiëntie te stimuleren, kwaliteit te verhogen en een concurrentievoordeel te creëren.DHL Supply Chain biedt gespecialiseerde, beproefde expertise voor diverse sectoren, zoals auto-mobility, consumentenartikelen, chemie, energie, techniek en productie, Life Sciences en gezondheidszorg, kleinhandel en technologie. Terwijl de markten wereldwijd in omvang toenemen, staan hun innovatieve logistieke oplossingen klaar om u te helpen.OrganisatieJe komt te werken in het Operations Excellence team, bestaande uit specialisten op allerlei vlakken. Werken voor de grootste logistieke dienstverlener van de wereld brengt veel voordelen met zich mee. Zo kunnen ze globaal investeren in de mooiste innovaties en technische oplossingen.VerwachtingenAls Facility Project Manager zorg jij ervoor dat de facilitaire projecten in de Benelux volgens planning en binnen budget opgepakt en afgerond worden. Dit kunnen grote bouwprojecten zijn maar ook kleinere projecten in bestaande panden. Het werkgebied beslaat zowel België als Nederland. Als onderdeel van de centrale Facility afdeling val je rechtstreeks onder de Facility Manager Benelux binnen de Operations Excellence afdeling.Belangrijkste aandachtsgebieden:Vanuit de DHL specifieke project methodiek (DePict), waarbij specifieke aandacht voor de fases Define, Plan, Implementation, Control en Transition, opzetten en volledig afronden van de aan jou toebedeelde facilitaire projectenHet zodanig uitvoeren/implementeren van projecten zodat deze binnen de afgesproken tijdslijnen afgerond worden, waarbij de kosten binnen het budget blijven en de eventueel aanwezige installaties operationeel blijven. Je ontzorgt hierbij zoveel mogelijk onze operatiesHet voorbereiden, adviseren en implementeren van verbetervoorstellen ten aanzien van duurzame ('GoGreen') oplossingen en Safety aangelegenheden. Daarnaast hoort het uitvoeren en delen van best practices & standaardisatie initiatieven tot je verantwoordelijkhedenHet optimaal inzetten en managen van de (voor het project) eventueel beschikbaar gestelde Facility medewerkersTijdig signaleren en rapporteren van problemen, risico's in de in- en externe omgeving, knelpunten in werkprocessen en het ervoor zorgen dat deze opgelost worden en risico's worden geminimaliseerdHet verzorgen van project-gerelateerde inkoop/tendertrajecten in nauwe samenwerking met de centrale Procurement afdeling en de betreffende Facility Area Leads (Facility Regio Managers)Het maken van contractafspraken en het verzorgen van leveranciers-evaluaties ten behoeve van je projectenHet bieden van ondersteuning aan de Facility Area leads gedurende vakanties en/of bij escalatiesWij zoekenNaast je technische kennis op facilitair en gebouw beheers aspecten, heb je een professionele, proactieve en flexibele instelling. Je hebt ervaring met het succesvol afronden van (grotere) facilitaire projecten. Je bent overtuigend en communicatief sterk. Je bent op samenwerking gericht en kunt goed schakelen tussen senior management en operationele uitvoering, maar je durft ook 'op je strepen te staan' als het nodig is. Daarnaast heb je oog voor detail maar vanuit jouw helicopterview altijd zicht op het groter geheel. Kennis van innovatieve bouw- en grote verbouwingsprojecten zijn een vereisten.Jij brengt veel mee:Een afgeronde, relevante HBO opleiding met minimaal 7 jaar ervaring in een soortgelijke functieJe bent een netwerker die aannemers, leveranciers en collega's constructief laat samenwerken, ook wanneer er veranderingen moeten worden gecommuniceerdStressbestendig, prioriteiten stellen, structuur, communicatief vaardig, analytisch, sociaalvaardig en resultaatgerichtJe beheerst de Nederlandse en de Engelse taal in woord en geschrift uitstekendJe beschikt over aantoonbare kennis en ervaring in projectmanagementKennis van het opstellen van project- en deelbudgettenKennis van en ervaring met security systemen en inkooptrajectenKennis van Autocad of andere vergelijkbare softwareSalarisAls Facility Project Manager bij DHL Supply Chain krijg je:De mogelijkheid om deze functie voor 40 uur per week in te vullen binnen een boeiende organisatieEen goed salaris, afhankelijk van opleiding en ervaring, tussen de ca. € 3500,- en Є 5000,- bruto per maand31 vakantiedagen, vakantiegeld, pensioenregeling, eventuele (afhankelijk van reisafstanden) lease auto en een bonusregeling die kan oplopen tot maximaal 10% van het bruto jaarsalarisMogelijkheden tot het volgen van vak-gerelateerde cursussen en opleidingenInteresse?Wil je meer informatie over de functie dan kun je bellen met Jan Giebers 06-27229697.", "Type of ownership": "Privébedrijf", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=104&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_1fa70c28&cb=1615810516950&jobListingId=4011887422", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=104&ao=1136006&s=58&guid=0000017835cfd742b80728180ef1be4d&src=GD_JOB_AD&t=SR&vt=w&cs=1_242f9905&cb=1615810516950&jobListingId=4011887422", "Job Age": "19d", "Job Age Number": "19d", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Male"}]