[{"Search Keyword": "communicatie", "Platform": "Glassdoor", "Job ID": 4043724003, "Job Title": "Woordvoerder / Communicatieadviseur pers & media Slachtofferhulp Nederland", "Company Name": "Slachtofferhulp Nederland", "Location": "Utrecht", "Industry": "-1", "Sector": "-1", "Job Description": "Ben jij een communicatieprofessional die de weg in de journalistiek kent en weet hoe het medialandschap in elkaar steekt? Kom dan het Marketing- en Communicatieteam bij Slachtofferhulp Nederland versterken!Slachtofferhulp Nederland heeft voor haar locatie in Utrecht een vacature voor eenWoordvoerder / Communicatieadviseur pers & media Slachtofferhulp Nederland 36 uurOver ons Slachtofferhulp Nederland helpt na een misdrijf, verkeersongeval of calamiteit. Bij ons kun je terecht voor emotionele en praktische steun, wij ondersteunen in het strafproces en helpen om schade vergoed te krijgen.Met 940 vrijwilligers, 100 stagiairs en 500 betaalde medewerkers, helpen wij jaarlijks ruim 145.000 slachtoffers en nabestaanden persoonlijk. Via de website zijn er meer dan 280.000 diensten verleend.Bij Slachtofferhulp Nederland komen alle medewerkers gezamenlijk op voor de belangen van slachtoffers, zodat zij de regie over hun leven weer kunnen terugpakken. Vandaag nog.Meer slachtoffers nóg beter helpen! Als woordvoerder ga je aan de slag op de afdeling Marketing en Communicatie. De afdeling is binnen Slachtofferhulp Nederland de aanjager voor het vergroten van de naamsbekendheid en het bereik onder slachtoffers, zodat zij de weg naar Slachtofferhulp Nederland beter weten te vinden. De media spelen daarbij een grote rol.Daarnaast verzorgt de afdeling de in- en externe communicatie voor de gehele organisatie en voor het positioneren van Slachtofferhulp Nederland als dé expert op slachtofferschap. Vanuit onze expertise en kennis over de verschillende doelgroepen denken we mee over het vernieuwen en verbeteren van de (online) dienstverlening: hoe kunnen we slachtoffers en hun omgeving nóg beter helpen?Wat ga jij doen als Woordvoerder? Als woordvoerder ben je verantwoordelijk voor de mediastrategie en positionering van het werk van Slachtofferhulp Nederland. Je voert regelmatig overleg met de voorzitter van de Raad van Bestuur en adviseert haar over communicatieve aspecten en woordvoering.Je bent eerste aanspreekpunt en gesprekspartner voor de media en begeleidt verschillende andere woordvoerders, zoals de voorzitter van de Raad van Bestuur bij mediacontacten, interviews en achtergrondgesprekken. Je vertaalt ingewikkelde beleidstaal naar een communicatief verhaal dat bruikbaar is voor verschillende doelgroepen, kanalen en momenten. Daarnaast werk je voortdurend aan de opbouw van je (media)netwerk. Je werkt nauw samen met de andere communicatieadviseurs en marketeers, zodat campagnes maximaal effect hebben.We zoeken een dynamisch en creatief iemand met een hands-on mentaliteit en een groot media-netwerk. Je bent iemand die kansen ruikt als er landelijk iets speelt en dan proactief voorstelt om bijvoorbeeld ergens heen te gaan of erop aan te haken met een tweet, interview, filmpje etc. Daarbij is het van belang dat je goed in verbinding bent met de interne organisatie en onze experts op het gebied van slachtofferhulp, zodat je makkelijk kunt schakelen tussen wat intern speelt en wat in de buitenwereld van belang is.Wat heb je te bieden? De ideale kandidaat heeft ruime ervaring met woordvoering en het adviseren van bestuurders of komt uit de journalistiek. Je brengt een relevant medianetwerk mee en je weet hoe het medialandschap in elkaar steekt. Je bent een stevige adviseur die, gevraagd én ongevraagd, op een plezierige manier overtuigt en daarbij houd je steeds de ambitie van de afdeling: het vergroten van de naamsbekendheid en het bereik onder slachtoffers voor ogen. Je bent toegankelijk en legt makkelijk contact en verbinding, zowel binnen als buiten de organisatie. Je beschikt aantoonbaar over uitstekende redactionele schrijfvaardigheden en een uitmuntende beheersing van de Nederlandse taal.Specifieke kennis op HBO- of WO-niveau (HBO Media adviseur, journalistiek of elders verworven kennis, vaardigheden en competenties op dit niveau)Diepgaande kennis van het medialandschap en inzicht in de mediaErvaring op het gebied van public affairs (is een pré)Vaardigheid om complexe materie begrijpelijk te verwoordenSociale en communicatieve vaardigheden om in- en met name externe contacten te onderhouden en om op elk niveau binnen de organisatie te kunnen adviseren, ondersteunen en realiserenDenken in en signaleren van kansenKennis van en inzicht in maatschappelijke en politieke ontwikkelingenEen goede mondelinge, schriftelijke en didactische uitdrukkingsvaardigheidStressbestendig, flexibel en kunnen improviseren bij ad hoc gebeurtenissenBij calamiteiten ook buiten kantoortijden beschikbaarGesprekspartner voor verschillende collega’s binnen de organisatieCompetentiesKlant- en mensgerichtStrategisch en hands onResultaatgerichtVisieOmgevingsbewustzijnOvertuigingskrachtSnel schakelenFlexibel gedragEnergiekTeamplayerWat biedt Slachtofferhulp Nederland jou? Wij bieden een uitdagende en afwisselende baan bij een maatschappelijke organisatie. De functie kent veel verantwoordelijkheid en biedt veel ruimte voor eigen initiatief. Het salaris bedraagt, afhankelijk van ervaring, maximaal € 4.556,- bruto per maand bij een fulltime dienstverband (36 uur). Daarnaast kom je in aanmerking voor een piket-vergoeding. De cao Sociaal Werk is van toepassing. Je krijgt onder andere een:Mobiele telefoonChromebookindividueel loopbaanbudgetNS-Business Card op basis van 2e klasindividueel keuzebudget*Hierdoor heb je de keuze om de 26 bovenwettelijke uren, 8% vakantiegeld en 8,3% eindejaarsuitkering om te zetten naar geld, scholing of vrije tijd.Interesse? Wacht dan niet langer en stuur je CV en motivatie uiterlijk 28 maart via onze sollicitatiepagina. Voor meer informatie over de functie en procedure kun je telefonisch contact opnemen met Myrna van Dongen 0634511958.Om bij ons te mogen werken moet je in het bezit zijn van een VOG zonder bezwaar. Acquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.Trefwoorden: Media Adviseur, Journalistiek, Woordvoerder, Communicatieadviseur", "Type of ownership": "Non-profitorganisatie", "Rating": 5.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1044074&s=149&guid=000001787de0eb9ea20d40eec58174e7&src=GD_JOB_VIEW&t=SRFJ&vt=w&cs=1_14e593c2&cb=1617019596319&jobListingId=4043724003", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1044074&s=149&guid=000001787de0eb9ea20d40eec58174e7&src=GD_JOB_AD&t=SRFJ&vt=w&cs=1_b0d2ccaa&cb=1617019596319&jobListingId=4043724003", "Job Age": "2d", "Job Age Number": "2d", "Collection Date": "2021-03-29"}, {"Search Keyword": "communicatie", "Platform": "Glassdoor", "Job ID": 3811955378, "Job Title": "Woordvoerder / Communicatieadviseur pers & media Slachtofferhulp Nederland", "Company Name": "ASA Talent", "Location": "Haarlem", "Industry": "Detachering en outsourcing", "Sector": "Bedrijfsservices", "Job Description": "Als stagiair(e) arbeidsmarktcommunicatie werk je samen met het arbeidsmarktcommunicatieteam van Inholland aan het positioneren van onze hogeschool als aantrekkelijke werkgever. Een werkgever waar onze huidige collega’s willen blijven werken en waar potentiële (toekomstige) collega’s willen komen werken. Dit doen we door doelgroepgericht te werken en communiceren op een manier die altijd ‘’persoonlijk en dichtbij’’ is. Tijdens jouw stageperiode krijg je de ruimte een social media plan te schrijven en werk je mee aan diverse lopende projecten die bijdragen aan het laden van ons werkgeversmerk.Jouw rolAls stagiair(e) arbeidsmarktcommunicatie schrijf je een social media plan voor het Instagram account van Inholland als werkgever;Je creëert content voor onze Werkenbij Inholland-kanalen in de vorm van foto, video en tekst;Je ontwikkelt een plan om arbeidsmarktevenementen online te organiseren met als doel om potentieel talent aan ons te binden. Ook ontwikkel je een bijhorend communicatietemplate;Je ondersteunt (adhoc) verzoeken en ondersteunt lopende projecten van de arbeidsmarktcommunicatie-collega’s;Als stagiair(e) arbeidsmarktcommunicatie schrijf je een social media plan voor het Instagram account van Inholland als werkgever;Je creëert content voor onze Werkenbij Inholland-kanalen in de vorm van foto, video en tekst;Je ontwikkelt een plan om arbeidsmarktevenementen online te organiseren met als doel om potentieel talent aan ons te binden. Ook ontwikkel je een bijhorend communicatietemplate;Je ondersteunt (adhoc) verzoeken en ondersteunt lopende projecten van de arbeidsmarktcommunicatie-collega’s;Als stagiair (m/v) arbeidscommunicatie schrijf je een social media plan voor het Instagram account van Inholland als werkgever;Je creëert content voor onze Werkenbij Inholland-kanalen in de vorm van foto, video en tekst;Je ontwikkelt een plan om arbeidsmarktevenementen online te organiseren met als doen om potentieel talent aan ons te binden. Ook ontwikkel je een bijbehorend communicatietemplate;Je ondersteunt (ad-hoc) verzoeken en ondersteunt lopende projecten van de arbeidsmarktcommunicatie-collega’s.\nVolg jij een hbo-opleiding communicatie en ben je voor februari 2021 op zoek naar een uitdagende, creatieve meewerkstage waarin je jouw communicatie skills eindelijk eens in de praktijk kunt brengen?“Jij hebt niet zoveel met opdrachten uit een boekje . Het liefst bijt jij je vast in interessante communicatievraagstukken in de praktijk. Jij begrijpt dat een nieuwsgierige en kritische blik naar de arbeidsmarkt, een gedegen communicatiestrategie en ambassadeurs nodig zijn voor een organisatie om doelgroepgericht te communiceren. En juist naar jou zijn wij op zoek! ’’Een enthousiast, energiek en gedreven persoon. Je bent niet bang om vragen te stellen en initiatief te nemen. Leren = durven. Je bent creatief en hebt goed gevoel voor taal en beeld;Je bent derdejaars Communicatie/ Marketing/ HR-student;Je bent een goede schrijver, je kan jouw schrijfstijl effectief aanpassen onze tone-of-voice, aan diverse te werven doelgroepen en je bent nauwkeurig;Je hebt verstand van en affiniteit met social media en andere communicatiekanalen op het gebied van arbeidsmarktcommunicatie, zoals LinkedIn (Jobs);Je hebt bij voorkeur kennis van Adobe Creative Cloud pakket: Photoshop, Indesign, Premiere en Illustrator;Je beheerst de Nederlandse taal uitstekend.Let op! het betreft een stagiaire voor 24 - 40 uur per week.", "Type of ownership": "Privébedrijf", "Rating": 3.1, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=102&ao=1044072&s=149&guid=000001787de0eb9ea20d40eec58174e7&src=GD_JOB_VIEW&t=SRFJ&vt=w&cs=1_214a1e9c&cb=1617019596321&jobListingId=3811955378", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=102&ao=1044072&s=149&guid=000001787de0eb9ea20d40eec58174e7&src=GD_JOB_AD&t=SRFJ&vt=w&cs=1_429a644f&cb=1617019596321&jobListingId=3811955378", "Job Age": "24u", "Job Age Number": "24u", "Collection Date": "2021-03-29"}, {"Search Keyword": "communicatie", "Platform": "Glassdoor", "Job ID": 3812001984, "Job Title": "Woordvoerder / Communicatieadviseur pers & media Slachtofferhulp Nederland", "Company Name": "Fivoor", "Location": "Den Dolder", "Industry": "-1", "Sector": "-1", "Job Description": "Verpleegkundige Forensische Psychiatrie LVB doelgroepBehandelcentrum Wier bestaat uit verschillende klinieken in de omgeving van Den Dolder met ieder een eigen focusgebied binnen de SGLVG doelgroep. De patiënten hebben een licht verstandelijke beperking (IQ tussen de 50 en 85) gecombineerd met psychiatrische- of gedragsproblematiek. Deze doelgroep is het best op hun plek binnen behandelcentrum Wier, waar hooggespecialiseerde zorg wordt geboden, zowel klinisch als ambulant.Specifiek voor het Wier+ team zijn wij op zoek naar gemotiveerde en getalenteerde medewerkers. Wier + is een onderdeel van behandelcentrum Wier waar 29 SGLVG patiënten behandeling en begeleiding ontvangen die in contact zijn gekomen met justitie én een forensische zorgtitel opgelegd hebben gekregen. Wier+ kent twee units waarvan er één zich richt op verslavingsproblematiek.Als verpleegkundige ben je fulltime of parttime inzetbaar en maak je deel uit van een hecht team dat elke dag topzorg levert. Het multidisciplinaire team waar je onderdeel van zal worden bestaat uit begeleiders, psychologen, psychiater en maatschappelijk werkers. Je ondersteunt, begeleidt en verzorgt patiënten binnen jouw caseload en zorgt ervoor dat jouw patiënten structuur en continuïteit ervaren binnen het zorgproces. Met jouw verpleegkundige expertise ben je van grote waarde om de behandeling compleet te maken en lever je een onmisbare toegevoegde waarde.Daarnaast voer je interventies uit welke gericht zijn op verbetering en stabilisatie van de problematiek op verschillende leefgebieden. Dit doe je in constant overleg met overige hulpverleners. Naast deze werkzaamheden, houd jij je ook bezig met het vormgeven en uitvoeren van het behandelbeleid en werk je volgens het principe van motiverende gesprekvoering, zelfcontrole en terugvalpreventie. Als verpleegkundige werk je in wisselende diensten. De dagdienst begint om 7.30 uur en eindigt om 15.30 uur. De avonddienst begint om 15.00 uur en is afgelopen om 23.00 uur. De nachtdienst duurt van 22.45 uur tot 7.45 uur.Wat breng je mee?Ben je enthousiast geworden en wil je graag aan de slag als verpleegkundige bij Wier+? Check dan hieronder of je voldoet aan de voorwaarden.Je beschikt over een afgeronde MBO of HBO-V opleiding;Je hebt relevante kennis en ervaring binnen de psychiatrie en/of verslavingsproblematiek;Je bent bereid om wisselende diensten te werken;Je hebt goede sociale en communicatieve vaardigheden en bent een doorzetter met humor die geen uitdaging uit de weg gaat!Wij bieden jou?Wij bieden jou een contract voor bepaalde tijd met uitzicht op een vaste aanstelling. Deze functie is ingedeeld in functiegroep 45/50 met een maximaal salaris van /€3.326/ €3.678 bruto per maand o.b.v. 36-urige werkweek. Het uiteindelijke salaris is afhankelijk van jouw opleiding en werkervaring.Arbeidsvoorwaarden zijn volgens cao GGZ waarbij een vastgestelde CAO loonsverhoging geldt van 2,1% per 1 juni 2021 en je bouwt pensioen op bij PFZW.Bij Fivoor ontvang jij daarnaast:een jaarlijkse vakantietoeslag van 8%;een eindejaarsuitkering van 8,33%;166 vakantie uren én 35 extra verlofuren (per jaar o.b.v. een fulltime dienstverband) in de vorm van een levensfasebudget. Deze uren kan je jaarlijks sparen en gebruiken voor bijvoorbeeld een sabbatical;een reiskostenvergoeding, waarbij de reiskostenvergoeding voor dienstreizen per auto (€ 0,33ct netto) erg aantrekkelijk is;een \"meerkeuzesysteem\" arbeidsvoorwaarden, waarmee je de mogelijkheid hebt om jouw salaris fiscaalvriendelijk in te zetten voor bijvoorbeeld extra verlof, aanschaf van een fiets, sportschoolabonnement, studiekosten of het lidmaatschap van een vakbond of beroepsvereniging;flinke korting op verzekeringspakketten zoals op je zorgpremie en voor je auto, opstal en inboedel;de mogelijkheid tot het volgen van diverse E-learnings, vakgerelateerde cursussen en beurzen, congressen en opleidingen.Keuze genoeg! Benieuwd naar alle arbeidsvoorwaarden die wij jou te bieden hebben? Neem dan snel een kijkje op onze arbeidsvoorwaarden pagina.Over FivoorFivoor is gespecialiseerd in psychiatrische zorg voor enerzijds patiënten met een forensische indicatie en anderzijds patiënten die een heel specifieke behandeling nodig hebben vanwege een hoog intensieve zorgbehoefte.Samen maken we Fivoor. Met onze cliënten, onze partners, onze omgeving en elkaar. Bij ons staat de goede samenwerkingsrelatie met collega's en patiënten centraal. De lijnen zijn kort en we leveren maatwerk voor onze patiënten. Fivoor prikkelt jou om out of the box te denken en met hart en ziel samen te werken aan perspectief voor iedereen. Wil jij in een uniek werkveld de zorg aan gaan? Dan is Fivoor dé plek voor jou.Onze collega's vertellen graag meer over Fivoor! Klik hier.Interesse en informatieVoor meer informatie kan je contact op nemen met Bart van Loon (Teammanager) via 06-83553151 of Marianne Bouman (Corporate Recruiter) via marianne.bouman@fivoor.nl of 06-12860279.\nVerpleegkundige Forensische Psychiatrie LVB doelgroepBehandelcentrum Wier bestaat uit verschillende klinieken in de omgeving van Den Dolder met ieder een eigen focusgebied binnen de SGLVG doelgroep. De patiënten hebben een licht verstandelijke beperking (IQ tussen de 50 en 85) gecombineerd met psychiatrische- of gedragsproblematiek. Deze doelgroep is het best op hun plek binnen behandelcentrum Wier, waar hooggespecialiseerde zorg wordt geboden, zowel klinisch als ambulant.Specifiek voor het Wier+ team zijn wij op zoek naar gemotiveerde en getalenteerde medewerkers. Wier + is een onderdeel van behandelcentrum Wier waar 29 SGLVG patiënten behandeling en begeleiding ontvangen die in contact zijn gekomen met justitie én een forensische zorgtitel opgelegd hebben gekregen. Wier+ kent twee units waarvan er één zich richt op verslavingsproblematiek.Als verpleegkundige ben je fulltime of parttime inzetbaar en maak je deel uit van een hecht team dat elke dag topzorg levert. Het multidisciplinaire team waar je onderdeel van zal worden bestaat uit begeleiders, psychologen, psychiater en maatschappelijk werkers. Je ondersteunt, begeleidt en verzorgt patiënten binnen jouw caseload en zorgt ervoor dat jouw patiënten structuur en continuïteit ervaren binnen het zorgproces. Met jouw verpleegkundige expertise ben je van grote waarde om de behandeling compleet te maken en lever je een onmisbare toegevoegde waarde.Daarnaast voer je interventies uit welke gericht zijn op verbetering en stabilisatie van de problematiek op verschillende leefgebieden. Dit doe je in constant overleg met overige hulpverleners. Naast deze werkzaamheden, houd jij je ook bezig met het vormgeven en uitvoeren van het behandelbeleid en werk je volgens het principe van motiverende gesprekvoering, zelfcontrole en terugvalpreventie. Als verpleegkundige werk je in wisselende diensten. De dagdienst begint om 7.30 uur en eindigt om 15.30 uur. De avonddienst begint om 15.00 uur en is afgelopen om 23.00 uur. De nachtdienst duurt van 22.45 uur tot 7.45 uur.\nWat breng je mee?Ben je enthousiast geworden en wil je graag aan de slag als verpleegkundige bij Wier+? Check dan hieronder of je voldoet aan de voorwaarden.Je beschikt over een afgeronde MBO of HBO-V opleiding;Je hebt relevante kennis en ervaring binnen de psychiatrie en/of verslavingsproblematiek;Je bent bereid om wisselende diensten te werken;Je hebt goede sociale en communicatieve vaardigheden en bent een doorzetter met humor die geen uitdaging uit de weg gaat!\nWij bieden jou?Wij bieden jou een contract voor bepaalde tijd met uitzicht op een vaste aanstelling. Deze functie is ingedeeld in functiegroep 45/50 met een maximaal salaris van /€3.326/ €3.678 bruto per maand o.b.v. 36-urige werkweek. Het uiteindelijke salaris is afhankelijk van jouw opleiding en werkervaring.Arbeidsvoorwaarden zijn volgens cao GGZ waarbij een vastgestelde CAO loonsverhoging geldt van 2,1% per 1 juni 2021 en je bouwt pensioen op bij PFZW.Bij Fivoor ontvang jij daarnaast:een jaarlijkse vakantietoeslag van 8%;een eindejaarsuitkering van 8,33%;166 vakantie uren én 35 extra verlofuren (per jaar o.b.v. een fulltime dienstverband) in de vorm van een levensfasebudget. Deze uren kan je jaarlijks sparen en gebruiken voor bijvoorbeeld een sabbatical;een reiskostenvergoeding, waarbij de reiskostenvergoeding voor dienstreizen per auto (€ 0,33ct netto) erg aantrekkelijk is;een \"meerkeuzesysteem\" arbeidsvoorwaarden, waarmee je de mogelijkheid hebt om jouw salaris fiscaalvriendelijk in te zetten voor bijvoorbeeld extra verlof, aanschaf van een fiets, sportschoolabonnement, studiekosten of het lidmaatschap van een vakbond of beroepsvereniging;flinke korting op verzekeringspakketten zoals op je zorgpremie en voor je auto, opstal en inboedel;de mogelijkheid tot het volgen van diverse E-learnings, vakgerelateerde cursussen en beurzen, congressen en opleidingen.Keuze genoeg! Benieuwd naar alle arbeidsvoorwaarden die wij jou te bieden hebben? Neem dan snel een kijkje op onze arbeidsvoorwaarden pagina.\nOver FivoorFivoor is gespecialiseerd in psychiatrische zorg voor enerzijds patiënten met een forensische indicatie en anderzijds patiënten die een heel specifieke behandeling nodig hebben vanwege een hoog intensieve zorgbehoefte.Samen maken we Fivoor. Met onze cliënten, onze partners, onze omgeving en elkaar. Bij ons staat de goede samenwerkingsrelatie met collega's en patiënten centraal. De lijnen zijn kort en we leveren maatwerk voor onze patiënten. Fivoor prikkelt jou om out of the box te denken en met hart en ziel samen te werken aan perspectief voor iedereen. Wil jij in een uniek werkveld de zorg aan gaan? Dan is Fivoor dé plek voor jou.Onze collega's vertellen graag meer over Fivoor! Klik hier.\nInteresse en informatieVoor meer informatie kan je contact op nemen met Bart van Loon (Teammanager) via 06-83553151 of Marianne Bouman (Corporate Recruiter) via marianne.bouman@fivoor.nl of 06-12860279.", "Type of ownership": "Privébedrijf", "Rating": 5.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_7f2a4911&cb=1617019596321&jobListingId=3812001984", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_AD&t=SR&vt=w&cs=1_e0565e9e&cb=1617019596321&jobListingId=3812001984", "Job Age": "24u", "Job Age Number": "24u", "Collection Date": "2021-03-29"}, {"Search Keyword": "communicatie", "Platform": "Glassdoor", "Job ID": 4033015684, "Job Title": "Woordvoerder / Communicatieadviseur pers & media Slachtofferhulp Nederland", "Company Name": "Hogeschool Tio", "Location": "Groningen", "Industry": "Hogescholen en universiteiten", "Sector": "Onderwijs", "Job Description": "Docent Communicatie8-12 uur per weekBreng jij jouw praktijkervaring direct over op gemotiveerde studenten als docent Communicatie?Heb jij altijd al willen lesgeven, maar was het er tot nu toe nog niet van gekomen? Ben jij enthousiast om je praktijkervaring over te dragen aan studenten en hen te motiveren om te excelleren in jouw vakgebied? Of ben je een ervaren docent en toe aan nieuwe werkomgeving? Solliciteer dan bij Hogeschool Tio.De functieHet verzorgen van onderwijs op het gebied van communicatie. Je leert jouw studenten communiceren met klanten, zowel mondeling als schriftelijk. Denk aan onderwerpen als het schrijven van zakelijke teksten, advertenties, een verkoopbrief, een (onderzoeks)verslag, en een (advies)rapport.Het voorbereiden en evalueren van de lessen.Het begeleiden van studenten bij projecten, stages en afstuderen.Het beoordelen van tentamens.Het leveren van een bijdrage aan de verbetering van het vak communicatie.Wat biedt Tio?Een inspirerende werkomgeving. Je werkt met enthousiaste docenten uit de praktijk.Opleiding en training. Heb je geen leservaring? Geen probleem. Bij Tio volg je altijd een driedaagse introductietraining. Daarnaast bieden we jou, ook als je een ervaren docent bent, een uitgebreid pakket aan didactische en verdiepende opleidingen.Flexibiliteit. Je kunt je dienstverband bij Tio combineren met je eigen werkzaamheden. In onderling overleg bepaal je hoeveel uren je gaat werken.Betrokkenheid. Naast je docentschap bieden wij jou diverse mogelijkheden om bij Tio en de studenten betrokken te zijn. Denk aan een rol als stagecoördinator of studiecoach, het ontwikkelen van lesmateriaal en tentamens, of het geven van voorlichting.Bereikbaarheid. Onze nieuwste vestiging in Groningen – de door Weekblad Elsevier verkozen ‘leukste studentenstad van Nederland’ – ligt centraal en bevindt zich op loopafstand van het station.Over Hogeschool TioHogeschool Tio is een particuliere onderwijsinstelling. We verzorgen erkende hbo-, mbo4- en masteropleidingen op het gebied van business, hospitality en toerisme. Jaarlijks studeren ongeveer 2000 studenten aan onze vestigingen in Amsterdam, Eindhoven, Groningen, Hengelo, Rotterdam en Utrecht. De kwaliteit van ons onderwijs wordt in diverse onafhankelijke studiegidsen en -onderzoeken hoog aangeschreven. Tio is in 2021 uitgeroepen tot de beste kleine hogeschool door de Keuzegids Hbo. Hogeschool Tio staat voor:Kleinschalig en persoonlijk. We werken met kleine klassen van ongeveer 11 studenten. Daardoor heb je persoonlijk contact met je studenten en kun je hen echt individueel begeleiden en laten groeien.Excellent. We stimuleren studenten om te excelleren. Als docent krijg jij alle ruimte om studenten te helpen zich in jouw vak te verdiepen.Ondernemend. Tio is een particuliere hogeschool. Daardoor kunnen we kleinschalig onderwijs bieden, en kun je veel aandacht geven aan individuele studenten. We zijn flexibel en kunnen snel reageren op actuele ontwikkelingen. Zo kunnen onze studenten sinds het begin van de coronacrisis alle lessen online én live volgen.De ideale kandidaatJe beschikt in elk geval over:een diploma op masterniveau;werkervaring binnen het vakgebied;een enthousiaste instelling en een goede dosis humor;uitstekende communicatieve vaardigheden;affiniteit met business, toerisme en hospitality;goede beheersing van de Engelse taak strekt tot de aanbeveling.Interesse?Heb je interesse? Dan komen we graag met jou in contact. Solliciteren kan tot en met 11 april 2021 via de knop ‘solliciteer’, onderaan deze pagina. De startdatum ligt rond juli en het onderwijs op de vestiging in Groningen start in september 2021. Voor inhoudelijke vragen kun je contact opnemen met Geert van der Meer; Vestigingsmanager Tio Groningen, bereikbaar via g.vandermeer@tio.nl.Wil je als docent op verschillende vestigingen werken? Of wil je in verschillende vakken lesgeven? Dan kun je eenmalig je curriculum vitae en motivatie uploaden. Geef in je brief wel expliciet aan op welke vacature je reageert.Op uiterlijk 23 april 2021 ontvang je van ons een reactie op jouw sollicitatie.Tio’s helpdesk is via de webchat of helpdesk@tio.nl bereikbaar bij eventuele technische problemen bij het solliciteren.verdersolliciteer nu\n\nverdersolliciteer nu\nverdersolliciteer nu", "Type of ownership": "Hogeschool/universiteit", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=102&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_8d13ac97&cb=1617019596321&jobListingId=4033015684", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=102&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_AD&t=SR&vt=w&cs=1_4a703276&cb=1617019596321&jobListingId=4033015684", "Job Age": "13d", "Job Age Number": "13d", "Collection Date": "2021-03-29"}, {"Search Keyword": "communicatie", "Platform": "Glassdoor", "Job ID": 4033013750, "Job Title": "Woordvoerder / Communicatieadviseur pers & media Slachtofferhulp Nederland", "Company Name": "Belastingdienst", "Location": "Rotterdam", "Industry": "Provinciebestuur", "Sector": "Overheid", "Job Description": "\n“Als senior communicatieadviseur sta ik midden in de organisatie, in nauwe verbinding met het bestuur, maar óók met de werkvloer, de buitenwereld en andere partneroverheden. Doordat de Douane verschillende doelgroepen heeft, verleg je continu je focus en is je werkweek altijd dynamisch.” Marlene, senior communicatieadviseur Douane.Iedereen kent de Douane wel van het reizen via Schiphol, Rotterdam The Hague Airport of Eindhoven Airport. Maar de Douane doet veel meer dan koffers controleren. Zo behartigt de Douane publieke financiële belangen door bijvoorbeeld het innen van belastingen bij invoer voor de Europese Unie. Bovendien beschermt de Douane de samenleving door controle op gevaarlijke of verboden goederen. En draagt zij bij aan een stevige Nederlandse en Europese concurrentiepositie door de legale handel en grensoverschrijdend goederenverkeer maximaal te faciliteren. De Nederlandse Douane behoort tot de beste douanediensten ter wereld en is daar trots op. De kracht van de organisatie ligt in de eerste plaats in het vakmanschap en de betrokkenheid van de medewerkers. Maar ook in de samenwerking met partijen binnen en buiten de overheid, nationaal en internationaal. De Douane investeert samen met wetenschap en bedrijfsleven veel in onderzoek en innovaties om de uitvoering en handhaving optimaal in te kunnen vullen.Per 1 januari 2021 is de Douane een zelfstandig Directoraat-Generaal. De Douane valt sindsdien direct onder het ministerie van Financiën en heeft door de zelfstandige positie meer focus in de uitvoering van haar eigen opgaven. Zij staat voor grote uitdagingen met belangrijke maatschappelijke thema’s als ondermijnende criminaliteit, integriteit, de groei in internetverkopen (e-commerce) en Brexit. Door al deze ontwikkelingen is de Douane nadrukkelijk aanwezig in het politieke en medialandschap, maar ook in het maatschappelijk debat. Dat vraagt om een professionele en proactieve aanpak, waar communicatie een belangrijke bijdrage in heeft. Intern maar zeker ook extern. Heb jij zin in een uitdaging binnen een communicatieteam dat volop in ontwikkeling en beweging is?Het team dat verantwoordelijk is voor de communicatie maakt deel uit van het Douane landelijk kantoor. Zij zijn verantwoordelijk voor de strategische communicatie om de opdracht en ambities van Douane optimaal te ondersteunen en verder te brengen. Het team Communicatie wordt uitgebreid naar zo’n 15 communicatieprofessionals, bestaande uit verschillende specialisaties: persvoorlichting/media, externe communicatie/web redactie, corporate/crisiscommunicatie/campagne en social, arbeidsmarktcommunicatie/ marketing en merkenbeleid, politiek advies/issuemanagement/ public affairs/voorlichter, stakeholdermanagement/ internationaal en interne organisatiebrede vraagstukken.Als senior communicatieadviseur lever je een bijdrage aan die uitdagingen die over meerdere jaren lopen en potentieel grote koerswijzigingen kennen. Uitdagingen met een grote maatschappelijke factor. De Douane staat aan de grenzen van de EU, maar midden in de samenleving. Als adviseur help je de organisatie de belangrijke onderwerpen waar de Douane voor staat opgesteld transparant te maken naar de maatschappij. De Douane kent een diversiteit aan communicatieprojecten, op grote maatschappelijke thema’s zoals integriteit en ondermijning, maar ook van tv-producties tot aan handhavingscommunicatie.We helpen burgers en bedrijven door heldere informatie te verschaffen om zich goed voor te bereiden op hun reis, bij het bestellen van aankopen op een webshop buiten de EU of bij het zaken doen buiten de EU. Daarnaast vormt de interne communicatie een belangrijke rol in de organisatie, zeker in deze tijd waarin Corona soms zorgt voor een fysieke grote afstand.In jouw werk schakel je continu met vele anderen: collega’s van andere afdelingen binnen de directie, maar ook daarbuiten. Je adviseert gevraagd en ongevraagd. Je bent gesprekspartner op directieniveau en van het managementteam van de Douane. Jouw sparringpartners zijn senior adviseurs en je teamleider, escaleren doe je tot op het niveau van de directeur. Het opstellen van een stevige communicatiestrategie of -plan en het zorgen voor een goede uitvoering hiervan is voor jou een piece of cake. Ook weet je goed gebruik te maken van online communicatiemogelijkheden.Houd jij van uitdagingen en een dynamische werkomgeving? Of wil je liever eerst eens praten over jouw misschien wel toekomstige werkzaamheden? Neem dan contact met ons op!Functie-eisenJe hebt een masterdiploma bij voorkeur in de richting communicatie.Je hebt minimaal drie jaar ervaring op het gebied van communicatieadvies en online communicatie.Je hebt aantoonbaar ervaring in het adviseren van management en bestuur.Je bent een goede schrijver en kunt goed uiteenlopende teksten opleveren, van publiekstekst tot nota voor bewindspersonen.Jouw competenties?analyserenorganisatiesensitiviteitplannen en organiserennetwerkenovertuigingskrachtHerken jij jezelf ook hierin?Je bent een expert op het gebied van online communicatie en beschikt over strategisch inzicht en bestuurlijke sensitiviteit. Je bent een prettige en deskundige gesprekspartner op verschillende niveaus. Het is belangrijk dat je goed kunt samenwerken en de verbinding weet te leggen tussen uitvoering en beleid. Jouw houding is flexibel en tegelijkertijd ben je een stevige persoonlijkheid met een gezonde dosis overtuigingskracht. Dynamiek, vernieuwing, initiatief en verandering; daar houd je van. Je vindt het leuk om (proactief) te adviseren over een groot aantal verschillende onderwerpen. Om ervoor te zorgen dat adviezen van het papier komen, coördineer je de uitvoering ervan.ArbeidsvoorwaardenSalarisniveauschaal 12SalarisomschrijvingIn beginsel vindt inschaling in de naast lagere salarisschaal plaats. Bij aanwezigheid van relevante kennis, ervaring of om arbeidsmarktoverwegingen kan inschaling op een hogere positie in de desbetreffende salarisschaal plaatsvinden. Ook bestaat de mogelijkheid om in bijzondere gevallen waarin de aanwezige kennis en/of ervaring dit rechtvaardigt, direct in de bij de functie behorende salarisschaal in te schalen.MaandsalarisMin €3.842 – Max. €5.710 (bruto)DienstverbandArbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijdContractduurTijdelijke aanstelling / Arbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijdMinimaal aantal uren per week32Maximaal aantal uren per week36Overige arbeidsvoorwaardenNaast salaris ontvang je ook een individueel keuzebudget (IKB). Jouw IKB bestaat uit geld (IKB-budget) en tijd (IKB-uren). Het IKB geeft je de mogelijkheid om naar eigen keuze een deel van je IKB-budget te laten uitbetalen op de door jou gekozen tijdstippen. Én je hebt de mogelijkheid om je IKB-budget deels om te zetten in verlof of andersom. Ook kun je het IKB-budget besteden aan een fiscaal-vriendelijk doel, zoals bijvoorbeeld een fiets, bedrijfsfitness of vakliteratuur. De Rijksoverheid hecht sterk aan persoonlijke groei en loopbaanontwikkeling en biedt daarvoor tal van mogelijkheden. Tot de secundaire arbeidsvoorwaarden behoren onder meer studiefaciliteiten, ouderschapsverlof en een vergoeding woon-werkverkeer. Wij verwachten van onze werknemers dat ze integer zijn en we vragen aan nieuwe medewerkers een Verklaring Omtrent Gedrag (VOG). Als deze niet kan worden overlegd, volgt geen arbeidsovereenkomst of wordt de arbeidsovereenkomst na uiterlijk 3 maanden beëindigd wanneer duidelijk is dat geen VOG overgelegd kan worden.BijzonderhedenWe ontvangen je brief en cv graag in een Word- of PDF-bestand. Als je een beroep doet op een voorrangspositie, stuur dan ook een kopie van die kennisgeving mee.Onze selectieprocedure voor deze functie ziet er als volgt uit:Allereerst wordt beoordeeld of een voorrangskandidaat binnen de Rijksoverheid in aanmerking komt voor deze functie.Daarna wordt beoordeeld of jouw cv en motivatiebrief voldoen aan de gestelde functie-eisen.In week 15 vinden de selectiegesprekken plaats.Onderaan deze vacature vind je meer uitleg over de stappen die je doorloopt in de sollicitatieprocedure.De voorkeur gaat uit naar kandidaten die het meest aansluiten bij het opgestelde profiel. Dit heeft betrekking op zowel de genoemde opleiding(en) als werkervaringseisen. Vermeld deze daarom duidelijk in je cv.Medewerkers van de Belastingdienst die korter dan drie jaar in hun huidige functie werkzaam zijn of bezig zijn met een startopleiding of inwerktraject verzoeken we om in hun motivatiebrief duidelijk aan te geven wat de reden is om binnen de termijn van drie jaar te solliciteren.De Belastingdienst zet zich in om medewerkers in dienst te nemen die onder de doelgroep van de Wet banenafspraak vallen. Val je in deze doelgroep en sta je in het doelgroepenregister? Dan nodigen we ook jou uit om te reageren! Samen met jou kijken we of en hoe je eventueel invulling kunt geven aan deze functie. Meer weten? Klik dan hier!Een (online) voorselectietest en/of een assessment kan deel uit maken van de sollicitatieprocedure, evenals het maken van een casus, het opvragen van referenties en (online) screening, bijvoorbeeld via databanken, (zoekmachines) en sociale netwerken.Jouw sollicitatie wordt alleen in behandeling genomen als je met de sollicitatie-button reageert en je cv en motivatiebrief zijn bijgesloten. Na sluitingsdatum is het niet meer mogelijk om je sollicitatie in behandeling te nemen. Houd er rekening mee dat het solliciteren technische problemen met zich mee kan brengen. Wacht hiermee dus niet tot het laatste moment.Meer over jouw toekomstige afdelingDe Douane is een handhavingsdienst, stelt de verschuldigde douanerechten en accijnzen vast en heft en int deze. De geïnde bedragen worden afgedragen aan de Nederlandse schatkist en de EU. De Douane zorgt er ook voor dat de samenleving zo goed mogelijk wordt beschermd tegen onveilige en ongewenste goederen. Hieronder valt een breed scala aan taken op het terrein van veiligheid, milieu, flora en fauna, gezondheid en cultuur. Én de Douane draagt bij aan het versterken van de concurrentiepositie van Nederland en de EU door toe te zien op de naleving van Europese maatregelen voor marktordening en te zorgen voor een snelle en goede douaneafhandeling, resulterend in zo min mogelijk oponthoud en lage administratieve lasten.De Douane valt onder het Ministerie van Financiën. Tot en met 31 december 2020 behoort de Douane tot de Belastingdienst. Per 1 januari 2021 is zij een zelfstandig Directoraat-Generaal.Bij de Douane werken op dit moment ongeveer 5.400 medewerkers. De Douane organisatie bestaat uit acht regiokantoren, een landelijk kantoor en twee zelfstandige onderdelen. Bij de laatste twee gaat het om het shared service center van de Douane, de Douane Landelijke Service Organisatie (DLSO), en de risicobeheersingsorganisatie, het Douane Landelijk Tactisch Centrum (DLTC).BelastingdienstDe Douane is een handhavingsdienst, stelt de verschuldigde douanerechten en accijnzen vast en heft en int deze. De geïnde bedragen worden afgedragen aan de Nederlandse schatkist en de EU. De Douane zorgt er ook voor dat de samenleving zo goed mogelijk wordt beschermd tegen onveilige en ongewenste goederen. Hieronder valt een breed scala aan taken op het terrein van veiligheid, milieu, flora en fauna, gezondheid en cultuur. Én de Douane draagt bij aan het versterken van de concurrentiepositie van Nederland en de EU door toe te zien op de naleving van Europese maatregelen voor marktordening en te zorgen voor een snelle en goede douaneafhandeling, resulterend in zo min mogelijk oponthoud en lage administratieve lasten.De Douane valt onder het Ministerie van Financiën. Tot en met 31 december 2020 behoort de Douane tot de Belastingdienst. Per 1 januari 2021 is zij een zelfstandig Directoraat-Generaal.\n“Als senior communicatieadviseur sta ik midden in de organisatie, in nauwe verbinding met het bestuur, maar óók met de werkvloer, de buitenwereld en andere partneroverheden. Doordat de Douane verschillende doelgroepen heeft, verleg je continu je focus en is je werkweek altijd dynamisch.” Marlene, senior communicatieadviseur Douane.Iedereen kent de Douane wel van het reizen via Schiphol, Rotterdam The Hague Airport of Eindhoven Airport. Maar de Douane doet veel meer dan koffers controleren. Zo behartigt de Douane publieke financiële belangen door bijvoorbeeld het innen van belastingen bij invoer voor de Europese Unie. Bovendien beschermt de Douane de samenleving door controle op gevaarlijke of verboden goederen. En draagt zij bij aan een stevige Nederlandse en Europese concurrentiepositie door de legale handel en grensoverschrijdend goederenverkeer maximaal te faciliteren. De Nederlandse Douane behoort tot de beste douanediensten ter wereld en is daar trots op. De kracht van de organisatie ligt in de eerste plaats in het vakmanschap en de betrokkenheid van de medewerkers. Maar ook in de samenwerking met partijen binnen en buiten de overheid, nationaal en internationaal. De Douane investeert samen met wetenschap en bedrijfsleven veel in onderzoek en innovaties om de uitvoering en handhaving optimaal in te kunnen vullen.Per 1 januari 2021 is de Douane een zelfstandig Directoraat-Generaal. De Douane valt sindsdien direct onder het ministerie van Financiën en heeft door de zelfstandige positie meer focus in de uitvoering van haar eigen opgaven. Zij staat voor grote uitdagingen met belangrijke maatschappelijke thema’s als ondermijnende criminaliteit, integriteit, de groei in internetverkopen (e-commerce) en Brexit. Door al deze ontwikkelingen is de Douane nadrukkelijk aanwezig in het politieke en medialandschap, maar ook in het maatschappelijk debat. Dat vraagt om een professionele en proactieve aanpak, waar communicatie een belangrijke bijdrage in heeft. Intern maar zeker ook extern. Heb jij zin in een uitdaging binnen een communicatieteam dat volop in ontwikkeling en beweging is?Het team dat verantwoordelijk is voor de communicatie maakt deel uit van het Douane landelijk kantoor. Zij zijn verantwoordelijk voor de strategische communicatie om de opdracht en ambities van Douane optimaal te ondersteunen en verder te brengen. Het team Communicatie wordt uitgebreid naar zo’n 15 communicatieprofessionals, bestaande uit verschillende specialisaties: persvoorlichting/media, externe communicatie/web redactie, corporate/crisiscommunicatie/campagne en social, arbeidsmarktcommunicatie/ marketing en merkenbeleid, politiek advies/issuemanagement/ public affairs/voorlichter, stakeholdermanagement/ internationaal en interne organisatiebrede vraagstukken.Als senior communicatieadviseur lever je een bijdrage aan die uitdagingen die over meerdere jaren lopen en potentieel grote koerswijzigingen kennen. Uitdagingen met een grote maatschappelijke factor. De Douane staat aan de grenzen van de EU, maar midden in de samenleving. Als adviseur help je de organisatie de belangrijke onderwerpen waar de Douane voor staat opgesteld transparant te maken naar de maatschappij. De Douane kent een diversiteit aan communicatieprojecten, op grote maatschappelijke thema’s zoals integriteit en ondermijning, maar ook van tv-producties tot aan handhavingscommunicatie.We helpen burgers en bedrijven door heldere informatie te verschaffen om zich goed voor te bereiden op hun reis, bij het bestellen van aankopen op een webshop buiten de EU of bij het zaken doen buiten de EU. Daarnaast vormt de interne communicatie een belangrijke rol in de organisatie, zeker in deze tijd waarin Corona soms zorgt voor een fysieke grote afstand.In jouw werk schakel je continu met vele anderen: collega’s van andere afdelingen binnen de directie, maar ook daarbuiten. Je adviseert gevraagd en ongevraagd. Je bent gesprekspartner op directieniveau en van het managementteam van de Douane. Jouw sparringpartners zijn senior adviseurs en je teamleider, escaleren doe je tot op het niveau van de directeur. Het opstellen van een stevige communicatiestrategie of -plan en het zorgen voor een goede uitvoering hiervan is voor jou een piece of cake. Ook weet je goed gebruik te maken van online communicatiemogelijkheden.Houd jij van uitdagingen en een dynamische werkomgeving? Of wil je liever eerst eens praten over jouw misschien wel toekomstige werkzaamheden? Neem dan contact met ons op!Functie-eisenJe hebt een masterdiploma bij voorkeur in de richting communicatie.Je hebt minimaal drie jaar ervaring op het gebied van communicatieadvies en online communicatie.Je hebt aantoonbaar ervaring in het adviseren van management en bestuur.Je bent een goede schrijver en kunt goed uiteenlopende teksten opleveren, van publiekstekst tot nota voor bewindspersonen.Jouw competenties?analyserenorganisatiesensitiviteitplannen en organiserennetwerkenovertuigingskrachtHerken jij jezelf ook hierin?Je bent een expert op het gebied van online communicatie en beschikt over strategisch inzicht en bestuurlijke sensitiviteit. Je bent een prettige en deskundige gesprekspartner op verschillende niveaus. Het is belangrijk dat je goed kunt samenwerken en de verbinding weet te leggen tussen uitvoering en beleid. Jouw houding is flexibel en tegelijkertijd ben je een stevige persoonlijkheid met een gezonde dosis overtuigingskracht. Dynamiek, vernieuwing, initiatief en verandering; daar houd je van. Je vindt het leuk om (proactief) te adviseren over een groot aantal verschillende onderwerpen. Om ervoor te zorgen dat adviezen van het papier komen, coördineer je de uitvoering ervan.ArbeidsvoorwaardenSalarisniveauschaal 12SalarisomschrijvingIn beginsel vindt inschaling in de naast lagere salarisschaal plaats. Bij aanwezigheid van relevante kennis, ervaring of om arbeidsmarktoverwegingen kan inschaling op een hogere positie in de desbetreffende salarisschaal plaatsvinden. Ook bestaat de mogelijkheid om in bijzondere gevallen waarin de aanwezige kennis en/of ervaring dit rechtvaardigt, direct in de bij de functie behorende salarisschaal in te schalen.MaandsalarisMin €3.842 – Max. €5.710 (bruto)DienstverbandArbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijdContractduurTijdelijke aanstelling / Arbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijdMinimaal aantal uren per week32Maximaal aantal uren per week36Overige arbeidsvoorwaardenNaast salaris ontvang je ook een individueel keuzebudget (IKB). Jouw IKB bestaat uit geld (IKB-budget) en tijd (IKB-uren). Het IKB geeft je de mogelijkheid om naar eigen keuze een deel van je IKB-budget te laten uitbetalen op de door jou gekozen tijdstippen. Én je hebt de mogelijkheid om je IKB-budget deels om te zetten in verlof of andersom. Ook kun je het IKB-budget besteden aan een fiscaal-vriendelijk doel, zoals bijvoorbeeld een fiets, bedrijfsfitness of vakliteratuur. De Rijksoverheid hecht sterk aan persoonlijke groei en loopbaanontwikkeling en biedt daarvoor tal van mogelijkheden. Tot de secundaire arbeidsvoorwaarden behoren onder meer studiefaciliteiten, ouderschapsverlof en een vergoeding woon-werkverkeer. Wij verwachten van onze werknemers dat ze integer zijn en we vragen aan nieuwe medewerkers een Verklaring Omtrent Gedrag (VOG). Als deze niet kan worden overlegd, volgt geen arbeidsovereenkomst of wordt de arbeidsovereenkomst na uiterlijk 3 maanden beëindigd wanneer duidelijk is dat geen VOG overgelegd kan worden.BijzonderhedenWe ontvangen je brief en cv graag in een Word- of PDF-bestand. Als je een beroep doet op een voorrangspositie, stuur dan ook een kopie van die kennisgeving mee.Onze selectieprocedure voor deze functie ziet er als volgt uit:Allereerst wordt beoordeeld of een voorrangskandidaat binnen de Rijksoverheid in aanmerking komt voor deze functie.Daarna wordt beoordeeld of jouw cv en motivatiebrief voldoen aan de gestelde functie-eisen.In week 15 vinden de selectiegesprekken plaats.Onderaan deze vacature vind je meer uitleg over de stappen die je doorloopt in de sollicitatieprocedure.De voorkeur gaat uit naar kandidaten die het meest aansluiten bij het opgestelde profiel. Dit heeft betrekking op zowel de genoemde opleiding(en) als werkervaringseisen. Vermeld deze daarom duidelijk in je cv.Medewerkers van de Belastingdienst die korter dan drie jaar in hun huidige functie werkzaam zijn of bezig zijn met een startopleiding of inwerktraject verzoeken we om in hun motivatiebrief duidelijk aan te geven wat de reden is om binnen de termijn van drie jaar te solliciteren.De Belastingdienst zet zich in om medewerkers in dienst te nemen die onder de doelgroep van de Wet banenafspraak vallen. Val je in deze doelgroep en sta je in het doelgroepenregister? Dan nodigen we ook jou uit om te reageren! Samen met jou kijken we of en hoe je eventueel invulling kunt geven aan deze functie. Meer weten? Klik dan hier!Een (online) voorselectietest en/of een assessment kan deel uit maken van de sollicitatieprocedure, evenals het maken van een casus, het opvragen van referenties en (online) screening, bijvoorbeeld via databanken, (zoekmachines) en sociale netwerken.Jouw sollicitatie wordt alleen in behandeling genomen als je met de sollicitatie-button reageert en je cv en motivatiebrief zijn bijgesloten. Na sluitingsdatum is het niet meer mogelijk om je sollicitatie in behandeling te nemen. Houd er rekening mee dat het solliciteren technische problemen met zich mee kan brengen. Wacht hiermee dus niet tot het laatste moment.\n“Als senior communicatieadviseur sta ik midden in de organisatie, in nauwe verbinding met het bestuur, maar óók met de werkvloer, de buitenwereld en andere partneroverheden. Doordat de Douane verschillende doelgroepen heeft, verleg je continu je focus en is je werkweek altijd dynamisch.” Marlene, senior communicatieadviseur Douane.Iedereen kent de Douane wel van het reizen via Schiphol, Rotterdam The Hague Airport of Eindhoven Airport. Maar de Douane doet veel meer dan koffers controleren. Zo behartigt de Douane publieke financiële belangen door bijvoorbeeld het innen van belastingen bij invoer voor de Europese Unie. Bovendien beschermt de Douane de samenleving door controle op gevaarlijke of verboden goederen. En draagt zij bij aan een stevige Nederlandse en Europese concurrentiepositie door de legale handel en grensoverschrijdend goederenverkeer maximaal te faciliteren. De Nederlandse Douane behoort tot de beste douanediensten ter wereld en is daar trots op. De kracht van de organisatie ligt in de eerste plaats in het vakmanschap en de betrokkenheid van de medewerkers. Maar ook in de samenwerking met partijen binnen en buiten de overheid, nationaal en internationaal. De Douane investeert samen met wetenschap en bedrijfsleven veel in onderzoek en innovaties om de uitvoering en handhaving optimaal in te kunnen vullen.Per 1 januari 2021 is de Douane een zelfstandig Directoraat-Generaal. De Douane valt sindsdien direct onder het ministerie van Financiën en heeft door de zelfstandige positie meer focus in de uitvoering van haar eigen opgaven. Zij staat voor grote uitdagingen met belangrijke maatschappelijke thema’s als ondermijnende criminaliteit, integriteit, de groei in internetverkopen (e-commerce) en Brexit. Door al deze ontwikkelingen is de Douane nadrukkelijk aanwezig in het politieke en medialandschap, maar ook in het maatschappelijk debat. Dat vraagt om een professionele en proactieve aanpak, waar communicatie een belangrijke bijdrage in heeft. Intern maar zeker ook extern. Heb jij zin in een uitdaging binnen een communicatieteam dat volop in ontwikkeling en beweging is?Het team dat verantwoordelijk is voor de communicatie maakt deel uit van het Douane landelijk kantoor. Zij zijn verantwoordelijk voor de strategische communicatie om de opdracht en ambities van Douane optimaal te ondersteunen en verder te brengen. Het team Communicatie wordt uitgebreid naar zo’n 15 communicatieprofessionals, bestaande uit verschillende specialisaties: persvoorlichting/media, externe communicatie/web redactie, corporate/crisiscommunicatie/campagne en social, arbeidsmarktcommunicatie/ marketing en merkenbeleid, politiek advies/issuemanagement/ public affairs/voorlichter, stakeholdermanagement/ internationaal en interne organisatiebrede vraagstukken.Als senior communicatieadviseur lever je een bijdrage aan die uitdagingen die over meerdere jaren lopen en potentieel grote koerswijzigingen kennen. Uitdagingen met een grote maatschappelijke factor. De Douane staat aan de grenzen van de EU, maar midden in de samenleving. Als adviseur help je de organisatie de belangrijke onderwerpen waar de Douane voor staat opgesteld transparant te maken naar de maatschappij. De Douane kent een diversiteit aan communicatieprojecten, op grote maatschappelijke thema’s zoals integriteit en ondermijning, maar ook van tv-producties tot aan handhavingscommunicatie.We helpen burgers en bedrijven door heldere informatie te verschaffen om zich goed voor te bereiden op hun reis, bij het bestellen van aankopen op een webshop buiten de EU of bij het zaken doen buiten de EU. Daarnaast vormt de interne communicatie een belangrijke rol in de organisatie, zeker in deze tijd waarin Corona soms zorgt voor een fysieke grote afstand.In jouw werk schakel je continu met vele anderen: collega’s van andere afdelingen binnen de directie, maar ook daarbuiten. Je adviseert gevraagd en ongevraagd. Je bent gesprekspartner op directieniveau en van het managementteam van de Douane. Jouw sparringpartners zijn senior adviseurs en je teamleider, escaleren doe je tot op het niveau van de directeur. Het opstellen van een stevige communicatiestrategie of -plan en het zorgen voor een goede uitvoering hiervan is voor jou een piece of cake. Ook weet je goed gebruik te maken van online communicatiemogelijkheden.Houd jij van uitdagingen en een dynamische werkomgeving? Of wil je liever eerst eens praten over jouw misschien wel toekomstige werkzaamheden? Neem dan contact met ons op!Functie-eisenJe hebt een masterdiploma bij voorkeur in de richting communicatie.Je hebt minimaal drie jaar ervaring op het gebied van communicatieadvies en online communicatie.Je hebt aantoonbaar ervaring in het adviseren van management en bestuur.Je bent een goede schrijver en kunt goed uiteenlopende teksten opleveren, van publiekstekst tot nota voor bewindspersonen.Jouw competenties?analyserenorganisatiesensitiviteitplannen en organiserennetwerkenovertuigingskrachtHerken jij jezelf ook hierin?Je bent een expert op het gebied van online communicatie en beschikt over strategisch inzicht en bestuurlijke sensitiviteit. Je bent een prettige en deskundige gesprekspartner op verschillende niveaus. Het is belangrijk dat je goed kunt samenwerken en de verbinding weet te leggen tussen uitvoering en beleid. Jouw houding is flexibel en tegelijkertijd ben je een stevige persoonlijkheid met een gezonde dosis overtuigingskracht. Dynamiek, vernieuwing, initiatief en verandering; daar houd je van. Je vindt het leuk om (proactief) te adviseren over een groot aantal verschillende onderwerpen. Om ervoor te zorgen dat adviezen van het papier komen, coördineer je de uitvoering ervan.ArbeidsvoorwaardenSalarisniveauschaal 12SalarisomschrijvingIn beginsel vindt inschaling in de naast lagere salarisschaal plaats. Bij aanwezigheid van relevante kennis, ervaring of om arbeidsmarktoverwegingen kan inschaling op een hogere positie in de desbetreffende salarisschaal plaatsvinden. Ook bestaat de mogelijkheid om in bijzondere gevallen waarin de aanwezige kennis en/of ervaring dit rechtvaardigt, direct in de bij de functie behorende salarisschaal in te schalen.MaandsalarisMin €3.842 – Max. €5.710 (bruto)DienstverbandArbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijdContractduurTijdelijke aanstelling / Arbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijdMinimaal aantal uren per week32Maximaal aantal uren per week36Overige arbeidsvoorwaardenNaast salaris ontvang je ook een individueel keuzebudget (IKB). Jouw IKB bestaat uit geld (IKB-budget) en tijd (IKB-uren). Het IKB geeft je de mogelijkheid om naar eigen keuze een deel van je IKB-budget te laten uitbetalen op de door jou gekozen tijdstippen. Én je hebt de mogelijkheid om je IKB-budget deels om te zetten in verlof of andersom. Ook kun je het IKB-budget besteden aan een fiscaal-vriendelijk doel, zoals bijvoorbeeld een fiets, bedrijfsfitness of vakliteratuur. De Rijksoverheid hecht sterk aan persoonlijke groei en loopbaanontwikkeling en biedt daarvoor tal van mogelijkheden. Tot de secundaire arbeidsvoorwaarden behoren onder meer studiefaciliteiten, ouderschapsverlof en een vergoeding woon-werkverkeer. Wij verwachten van onze werknemers dat ze integer zijn en we vragen aan nieuwe medewerkers een Verklaring Omtrent Gedrag (VOG). Als deze niet kan worden overlegd, volgt geen arbeidsovereenkomst of wordt de arbeidsovereenkomst na uiterlijk 3 maanden beëindigd wanneer duidelijk is dat geen VOG overgelegd kan worden.BijzonderhedenWe ontvangen je brief en cv graag in een Word- of PDF-bestand. Als je een beroep doet op een voorrangspositie, stuur dan ook een kopie van die kennisgeving mee.Onze selectieprocedure voor deze functie ziet er als volgt uit:Allereerst wordt beoordeeld of een voorrangskandidaat binnen de Rijksoverheid in aanmerking komt voor deze functie.Daarna wordt beoordeeld of jouw cv en motivatiebrief voldoen aan de gestelde functie-eisen.In week 15 vinden de selectiegesprekken plaats.Onderaan deze vacature vind je meer uitleg over de stappen die je doorloopt in de sollicitatieprocedure.De voorkeur gaat uit naar kandidaten die het meest aansluiten bij het opgestelde profiel. Dit heeft betrekking op zowel de genoemde opleiding(en) als werkervaringseisen. Vermeld deze daarom duidelijk in je cv.Medewerkers van de Belastingdienst die korter dan drie jaar in hun huidige functie werkzaam zijn of bezig zijn met een startopleiding of inwerktraject verzoeken we om in hun motivatiebrief duidelijk aan te geven wat de reden is om binnen de termijn van drie jaar te solliciteren.De Belastingdienst zet zich in om medewerkers in dienst te nemen die onder de doelgroep van de Wet banenafspraak vallen. Val je in deze doelgroep en sta je in het doelgroepenregister? Dan nodigen we ook jou uit om te reageren! Samen met jou kijken we of en hoe je eventueel invulling kunt geven aan deze functie. Meer weten? Klik dan hier!Een (online) voorselectietest en/of een assessment kan deel uit maken van de sollicitatieprocedure, evenals het maken van een casus, het opvragen van referenties en (online) screening, bijvoorbeeld via databanken, (zoekmachines) en sociale netwerken.Jouw sollicitatie wordt alleen in behandeling genomen als je met de sollicitatie-button reageert en je cv en motivatiebrief zijn bijgesloten. Na sluitingsdatum is het niet meer mogelijk om je sollicitatie in behandeling te nemen. Houd er rekening mee dat het solliciteren technische problemen met zich mee kan brengen. Wacht hiermee dus niet tot het laatste moment.\n“Als senior communicatieadviseur sta ik midden in de organisatie, in nauwe verbinding met het bestuur, maar óók met de werkvloer, de buitenwereld en andere partneroverheden. Doordat de Douane verschillende doelgroepen heeft, verleg je continu je focus en is je werkweek altijd dynamisch.” Marlene, senior communicatieadviseur Douane.Iedereen kent de Douane wel van het reizen via Schiphol, Rotterdam The Hague Airport of Eindhoven Airport. Maar de Douane doet veel meer dan koffers controleren. Zo behartigt de Douane publieke financiële belangen door bijvoorbeeld het innen van belastingen bij invoer voor de Europese Unie. Bovendien beschermt de Douane de samenleving door controle op gevaarlijke of verboden goederen. En draagt zij bij aan een stevige Nederlandse en Europese concurrentiepositie door de legale handel en grensoverschrijdend goederenverkeer maximaal te faciliteren. De Nederlandse Douane behoort tot de beste douanediensten ter wereld en is daar trots op. De kracht van de organisatie ligt in de eerste plaats in het vakmanschap en de betrokkenheid van de medewerkers. Maar ook in de samenwerking met partijen binnen en buiten de overheid, nationaal en internationaal. De Douane investeert samen met wetenschap en bedrijfsleven veel in onderzoek en innovaties om de uitvoering en handhaving optimaal in te kunnen vullen.Per 1 januari 2021 is de Douane een zelfstandig Directoraat-Generaal. De Douane valt sindsdien direct onder het ministerie van Financiën en heeft door de zelfstandige positie meer focus in de uitvoering van haar eigen opgaven. Zij staat voor grote uitdagingen met belangrijke maatschappelijke thema’s als ondermijnende criminaliteit, integriteit, de groei in internetverkopen (e-commerce) en Brexit. Door al deze ontwikkelingen is de Douane nadrukkelijk aanwezig in het politieke en medialandschap, maar ook in het maatschappelijk debat. Dat vraagt om een professionele en proactieve aanpak, waar communicatie een belangrijke bijdrage in heeft. Intern maar zeker ook extern. Heb jij zin in een uitdaging binnen een communicatieteam dat volop in ontwikkeling en beweging is?Het team dat verantwoordelijk is voor de communicatie maakt deel uit van het Douane landelijk kantoor. Zij zijn verantwoordelijk voor de strategische communicatie om de opdracht en ambities van Douane optimaal te ondersteunen en verder te brengen. Het team Communicatie wordt uitgebreid naar zo’n 15 communicatieprofessionals, bestaande uit verschillende specialisaties: persvoorlichting/media, externe communicatie/web redactie, corporate/crisiscommunicatie/campagne en social, arbeidsmarktcommunicatie/ marketing en merkenbeleid, politiek advies/issuemanagement/ public affairs/voorlichter, stakeholdermanagement/ internationaal en interne organisatiebrede vraagstukken.Als senior communicatieadviseur lever je een bijdrage aan die uitdagingen die over meerdere jaren lopen en potentieel grote koerswijzigingen kennen. Uitdagingen met een grote maatschappelijke factor. De Douane staat aan de grenzen van de EU, maar midden in de samenleving. Als adviseur help je de organisatie de belangrijke onderwerpen waar de Douane voor staat opgesteld transparant te maken naar de maatschappij. De Douane kent een diversiteit aan communicatieprojecten, op grote maatschappelijke thema’s zoals integriteit en ondermijning, maar ook van tv-producties tot aan handhavingscommunicatie.We helpen burgers en bedrijven door heldere informatie te verschaffen om zich goed voor te bereiden op hun reis, bij het bestellen van aankopen op een webshop buiten de EU of bij het zaken doen buiten de EU. Daarnaast vormt de interne communicatie een belangrijke rol in de organisatie, zeker in deze tijd waarin Corona soms zorgt voor een fysieke grote afstand.In jouw werk schakel je continu met vele anderen: collega’s van andere afdelingen binnen de directie, maar ook daarbuiten. Je adviseert gevraagd en ongevraagd. Je bent gesprekspartner op directieniveau en van het managementteam van de Douane. Jouw sparringpartners zijn senior adviseurs en je teamleider, escaleren doe je tot op het niveau van de directeur. Het opstellen van een stevige communicatiestrategie of -plan en het zorgen voor een goede uitvoering hiervan is voor jou een piece of cake. Ook weet je goed gebruik te maken van online communicatiemogelijkheden.Houd jij van uitdagingen en een dynamische werkomgeving? Of wil je liever eerst eens praten over jouw misschien wel toekomstige werkzaamheden? Neem dan contact met ons op!Functie-eisenJe hebt een masterdiploma bij voorkeur in de richting communicatie.Je hebt minimaal drie jaar ervaring op het gebied van communicatieadvies en online communicatie.Je hebt aantoonbaar ervaring in het adviseren van management en bestuur.Je bent een goede schrijver en kunt goed uiteenlopende teksten opleveren, van publiekstekst tot nota voor bewindspersonen.Jouw competenties?analyserenorganisatiesensitiviteitplannen en organiserennetwerkenovertuigingskrachtHerken jij jezelf ook hierin?Je bent een expert op het gebied van online communicatie en beschikt over strategisch inzicht en bestuurlijke sensitiviteit. Je bent een prettige en deskundige gesprekspartner op verschillende niveaus. Het is belangrijk dat je goed kunt samenwerken en de verbinding weet te leggen tussen uitvoering en beleid. Jouw houding is flexibel en tegelijkertijd ben je een stevige persoonlijkheid met een gezonde dosis overtuigingskracht. Dynamiek, vernieuwing, initiatief en verandering; daar houd je van. Je vindt het leuk om (proactief) te adviseren over een groot aantal verschillende onderwerpen. Om ervoor te zorgen dat adviezen van het papier komen, coördineer je de uitvoering ervan.ArbeidsvoorwaardenSalarisniveauschaal 12SalarisomschrijvingIn beginsel vindt inschaling in de naast lagere salarisschaal plaats. Bij aanwezigheid van relevante kennis, ervaring of om arbeidsmarktoverwegingen kan inschaling op een hogere positie in de desbetreffende salarisschaal plaatsvinden. Ook bestaat de mogelijkheid om in bijzondere gevallen waarin de aanwezige kennis en/of ervaring dit rechtvaardigt, direct in de bij de functie behorende salarisschaal in te schalen.MaandsalarisMin €3.842 – Max. €5.710 (bruto)DienstverbandArbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijdContractduurTijdelijke aanstelling / Arbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijdMinimaal aantal uren per week32Maximaal aantal uren per week36Overige arbeidsvoorwaardenNaast salaris ontvang je ook een individueel keuzebudget (IKB). Jouw IKB bestaat uit geld (IKB-budget) en tijd (IKB-uren). Het IKB geeft je de mogelijkheid om naar eigen keuze een deel van je IKB-budget te laten uitbetalen op de door jou gekozen tijdstippen. Én je hebt de mogelijkheid om je IKB-budget deels om te zetten in verlof of andersom. Ook kun je het IKB-budget besteden aan een fiscaal-vriendelijk doel, zoals bijvoorbeeld een fiets, bedrijfsfitness of vakliteratuur. De Rijksoverheid hecht sterk aan persoonlijke groei en loopbaanontwikkeling en biedt daarvoor tal van mogelijkheden. Tot de secundaire arbeidsvoorwaarden behoren onder meer studiefaciliteiten, ouderschapsverlof en een vergoeding woon-werkverkeer. Wij verwachten van onze werknemers dat ze integer zijn en we vragen aan nieuwe medewerkers een Verklaring Omtrent Gedrag (VOG). Als deze niet kan worden overlegd, volgt geen arbeidsovereenkomst of wordt de arbeidsovereenkomst na uiterlijk 3 maanden beëindigd wanneer duidelijk is dat geen VOG overgelegd kan worden.BijzonderhedenWe ontvangen je brief en cv graag in een Word- of PDF-bestand. Als je een beroep doet op een voorrangspositie, stuur dan ook een kopie van die kennisgeving mee.Onze selectieprocedure voor deze functie ziet er als volgt uit:Allereerst wordt beoordeeld of een voorrangskandidaat binnen de Rijksoverheid in aanmerking komt voor deze functie.Daarna wordt beoordeeld of jouw cv en motivatiebrief voldoen aan de gestelde functie-eisen.In week 15 vinden de selectiegesprekken plaats.Onderaan deze vacature vind je meer uitleg over de stappen die je doorloopt in de sollicitatieprocedure.De voorkeur gaat uit naar kandidaten die het meest aansluiten bij het opgestelde profiel. Dit heeft betrekking op zowel de genoemde opleiding(en) als werkervaringseisen. Vermeld deze daarom duidelijk in je cv.Medewerkers van de Belastingdienst die korter dan drie jaar in hun huidige functie werkzaam zijn of bezig zijn met een startopleiding of inwerktraject verzoeken we om in hun motivatiebrief duidelijk aan te geven wat de reden is om binnen de termijn van drie jaar te solliciteren.De Belastingdienst zet zich in om medewerkers in dienst te nemen die onder de doelgroep van de Wet banenafspraak vallen. Val je in deze doelgroep en sta je in het doelgroepenregister? Dan nodigen we ook jou uit om te reageren! Samen met jou kijken we of en hoe je eventueel invulling kunt geven aan deze functie. Meer weten? Klik dan hier!Een (online) voorselectietest en/of een assessment kan deel uit maken van de sollicitatieprocedure, evenals het maken van een casus, het opvragen van referenties en (online) screening, bijvoorbeeld via databanken, (zoekmachines) en sociale netwerken.Jouw sollicitatie wordt alleen in behandeling genomen als je met de sollicitatie-button reageert en je cv en motivatiebrief zijn bijgesloten. Na sluitingsdatum is het niet meer mogelijk om je sollicitatie in behandeling te nemen. Houd er rekening mee dat het solliciteren technische problemen met zich mee kan brengen. Wacht hiermee dus niet tot het laatste moment.\n“Als senior communicatieadviseur sta ik midden in de organisatie, in nauwe verbinding met het bestuur, maar óók met de werkvloer, de buitenwereld en andere partneroverheden. Doordat de Douane verschillende doelgroepen heeft, verleg je continu je focus en is je werkweek altijd dynamisch.” Marlene, senior communicatieadviseur Douane.Iedereen kent de Douane wel van het reizen via Schiphol, Rotterdam The Hague Airport of Eindhoven Airport. Maar de Douane doet veel meer dan koffers controleren. Zo behartigt de Douane publieke financiële belangen door bijvoorbeeld het innen van belastingen bij invoer voor de Europese Unie. Bovendien beschermt de Douane de samenleving door controle op gevaarlijke of verboden goederen. En draagt zij bij aan een stevige Nederlandse en Europese concurrentiepositie door de legale handel en grensoverschrijdend goederenverkeer maximaal te faciliteren. De Nederlandse Douane behoort tot de beste douanediensten ter wereld en is daar trots op. De kracht van de organisatie ligt in de eerste plaats in het vakmanschap en de betrokkenheid van de medewerkers. Maar ook in de samenwerking met partijen binnen en buiten de overheid, nationaal en internationaal. De Douane investeert samen met wetenschap en bedrijfsleven veel in onderzoek en innovaties om de uitvoering en handhaving optimaal in te kunnen vullen.Per 1 januari 2021 is de Douane een zelfstandig Directoraat-Generaal. De Douane valt sindsdien direct onder het ministerie van Financiën en heeft door de zelfstandige positie meer focus in de uitvoering van haar eigen opgaven. Zij staat voor grote uitdagingen met belangrijke maatschappelijke thema’s als ondermijnende criminaliteit, integriteit, de groei in internetverkopen (e-commerce) en Brexit. Door al deze ontwikkelingen is de Douane nadrukkelijk aanwezig in het politieke en medialandschap, maar ook in het maatschappelijk debat. Dat vraagt om een professionele en proactieve aanpak, waar communicatie een belangrijke bijdrage in heeft. Intern maar zeker ook extern. Heb jij zin in een uitdaging binnen een communicatieteam dat volop in ontwikkeling en beweging is?Het team dat verantwoordelijk is voor de communicatie maakt deel uit van het Douane landelijk kantoor. Zij zijn verantwoordelijk voor de strategische communicatie om de opdracht en ambities van Douane optimaal te ondersteunen en verder te brengen. Het team Communicatie wordt uitgebreid naar zo’n 15 communicatieprofessionals, bestaande uit verschillende specialisaties: persvoorlichting/media, externe communicatie/web redactie, corporate/crisiscommunicatie/campagne en social, arbeidsmarktcommunicatie/ marketing en merkenbeleid, politiek advies/issuemanagement/ public affairs/voorlichter, stakeholdermanagement/ internationaal en interne organisatiebrede vraagstukken.Als senior communicatieadviseur lever je een bijdrage aan die uitdagingen die over meerdere jaren lopen en potentieel grote koerswijzigingen kennen. Uitdagingen met een grote maatschappelijke factor. De Douane staat aan de grenzen van de EU, maar midden in de samenleving. Als adviseur help je de organisatie de belangrijke onderwerpen waar de Douane voor staat opgesteld transparant te maken naar de maatschappij. De Douane kent een diversiteit aan communicatieprojecten, op grote maatschappelijke thema’s zoals integriteit en ondermijning, maar ook van tv-producties tot aan handhavingscommunicatie.We helpen burgers en bedrijven door heldere informatie te verschaffen om zich goed voor te bereiden op hun reis, bij het bestellen van aankopen op een webshop buiten de EU of bij het zaken doen buiten de EU. Daarnaast vormt de interne communicatie een belangrijke rol in de organisatie, zeker in deze tijd waarin Corona soms zorgt voor een fysieke grote afstand.In jouw werk schakel je continu met vele anderen: collega’s van andere afdelingen binnen de directie, maar ook daarbuiten. Je adviseert gevraagd en ongevraagd. Je bent gesprekspartner op directieniveau en van het managementteam van de Douane. Jouw sparringpartners zijn senior adviseurs en je teamleider, escaleren doe je tot op het niveau van de directeur. Het opstellen van een stevige communicatiestrategie of -plan en het zorgen voor een goede uitvoering hiervan is voor jou een piece of cake. Ook weet je goed gebruik te maken van online communicatiemogelijkheden.Houd jij van uitdagingen en een dynamische werkomgeving? Of wil je liever eerst eens praten over jouw misschien wel toekomstige werkzaamheden? Neem dan contact met ons op!\n“Als senior communicatieadviseur sta ik midden in de organisatie, in nauwe verbinding met het bestuur, maar óók met de werkvloer, de buitenwereld en andere partneroverheden. Doordat de Douane verschillende doelgroepen heeft, verleg je continu je focus en is je werkweek altijd dynamisch.” Marlene, senior communicatieadviseur Douane.Iedereen kent de Douane wel van het reizen via Schiphol, Rotterdam The Hague Airport of Eindhoven Airport. Maar de Douane doet veel meer dan koffers controleren. Zo behartigt de Douane publieke financiële belangen door bijvoorbeeld het innen van belastingen bij invoer voor de Europese Unie. Bovendien beschermt de Douane de samenleving door controle op gevaarlijke of verboden goederen. En draagt zij bij aan een stevige Nederlandse en Europese concurrentiepositie door de legale handel en grensoverschrijdend goederenverkeer maximaal te faciliteren. De Nederlandse Douane behoort tot de beste douanediensten ter wereld en is daar trots op. De kracht van de organisatie ligt in de eerste plaats in het vakmanschap en de betrokkenheid van de medewerkers. Maar ook in de samenwerking met partijen binnen en buiten de overheid, nationaal en internationaal. De Douane investeert samen met wetenschap en bedrijfsleven veel in onderzoek en innovaties om de uitvoering en handhaving optimaal in te kunnen vullen.Per 1 januari 2021 is de Douane een zelfstandig Directoraat-Generaal. De Douane valt sindsdien direct onder het ministerie van Financiën en heeft door de zelfstandige positie meer focus in de uitvoering van haar eigen opgaven. Zij staat voor grote uitdagingen met belangrijke maatschappelijke thema’s als ondermijnende criminaliteit, integriteit, de groei in internetverkopen (e-commerce) en Brexit. Door al deze ontwikkelingen is de Douane nadrukkelijk aanwezig in het politieke en medialandschap, maar ook in het maatschappelijk debat. Dat vraagt om een professionele en proactieve aanpak, waar communicatie een belangrijke bijdrage in heeft. Intern maar zeker ook extern. Heb jij zin in een uitdaging binnen een communicatieteam dat volop in ontwikkeling en beweging is?Het team dat verantwoordelijk is voor de communicatie maakt deel uit van het Douane landelijk kantoor. Zij zijn verantwoordelijk voor de strategische communicatie om de opdracht en ambities van Douane optimaal te ondersteunen en verder te brengen. Het team Communicatie wordt uitgebreid naar zo’n 15 communicatieprofessionals, bestaande uit verschillende specialisaties: persvoorlichting/media, externe communicatie/web redactie, corporate/crisiscommunicatie/campagne en social, arbeidsmarktcommunicatie/ marketing en merkenbeleid, politiek advies/issuemanagement/ public affairs/voorlichter, stakeholdermanagement/ internationaal en interne organisatiebrede vraagstukken.Als senior communicatieadviseur lever je een bijdrage aan die uitdagingen die over meerdere jaren lopen en potentieel grote koerswijzigingen kennen. Uitdagingen met een grote maatschappelijke factor. De Douane staat aan de grenzen van de EU, maar midden in de samenleving. Als adviseur help je de organisatie de belangrijke onderwerpen waar de Douane voor staat opgesteld transparant te maken naar de maatschappij. De Douane kent een diversiteit aan communicatieprojecten, op grote maatschappelijke thema’s zoals integriteit en ondermijning, maar ook van tv-producties tot aan handhavingscommunicatie.We helpen burgers en bedrijven door heldere informatie te verschaffen om zich goed voor te bereiden op hun reis, bij het bestellen van aankopen op een webshop buiten de EU of bij het zaken doen buiten de EU. Daarnaast vormt de interne communicatie een belangrijke rol in de organisatie, zeker in deze tijd waarin Corona soms zorgt voor een fysieke grote afstand.In jouw werk schakel je continu met vele anderen: collega’s van andere afdelingen binnen de directie, maar ook daarbuiten. Je adviseert gevraagd en ongevraagd. Je bent gesprekspartner op directieniveau en van het managementteam van de Douane. Jouw sparringpartners zijn senior adviseurs en je teamleider, escaleren doe je tot op het niveau van de directeur. Het opstellen van een stevige communicatiestrategie of -plan en het zorgen voor een goede uitvoering hiervan is voor jou een piece of cake. Ook weet je goed gebruik te maken van online communicatiemogelijkheden.Houd jij van uitdagingen en een dynamische werkomgeving? Of wil je liever eerst eens praten over jouw misschien wel toekomstige werkzaamheden? Neem dan contact met ons op!\n“Als senior communicatieadviseur sta ik midden in de organisatie, in nauwe verbinding met het bestuur, maar óók met de werkvloer, de buitenwereld en andere partneroverheden. Doordat de Douane verschillende doelgroepen heeft, verleg je continu je focus en is je werkweek altijd dynamisch.” Marlene, senior communicatieadviseur Douane.Iedereen kent de Douane wel van het reizen via Schiphol, Rotterdam The Hague Airport of Eindhoven Airport. Maar de Douane doet veel meer dan koffers controleren. Zo behartigt de Douane publieke financiële belangen door bijvoorbeeld het innen van belastingen bij invoer voor de Europese Unie. Bovendien beschermt de Douane de samenleving door controle op gevaarlijke of verboden goederen. En draagt zij bij aan een stevige Nederlandse en Europese concurrentiepositie door de legale handel en grensoverschrijdend goederenverkeer maximaal te faciliteren. De Nederlandse Douane behoort tot de beste douanediensten ter wereld en is daar trots op. De kracht van de organisatie ligt in de eerste plaats in het vakmanschap en de betrokkenheid van de medewerkers. Maar ook in de samenwerking met partijen binnen en buiten de overheid, nationaal en internationaal. De Douane investeert samen met wetenschap en bedrijfsleven veel in onderzoek en innovaties om de uitvoering en handhaving optimaal in te kunnen vullen.Per 1 januari 2021 is de Douane een zelfstandig Directoraat-Generaal. De Douane valt sindsdien direct onder het ministerie van Financiën en heeft door de zelfstandige positie meer focus in de uitvoering van haar eigen opgaven. Zij staat voor grote uitdagingen met belangrijke maatschappelijke thema’s als ondermijnende criminaliteit, integriteit, de groei in internetverkopen (e-commerce) en Brexit. Door al deze ontwikkelingen is de Douane nadrukkelijk aanwezig in het politieke en medialandschap, maar ook in het maatschappelijk debat. Dat vraagt om een professionele en proactieve aanpak, waar communicatie een belangrijke bijdrage in heeft. Intern maar zeker ook extern. Heb jij zin in een uitdaging binnen een communicatieteam dat volop in ontwikkeling en beweging is?Het team dat verantwoordelijk is voor de communicatie maakt deel uit van het Douane landelijk kantoor. Zij zijn verantwoordelijk voor de strategische communicatie om de opdracht en ambities van Douane optimaal te ondersteunen en verder te brengen. Het team Communicatie wordt uitgebreid naar zo’n 15 communicatieprofessionals, bestaande uit verschillende specialisaties: persvoorlichting/media, externe communicatie/web redactie, corporate/crisiscommunicatie/campagne en social, arbeidsmarktcommunicatie/ marketing en merkenbeleid, politiek advies/issuemanagement/ public affairs/voorlichter, stakeholdermanagement/ internationaal en interne organisatiebrede vraagstukken.Als senior communicatieadviseur lever je een bijdrage aan die uitdagingen die over meerdere jaren lopen en potentieel grote koerswijzigingen kennen. Uitdagingen met een grote maatschappelijke factor. De Douane staat aan de grenzen van de EU, maar midden in de samenleving. Als adviseur help je de organisatie de belangrijke onderwerpen waar de Douane voor staat opgesteld transparant te maken naar de maatschappij. De Douane kent een diversiteit aan communicatieprojecten, op grote maatschappelijke thema’s zoals integriteit en ondermijning, maar ook van tv-producties tot aan handhavingscommunicatie.We helpen burgers en bedrijven door heldere informatie te verschaffen om zich goed voor te bereiden op hun reis, bij het bestellen van aankopen op een webshop buiten de EU of bij het zaken doen buiten de EU. Daarnaast vormt de interne communicatie een belangrijke rol in de organisatie, zeker in deze tijd waarin Corona soms zorgt voor een fysieke grote afstand.In jouw werk schakel je continu met vele anderen: collega’s van andere afdelingen binnen de directie, maar ook daarbuiten. Je adviseert gevraagd en ongevraagd. Je bent gesprekspartner op directieniveau en van het managementteam van de Douane. Jouw sparringpartners zijn senior adviseurs en je teamleider, escaleren doe je tot op het niveau van de directeur. Het opstellen van een stevige communicatiestrategie of -plan en het zorgen voor een goede uitvoering hiervan is voor jou een piece of cake. Ook weet je goed gebruik te maken van online communicatiemogelijkheden.Houd jij van uitdagingen en een dynamische werkomgeving? Of wil je liever eerst eens praten over jouw misschien wel toekomstige werkzaamheden? Neem dan contact met ons op!\n“Als senior communicatieadviseur sta ik midden in de organisatie, in nauwe verbinding met het bestuur, maar óók met de werkvloer, de buitenwereld en andere partneroverheden. Doordat de Douane verschillende doelgroepen heeft, verleg je continu je focus en is je werkweek altijd dynamisch.” Marlene, senior communicatieadviseur Douane.Iedereen kent de Douane wel van het reizen via Schiphol, Rotterdam The Hague Airport of Eindhoven Airport. Maar de Douane doet veel meer dan koffers controleren. Zo behartigt de Douane publieke financiële belangen door bijvoorbeeld het innen van belastingen bij invoer voor de Europese Unie. Bovendien beschermt de Douane de samenleving door controle op gevaarlijke of verboden goederen. En draagt zij bij aan een stevige Nederlandse en Europese concurrentiepositie door de legale handel en grensoverschrijdend goederenverkeer maximaal te faciliteren. De Nederlandse Douane behoort tot de beste douanediensten ter wereld en is daar trots op. De kracht van de organisatie ligt in de eerste plaats in het vakmanschap en de betrokkenheid van de medewerkers. Maar ook in de samenwerking met partijen binnen en buiten de overheid, nationaal en internationaal. De Douane investeert samen met wetenschap en bedrijfsleven veel in onderzoek en innovaties om de uitvoering en handhaving optimaal in te kunnen vullen.Per 1 januari 2021 is de Douane een zelfstandig Directoraat-Generaal. De Douane valt sindsdien direct onder het ministerie van Financiën en heeft door de zelfstandige positie meer focus in de uitvoering van haar eigen opgaven. Zij staat voor grote uitdagingen met belangrijke maatschappelijke thema’s als ondermijnende criminaliteit, integriteit, de groei in internetverkopen (e-commerce) en Brexit. Door al deze ontwikkelingen is de Douane nadrukkelijk aanwezig in het politieke en medialandschap, maar ook in het maatschappelijk debat. Dat vraagt om een professionele en proactieve aanpak, waar communicatie een belangrijke bijdrage in heeft. Intern maar zeker ook extern. Heb jij zin in een uitdaging binnen een communicatieteam dat volop in ontwikkeling en beweging is?Het team dat verantwoordelijk is voor de communicatie maakt deel uit van het Douane landelijk kantoor. Zij zijn verantwoordelijk voor de strategische communicatie om de opdracht en ambities van Douane optimaal te ondersteunen en verder te brengen. Het team Communicatie wordt uitgebreid naar zo’n 15 communicatieprofessionals, bestaande uit verschillende specialisaties: persvoorlichting/media, externe communicatie/web redactie, corporate/crisiscommunicatie/campagne en social, arbeidsmarktcommunicatie/ marketing en merkenbeleid, politiek advies/issuemanagement/ public affairs/voorlichter, stakeholdermanagement/ internationaal en interne organisatiebrede vraagstukken.Als senior communicatieadviseur lever je een bijdrage aan die uitdagingen die over meerdere jaren lopen en potentieel grote koerswijzigingen kennen. Uitdagingen met een grote maatschappelijke factor. De Douane staat aan de grenzen van de EU, maar midden in de samenleving. Als adviseur help je de organisatie de belangrijke onderwerpen waar de Douane voor staat opgesteld transparant te maken naar de maatschappij. De Douane kent een diversiteit aan communicatieprojecten, op grote maatschappelijke thema’s zoals integriteit en ondermijning, maar ook van tv-producties tot aan handhavingscommunicatie.We helpen burgers en bedrijven door heldere informatie te verschaffen om zich goed voor te bereiden op hun reis, bij het bestellen van aankopen op een webshop buiten de EU of bij het zaken doen buiten de EU. Daarnaast vormt de interne communicatie een belangrijke rol in de organisatie, zeker in deze tijd waarin Corona soms zorgt voor een fysieke grote afstand.In jouw werk schakel je continu met vele anderen: collega’s van andere afdelingen binnen de directie, maar ook daarbuiten. Je adviseert gevraagd en ongevraagd. Je bent gesprekspartner op directieniveau en van het managementteam van de Douane. Jouw sparringpartners zijn senior adviseurs en je teamleider, escaleren doe je tot op het niveau van de directeur. Het opstellen van een stevige communicatiestrategie of -plan en het zorgen voor een goede uitvoering hiervan is voor jou een piece of cake. Ook weet je goed gebruik te maken van online communicatiemogelijkheden.Houd jij van uitdagingen en een dynamische werkomgeving? Of wil je liever eerst eens praten over jouw misschien wel toekomstige werkzaamheden? Neem dan contact met ons op!\nFunctie-eisenJe hebt een masterdiploma bij voorkeur in de richting communicatie.Je hebt minimaal drie jaar ervaring op het gebied van communicatieadvies en online communicatie.Je hebt aantoonbaar ervaring in het adviseren van management en bestuur.Je bent een goede schrijver en kunt goed uiteenlopende teksten opleveren, van publiekstekst tot nota voor bewindspersonen.Jouw competenties?analyserenorganisatiesensitiviteitplannen en organiserennetwerkenovertuigingskrachtHerken jij jezelf ook hierin?Je bent een expert op het gebied van online communicatie en beschikt over strategisch inzicht en bestuurlijke sensitiviteit. Je bent een prettige en deskundige gesprekspartner op verschillende niveaus. Het is belangrijk dat je goed kunt samenwerken en de verbinding weet te leggen tussen uitvoering en beleid. Jouw houding is flexibel en tegelijkertijd ben je een stevige persoonlijkheid met een gezonde dosis overtuigingskracht. Dynamiek, vernieuwing, initiatief en verandering; daar houd je van. Je vindt het leuk om (proactief) te adviseren over een groot aantal verschillende onderwerpen. Om ervoor te zorgen dat adviezen van het papier komen, coördineer je de uitvoering ervan.\nFunctie-eisen\n\nJe hebt een masterdiploma bij voorkeur in de richting communicatie.Je hebt minimaal drie jaar ervaring op het gebied van communicatieadvies en online communicatie.Je hebt aantoonbaar ervaring in het adviseren van management en bestuur.Je bent een goede schrijver en kunt goed uiteenlopende teksten opleveren, van publiekstekst tot nota voor bewindspersonen.Jouw competenties?analyserenorganisatiesensitiviteitplannen en organiserennetwerkenovertuigingskrachtHerken jij jezelf ook hierin?Je bent een expert op het gebied van online communicatie en beschikt over strategisch inzicht en bestuurlijke sensitiviteit. Je bent een prettige en deskundige gesprekspartner op verschillende niveaus. Het is belangrijk dat je goed kunt samenwerken en de verbinding weet te leggen tussen uitvoering en beleid. Jouw houding is flexibel en tegelijkertijd ben je een stevige persoonlijkheid met een gezonde dosis overtuigingskracht. Dynamiek, vernieuwing, initiatief en verandering; daar houd je van. Je vindt het leuk om (proactief) te adviseren over een groot aantal verschillende onderwerpen. Om ervoor te zorgen dat adviezen van het papier komen, coördineer je de uitvoering ervan.\nJe hebt een masterdiploma bij voorkeur in de richting communicatie.Je hebt minimaal drie jaar ervaring op het gebied van communicatieadvies en online communicatie.Je hebt aantoonbaar ervaring in het adviseren van management en bestuur.Je bent een goede schrijver en kunt goed uiteenlopende teksten opleveren, van publiekstekst tot nota voor bewindspersonen.Jouw competenties?analyserenorganisatiesensitiviteitplannen en organiserennetwerkenovertuigingskrachtHerken jij jezelf ook hierin?Je bent een expert op het gebied van online communicatie en beschikt over strategisch inzicht en bestuurlijke sensitiviteit. Je bent een prettige en deskundige gesprekspartner op verschillende niveaus. Het is belangrijk dat je goed kunt samenwerken en de verbinding weet te leggen tussen uitvoering en beleid. Jouw houding is flexibel en tegelijkertijd ben je een stevige persoonlijkheid met een gezonde dosis overtuigingskracht. Dynamiek, vernieuwing, initiatief en verandering; daar houd je van. Je vindt het leuk om (proactief) te adviseren over een groot aantal verschillende onderwerpen. Om ervoor te zorgen dat adviezen van het papier komen, coördineer je de uitvoering ervan.\nJe hebt een masterdiploma bij voorkeur in de richting communicatie.Je hebt minimaal drie jaar ervaring op het gebied van communicatieadvies en online communicatie.Je hebt aantoonbaar ervaring in het adviseren van management en bestuur.Je bent een goede schrijver en kunt goed uiteenlopende teksten opleveren, van publiekstekst tot nota voor bewindspersonen.Jouw competenties?analyserenorganisatiesensitiviteitplannen en organiserennetwerkenovertuigingskrachtHerken jij jezelf ook hierin?Je bent een expert op het gebied van online communicatie en beschikt over strategisch inzicht en bestuurlijke sensitiviteit. Je bent een prettige en deskundige gesprekspartner op verschillende niveaus. Het is belangrijk dat je goed kunt samenwerken en de verbinding weet te leggen tussen uitvoering en beleid. Jouw houding is flexibel en tegelijkertijd ben je een stevige persoonlijkheid met een gezonde dosis overtuigingskracht. Dynamiek, vernieuwing, initiatief en verandering; daar houd je van. Je vindt het leuk om (proactief) te adviseren over een groot aantal verschillende onderwerpen. Om ervoor te zorgen dat adviezen van het papier komen, coördineer je de uitvoering ervan.\nArbeidsvoorwaardenSalarisniveauschaal 12SalarisomschrijvingIn beginsel vindt inschaling in de naast lagere salarisschaal plaats. Bij aanwezigheid van relevante kennis, ervaring of om arbeidsmarktoverwegingen kan inschaling op een hogere positie in de desbetreffende salarisschaal plaatsvinden. Ook bestaat de mogelijkheid om in bijzondere gevallen waarin de aanwezige kennis en/of ervaring dit rechtvaardigt, direct in de bij de functie behorende salarisschaal in te schalen.MaandsalarisMin €3.842 – Max. €5.710 (bruto)DienstverbandArbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijdContractduurTijdelijke aanstelling / Arbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijdMinimaal aantal uren per week32Maximaal aantal uren per week36\nArbeidsvoorwaarden\n\nSalarisniveauschaal 12SalarisomschrijvingIn beginsel vindt inschaling in de naast lagere salarisschaal plaats. Bij aanwezigheid van relevante kennis, ervaring of om arbeidsmarktoverwegingen kan inschaling op een hogere positie in de desbetreffende salarisschaal plaatsvinden. Ook bestaat de mogelijkheid om in bijzondere gevallen waarin de aanwezige kennis en/of ervaring dit rechtvaardigt, direct in de bij de functie behorende salarisschaal in te schalen.MaandsalarisMin €3.842 – Max. €5.710 (bruto)DienstverbandArbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijdContractduurTijdelijke aanstelling / Arbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijdMinimaal aantal uren per week32Maximaal aantal uren per week36\nSalarisniveauschaal 12SalarisomschrijvingIn beginsel vindt inschaling in de naast lagere salarisschaal plaats. Bij aanwezigheid van relevante kennis, ervaring of om arbeidsmarktoverwegingen kan inschaling op een hogere positie in de desbetreffende salarisschaal plaatsvinden. Ook bestaat de mogelijkheid om in bijzondere gevallen waarin de aanwezige kennis en/of ervaring dit rechtvaardigt, direct in de bij de functie behorende salarisschaal in te schalen.MaandsalarisMin €3.842 – Max. €5.710 (bruto)DienstverbandArbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijdContractduurTijdelijke aanstelling / Arbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijdMinimaal aantal uren per week32Maximaal aantal uren per week36\nSalarisniveauschaal 12\nSalarisniveau\nschaal 12\nSalarisomschrijvingIn beginsel vindt inschaling in de naast lagere salarisschaal plaats. Bij aanwezigheid van relevante kennis, ervaring of om arbeidsmarktoverwegingen kan inschaling op een hogere positie in de desbetreffende salarisschaal plaatsvinden. Ook bestaat de mogelijkheid om in bijzondere gevallen waarin de aanwezige kennis en/of ervaring dit rechtvaardigt, direct in de bij de functie behorende salarisschaal in te schalen.\nSalarisomschrijving\nIn beginsel vindt inschaling in de naast lagere salarisschaal plaats. Bij aanwezigheid van relevante kennis, ervaring of om arbeidsmarktoverwegingen kan inschaling op een hogere positie in de desbetreffende salarisschaal plaatsvinden. Ook bestaat de mogelijkheid om in bijzondere gevallen waarin de aanwezige kennis en/of ervaring dit rechtvaardigt, direct in de bij de functie behorende salarisschaal in te schalen.\nIn beginsel vindt inschaling in de naast lagere salarisschaal plaats. Bij aanwezigheid van relevante kennis, ervaring of om arbeidsmarktoverwegingen kan inschaling op een hogere positie in de desbetreffende salarisschaal plaatsvinden. Ook bestaat de mogelijkheid om in bijzondere gevallen waarin de aanwezige kennis en/of ervaring dit rechtvaardigt, direct in de bij de functie behorende salarisschaal in te schalen.\nMaandsalarisMin €3.842 – Max. €5.710 (bruto)\nMaandsalaris\nMin €3.842 – Max. €5.710 (bruto)\nMin €3.842 – Max. €5.710 (bruto)\nDienstverbandArbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijd\nDienstverband\nArbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijd\nContractduurTijdelijke aanstelling / Arbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijd\nContractduur\nTijdelijke aanstelling / Arbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijd\nMinimaal aantal uren per week32\nMinimaal aantal uren per week\n32\nMaximaal aantal uren per week36\nMaximaal aantal uren per week\n36\nOverige arbeidsvoorwaardenNaast salaris ontvang je ook een individueel keuzebudget (IKB). Jouw IKB bestaat uit geld (IKB-budget) en tijd (IKB-uren). Het IKB geeft je de mogelijkheid om naar eigen keuze een deel van je IKB-budget te laten uitbetalen op de door jou gekozen tijdstippen. Én je hebt de mogelijkheid om je IKB-budget deels om te zetten in verlof of andersom. Ook kun je het IKB-budget besteden aan een fiscaal-vriendelijk doel, zoals bijvoorbeeld een fiets, bedrijfsfitness of vakliteratuur. De Rijksoverheid hecht sterk aan persoonlijke groei en loopbaanontwikkeling en biedt daarvoor tal van mogelijkheden. Tot de secundaire arbeidsvoorwaarden behoren onder meer studiefaciliteiten, ouderschapsverlof en een vergoeding woon-werkverkeer. Wij verwachten van onze werknemers dat ze integer zijn en we vragen aan nieuwe medewerkers een Verklaring Omtrent Gedrag (VOG). Als deze niet kan worden overlegd, volgt geen arbeidsovereenkomst of wordt de arbeidsovereenkomst na uiterlijk 3 maanden beëindigd wanneer duidelijk is dat geen VOG overgelegd kan worden.\nOverige arbeidsvoorwaarden\n\nNaast salaris ontvang je ook een individueel keuzebudget (IKB). Jouw IKB bestaat uit geld (IKB-budget) en tijd (IKB-uren). Het IKB geeft je de mogelijkheid om naar eigen keuze een deel van je IKB-budget te laten uitbetalen op de door jou gekozen tijdstippen. Én je hebt de mogelijkheid om je IKB-budget deels om te zetten in verlof of andersom. Ook kun je het IKB-budget besteden aan een fiscaal-vriendelijk doel, zoals bijvoorbeeld een fiets, bedrijfsfitness of vakliteratuur. De Rijksoverheid hecht sterk aan persoonlijke groei en loopbaanontwikkeling en biedt daarvoor tal van mogelijkheden. Tot de secundaire arbeidsvoorwaarden behoren onder meer studiefaciliteiten, ouderschapsverlof en een vergoeding woon-werkverkeer. Wij verwachten van onze werknemers dat ze integer zijn en we vragen aan nieuwe medewerkers een Verklaring Omtrent Gedrag (VOG). Als deze niet kan worden overlegd, volgt geen arbeidsovereenkomst of wordt de arbeidsovereenkomst na uiterlijk 3 maanden beëindigd wanneer duidelijk is dat geen VOG overgelegd kan worden.\nNaast salaris ontvang je ook een individueel keuzebudget (IKB). Jouw IKB bestaat uit geld (IKB-budget) en tijd (IKB-uren). Het IKB geeft je de mogelijkheid om naar eigen keuze een deel van je IKB-budget te laten uitbetalen op de door jou gekozen tijdstippen. Én je hebt de mogelijkheid om je IKB-budget deels om te zetten in verlof of andersom. Ook kun je het IKB-budget besteden aan een fiscaal-vriendelijk doel, zoals bijvoorbeeld een fiets, bedrijfsfitness of vakliteratuur. De Rijksoverheid hecht sterk aan persoonlijke groei en loopbaanontwikkeling en biedt daarvoor tal van mogelijkheden. Tot de secundaire arbeidsvoorwaarden behoren onder meer studiefaciliteiten, ouderschapsverlof en een vergoeding woon-werkverkeer. Wij verwachten van onze werknemers dat ze integer zijn en we vragen aan nieuwe medewerkers een Verklaring Omtrent Gedrag (VOG). Als deze niet kan worden overlegd, volgt geen arbeidsovereenkomst of wordt de arbeidsovereenkomst na uiterlijk 3 maanden beëindigd wanneer duidelijk is dat geen VOG overgelegd kan worden.\nNaast salaris ontvang je ook een individueel keuzebudget (IKB). Jouw IKB bestaat uit geld (IKB-budget) en tijd (IKB-uren). Het IKB geeft je de mogelijkheid om naar eigen keuze een deel van je IKB-budget te laten uitbetalen op de door jou gekozen tijdstippen. Én je hebt de mogelijkheid om je IKB-budget deels om te zetten in verlof of andersom. Ook kun je het IKB-budget besteden aan een fiscaal-vriendelijk doel, zoals bijvoorbeeld een fiets, bedrijfsfitness of vakliteratuur. De Rijksoverheid hecht sterk aan persoonlijke groei en loopbaanontwikkeling en biedt daarvoor tal van mogelijkheden. Tot de secundaire arbeidsvoorwaarden behoren onder meer studiefaciliteiten, ouderschapsverlof en een vergoeding woon-werkverkeer. Wij verwachten van onze werknemers dat ze integer zijn en we vragen aan nieuwe medewerkers een Verklaring Omtrent Gedrag (VOG). Als deze niet kan worden overlegd, volgt geen arbeidsovereenkomst of wordt de arbeidsovereenkomst na uiterlijk 3 maanden beëindigd wanneer duidelijk is dat geen VOG overgelegd kan worden.\nBijzonderhedenWe ontvangen je brief en cv graag in een Word- of PDF-bestand. Als je een beroep doet op een voorrangspositie, stuur dan ook een kopie van die kennisgeving mee.Onze selectieprocedure voor deze functie ziet er als volgt uit:Allereerst wordt beoordeeld of een voorrangskandidaat binnen de Rijksoverheid in aanmerking komt voor deze functie.Daarna wordt beoordeeld of jouw cv en motivatiebrief voldoen aan de gestelde functie-eisen.In week 15 vinden de selectiegesprekken plaats.Onderaan deze vacature vind je meer uitleg over de stappen die je doorloopt in de sollicitatieprocedure.De voorkeur gaat uit naar kandidaten die het meest aansluiten bij het opgestelde profiel. Dit heeft betrekking op zowel de genoemde opleiding(en) als werkervaringseisen. Vermeld deze daarom duidelijk in je cv.Medewerkers van de Belastingdienst die korter dan drie jaar in hun huidige functie werkzaam zijn of bezig zijn met een startopleiding of inwerktraject verzoeken we om in hun motivatiebrief duidelijk aan te geven wat de reden is om binnen de termijn van drie jaar te solliciteren.De Belastingdienst zet zich in om medewerkers in dienst te nemen die onder de doelgroep van de Wet banenafspraak vallen. Val je in deze doelgroep en sta je in het doelgroepenregister? Dan nodigen we ook jou uit om te reageren! Samen met jou kijken we of en hoe je eventueel invulling kunt geven aan deze functie. Meer weten? Klik dan hier!Een (online) voorselectietest en/of een assessment kan deel uit maken van de sollicitatieprocedure, evenals het maken van een casus, het opvragen van referenties en (online) screening, bijvoorbeeld via databanken, (zoekmachines) en sociale netwerken.Jouw sollicitatie wordt alleen in behandeling genomen als je met de sollicitatie-button reageert en je cv en motivatiebrief zijn bijgesloten. Na sluitingsdatum is het niet meer mogelijk om je sollicitatie in behandeling te nemen. Houd er rekening mee dat het solliciteren technische problemen met zich mee kan brengen. Wacht hiermee dus niet tot het laatste moment.\nBijzonderheden\n\nWe ontvangen je brief en cv graag in een Word- of PDF-bestand. Als je een beroep doet op een voorrangspositie, stuur dan ook een kopie van die kennisgeving mee.Onze selectieprocedure voor deze functie ziet er als volgt uit:Allereerst wordt beoordeeld of een voorrangskandidaat binnen de Rijksoverheid in aanmerking komt voor deze functie.Daarna wordt beoordeeld of jouw cv en motivatiebrief voldoen aan de gestelde functie-eisen.In week 15 vinden de selectiegesprekken plaats.Onderaan deze vacature vind je meer uitleg over de stappen die je doorloopt in de sollicitatieprocedure.De voorkeur gaat uit naar kandidaten die het meest aansluiten bij het opgestelde profiel. Dit heeft betrekking op zowel de genoemde opleiding(en) als werkervaringseisen. Vermeld deze daarom duidelijk in je cv.Medewerkers van de Belastingdienst die korter dan drie jaar in hun huidige functie werkzaam zijn of bezig zijn met een startopleiding of inwerktraject verzoeken we om in hun motivatiebrief duidelijk aan te geven wat de reden is om binnen de termijn van drie jaar te solliciteren.De Belastingdienst zet zich in om medewerkers in dienst te nemen die onder de doelgroep van de Wet banenafspraak vallen. Val je in deze doelgroep en sta je in het doelgroepenregister? Dan nodigen we ook jou uit om te reageren! Samen met jou kijken we of en hoe je eventueel invulling kunt geven aan deze functie. Meer weten? Klik dan hier!Een (online) voorselectietest en/of een assessment kan deel uit maken van de sollicitatieprocedure, evenals het maken van een casus, het opvragen van referenties en (online) screening, bijvoorbeeld via databanken, (zoekmachines) en sociale netwerken.Jouw sollicitatie wordt alleen in behandeling genomen als je met de sollicitatie-button reageert en je cv en motivatiebrief zijn bijgesloten. Na sluitingsdatum is het niet meer mogelijk om je sollicitatie in behandeling te nemen. Houd er rekening mee dat het solliciteren technische problemen met zich mee kan brengen. Wacht hiermee dus niet tot het laatste moment.\nWe ontvangen je brief en cv graag in een Word- of PDF-bestand. Als je een beroep doet op een voorrangspositie, stuur dan ook een kopie van die kennisgeving mee.Onze selectieprocedure voor deze functie ziet er als volgt uit:Allereerst wordt beoordeeld of een voorrangskandidaat binnen de Rijksoverheid in aanmerking komt voor deze functie.Daarna wordt beoordeeld of jouw cv en motivatiebrief voldoen aan de gestelde functie-eisen.In week 15 vinden de selectiegesprekken plaats.Onderaan deze vacature vind je meer uitleg over de stappen die je doorloopt in de sollicitatieprocedure.De voorkeur gaat uit naar kandidaten die het meest aansluiten bij het opgestelde profiel. Dit heeft betrekking op zowel de genoemde opleiding(en) als werkervaringseisen. Vermeld deze daarom duidelijk in je cv.Medewerkers van de Belastingdienst die korter dan drie jaar in hun huidige functie werkzaam zijn of bezig zijn met een startopleiding of inwerktraject verzoeken we om in hun motivatiebrief duidelijk aan te geven wat de reden is om binnen de termijn van drie jaar te solliciteren.De Belastingdienst zet zich in om medewerkers in dienst te nemen die onder de doelgroep van de Wet banenafspraak vallen. Val je in deze doelgroep en sta je in het doelgroepenregister? Dan nodigen we ook jou uit om te reageren! Samen met jou kijken we of en hoe je eventueel invulling kunt geven aan deze functie. Meer weten? Klik dan hier!Een (online) voorselectietest en/of een assessment kan deel uit maken van de sollicitatieprocedure, evenals het maken van een casus, het opvragen van referenties en (online) screening, bijvoorbeeld via databanken, (zoekmachines) en sociale netwerken.Jouw sollicitatie wordt alleen in behandeling genomen als je met de sollicitatie-button reageert en je cv en motivatiebrief zijn bijgesloten. Na sluitingsdatum is het niet meer mogelijk om je sollicitatie in behandeling te nemen. Houd er rekening mee dat het solliciteren technische problemen met zich mee kan brengen. Wacht hiermee dus niet tot het laatste moment.\nWe ontvangen je brief en cv graag in een Word- of PDF-bestand. Als je een beroep doet op een voorrangspositie, stuur dan ook een kopie van die kennisgeving mee.Onze selectieprocedure voor deze functie ziet er als volgt uit:Allereerst wordt beoordeeld of een voorrangskandidaat binnen de Rijksoverheid in aanmerking komt voor deze functie.Daarna wordt beoordeeld of jouw cv en motivatiebrief voldoen aan de gestelde functie-eisen.In week 15 vinden de selectiegesprekken plaats.Onderaan deze vacature vind je meer uitleg over de stappen die je doorloopt in de sollicitatieprocedure.De voorkeur gaat uit naar kandidaten die het meest aansluiten bij het opgestelde profiel. Dit heeft betrekking op zowel de genoemde opleiding(en) als werkervaringseisen. Vermeld deze daarom duidelijk in je cv.Medewerkers van de Belastingdienst die korter dan drie jaar in hun huidige functie werkzaam zijn of bezig zijn met een startopleiding of inwerktraject verzoeken we om in hun motivatiebrief duidelijk aan te geven wat de reden is om binnen de termijn van drie jaar te solliciteren.De Belastingdienst zet zich in om medewerkers in dienst te nemen die onder de doelgroep van de Wet banenafspraak vallen. Val je in deze doelgroep en sta je in het doelgroepenregister? Dan nodigen we ook jou uit om te reageren! Samen met jou kijken we of en hoe je eventueel invulling kunt geven aan deze functie. Meer weten? Klik dan hier!Een (online) voorselectietest en/of een assessment kan deel uit maken van de sollicitatieprocedure, evenals het maken van een casus, het opvragen van referenties en (online) screening, bijvoorbeeld via databanken, (zoekmachines) en sociale netwerken.Jouw sollicitatie wordt alleen in behandeling genomen als je met de sollicitatie-button reageert en je cv en motivatiebrief zijn bijgesloten. Na sluitingsdatum is het niet meer mogelijk om je sollicitatie in behandeling te nemen. Houd er rekening mee dat het solliciteren technische problemen met zich mee kan brengen. Wacht hiermee dus niet tot het laatste moment.\nMeer over jouw toekomstige afdelingDe Douane is een handhavingsdienst, stelt de verschuldigde douanerechten en accijnzen vast en heft en int deze. De geïnde bedragen worden afgedragen aan de Nederlandse schatkist en de EU. De Douane zorgt er ook voor dat de samenleving zo goed mogelijk wordt beschermd tegen onveilige en ongewenste goederen. Hieronder valt een breed scala aan taken op het terrein van veiligheid, milieu, flora en fauna, gezondheid en cultuur. Én de Douane draagt bij aan het versterken van de concurrentiepositie van Nederland en de EU door toe te zien op de naleving van Europese maatregelen voor marktordening en te zorgen voor een snelle en goede douaneafhandeling, resulterend in zo min mogelijk oponthoud en lage administratieve lasten.De Douane valt onder het Ministerie van Financiën. Tot en met 31 december 2020 behoort de Douane tot de Belastingdienst. Per 1 januari 2021 is zij een zelfstandig Directoraat-Generaal.Bij de Douane werken op dit moment ongeveer 5.400 medewerkers. De Douane organisatie bestaat uit acht regiokantoren, een landelijk kantoor en twee zelfstandige onderdelen. Bij de laatste twee gaat het om het shared service center van de Douane, de Douane Landelijke Service Organisatie (DLSO), en de risicobeheersingsorganisatie, het Douane Landelijk Tactisch Centrum (DLTC).\nMeer over jouw toekomstige afdelingDe Douane is een handhavingsdienst, stelt de verschuldigde douanerechten en accijnzen vast en heft en int deze. De geïnde bedragen worden afgedragen aan de Nederlandse schatkist en de EU. De Douane zorgt er ook voor dat de samenleving zo goed mogelijk wordt beschermd tegen onveilige en ongewenste goederen. Hieronder valt een breed scala aan taken op het terrein van veiligheid, milieu, flora en fauna, gezondheid en cultuur. Én de Douane draagt bij aan het versterken van de concurrentiepositie van Nederland en de EU door toe te zien op de naleving van Europese maatregelen voor marktordening en te zorgen voor een snelle en goede douaneafhandeling, resulterend in zo min mogelijk oponthoud en lage administratieve lasten.De Douane valt onder het Ministerie van Financiën. Tot en met 31 december 2020 behoort de Douane tot de Belastingdienst. Per 1 januari 2021 is zij een zelfstandig Directoraat-Generaal.Bij de Douane werken op dit moment ongeveer 5.400 medewerkers. De Douane organisatie bestaat uit acht regiokantoren, een landelijk kantoor en twee zelfstandige onderdelen. Bij de laatste twee gaat het om het shared service center van de Douane, de Douane Landelijke Service Organisatie (DLSO), en de risicobeheersingsorganisatie, het Douane Landelijk Tactisch Centrum (DLTC).\nMeer over jouw toekomstige afdelingDe Douane is een handhavingsdienst, stelt de verschuldigde douanerechten en accijnzen vast en heft en int deze. De geïnde bedragen worden afgedragen aan de Nederlandse schatkist en de EU. De Douane zorgt er ook voor dat de samenleving zo goed mogelijk wordt beschermd tegen onveilige en ongewenste goederen. Hieronder valt een breed scala aan taken op het terrein van veiligheid, milieu, flora en fauna, gezondheid en cultuur. Én de Douane draagt bij aan het versterken van de concurrentiepositie van Nederland en de EU door toe te zien op de naleving van Europese maatregelen voor marktordening en te zorgen voor een snelle en goede douaneafhandeling, resulterend in zo min mogelijk oponthoud en lage administratieve lasten.De Douane valt onder het Ministerie van Financiën. Tot en met 31 december 2020 behoort de Douane tot de Belastingdienst. Per 1 januari 2021 is zij een zelfstandig Directoraat-Generaal.Bij de Douane werken op dit moment ongeveer 5.400 medewerkers. De Douane organisatie bestaat uit acht regiokantoren, een landelijk kantoor en twee zelfstandige onderdelen. Bij de laatste twee gaat het om het shared service center van de Douane, de Douane Landelijke Service Organisatie (DLSO), en de risicobeheersingsorganisatie, het Douane Landelijk Tactisch Centrum (DLTC).\nMeer over jouw toekomstige afdelingDe Douane is een handhavingsdienst, stelt de verschuldigde douanerechten en accijnzen vast en heft en int deze. De geïnde bedragen worden afgedragen aan de Nederlandse schatkist en de EU. De Douane zorgt er ook voor dat de samenleving zo goed mogelijk wordt beschermd tegen onveilige en ongewenste goederen. Hieronder valt een breed scala aan taken op het terrein van veiligheid, milieu, flora en fauna, gezondheid en cultuur. Én de Douane draagt bij aan het versterken van de concurrentiepositie van Nederland en de EU door toe te zien op de naleving van Europese maatregelen voor marktordening en te zorgen voor een snelle en goede douaneafhandeling, resulterend in zo min mogelijk oponthoud en lage administratieve lasten.De Douane valt onder het Ministerie van Financiën. Tot en met 31 december 2020 behoort de Douane tot de Belastingdienst. Per 1 januari 2021 is zij een zelfstandig Directoraat-Generaal.Bij de Douane werken op dit moment ongeveer 5.400 medewerkers. De Douane organisatie bestaat uit acht regiokantoren, een landelijk kantoor en twee zelfstandige onderdelen. Bij de laatste twee gaat het om het shared service center van de Douane, de Douane Landelijke Service Organisatie (DLSO), en de risicobeheersingsorganisatie, het Douane Landelijk Tactisch Centrum (DLTC).\nDe Douane is een handhavingsdienst, stelt de verschuldigde douanerechten en accijnzen vast en heft en int deze. De geïnde bedragen worden afgedragen aan de Nederlandse schatkist en de EU. De Douane zorgt er ook voor dat de samenleving zo goed mogelijk wordt beschermd tegen onveilige en ongewenste goederen. Hieronder valt een breed scala aan taken op het terrein van veiligheid, milieu, flora en fauna, gezondheid en cultuur. Én de Douane draagt bij aan het versterken van de concurrentiepositie van Nederland en de EU door toe te zien op de naleving van Europese maatregelen voor marktordening en te zorgen voor een snelle en goede douaneafhandeling, resulterend in zo min mogelijk oponthoud en lage administratieve lasten.De Douane valt onder het Ministerie van Financiën. Tot en met 31 december 2020 behoort de Douane tot de Belastingdienst. Per 1 januari 2021 is zij een zelfstandig Directoraat-Generaal.Bij de Douane werken op dit moment ongeveer 5.400 medewerkers. De Douane organisatie bestaat uit acht regiokantoren, een landelijk kantoor en twee zelfstandige onderdelen. Bij de laatste twee gaat het om het shared service center van de Douane, de Douane Landelijke Service Organisatie (DLSO), en de risicobeheersingsorganisatie, het Douane Landelijk Tactisch Centrum (DLTC).\nBelastingdienstDe Douane is een handhavingsdienst, stelt de verschuldigde douanerechten en accijnzen vast en heft en int deze. De geïnde bedragen worden afgedragen aan de Nederlandse schatkist en de EU. De Douane zorgt er ook voor dat de samenleving zo goed mogelijk wordt beschermd tegen onveilige en ongewenste goederen. Hieronder valt een breed scala aan taken op het terrein van veiligheid, milieu, flora en fauna, gezondheid en cultuur. Én de Douane draagt bij aan het versterken van de concurrentiepositie van Nederland en de EU door toe te zien op de naleving van Europese maatregelen voor marktordening en te zorgen voor een snelle en goede douaneafhandeling, resulterend in zo min mogelijk oponthoud en lage administratieve lasten.De Douane valt onder het Ministerie van Financiën. Tot en met 31 december 2020 behoort de Douane tot de Belastingdienst. Per 1 januari 2021 is zij een zelfstandig Directoraat-Generaal.\nBelastingdienstDe Douane is een handhavingsdienst, stelt de verschuldigde douanerechten en accijnzen vast en heft en int deze. De geïnde bedragen worden afgedragen aan de Nederlandse schatkist en de EU. De Douane zorgt er ook voor dat de samenleving zo goed mogelijk wordt beschermd tegen onveilige en ongewenste goederen. Hieronder valt een breed scala aan taken op het terrein van veiligheid, milieu, flora en fauna, gezondheid en cultuur. Én de Douane draagt bij aan het versterken van de concurrentiepositie van Nederland en de EU door toe te zien op de naleving van Europese maatregelen voor marktordening en te zorgen voor een snelle en goede douaneafhandeling, resulterend in zo min mogelijk oponthoud en lage administratieve lasten.De Douane valt onder het Ministerie van Financiën. Tot en met 31 december 2020 behoort de Douane tot de Belastingdienst. Per 1 januari 2021 is zij een zelfstandig Directoraat-Generaal.\nBelastingdienstDe Douane is een handhavingsdienst, stelt de verschuldigde douanerechten en accijnzen vast en heft en int deze. De geïnde bedragen worden afgedragen aan de Nederlandse schatkist en de EU. De Douane zorgt er ook voor dat de samenleving zo goed mogelijk wordt beschermd tegen onveilige en ongewenste goederen. Hieronder valt een breed scala aan taken op het terrein van veiligheid, milieu, flora en fauna, gezondheid en cultuur. Én de Douane draagt bij aan het versterken van de concurrentiepositie van Nederland en de EU door toe te zien op de naleving van Europese maatregelen voor marktordening en te zorgen voor een snelle en goede douaneafhandeling, resulterend in zo min mogelijk oponthoud en lage administratieve lasten.De Douane valt onder het Ministerie van Financiën. Tot en met 31 december 2020 behoort de Douane tot de Belastingdienst. Per 1 januari 2021 is zij een zelfstandig Directoraat-Generaal.\nBelastingdienstDe Douane is een handhavingsdienst, stelt de verschuldigde douanerechten en accijnzen vast en heft en int deze. De geïnde bedragen worden afgedragen aan de Nederlandse schatkist en de EU. De Douane zorgt er ook voor dat de samenleving zo goed mogelijk wordt beschermd tegen onveilige en ongewenste goederen. Hieronder valt een breed scala aan taken op het terrein van veiligheid, milieu, flora en fauna, gezondheid en cultuur. Én de Douane draagt bij aan het versterken van de concurrentiepositie van Nederland en de EU door toe te zien op de naleving van Europese maatregelen voor marktordening en te zorgen voor een snelle en goede douaneafhandeling, resulterend in zo min mogelijk oponthoud en lage administratieve lasten.De Douane valt onder het Ministerie van Financiën. Tot en met 31 december 2020 behoort de Douane tot de Belastingdienst. Per 1 januari 2021 is zij een zelfstandig Directoraat-Generaal.\nDe Douane is een handhavingsdienst, stelt de verschuldigde douanerechten en accijnzen vast en heft en int deze. De geïnde bedragen worden afgedragen aan de Nederlandse schatkist en de EU. De Douane zorgt er ook voor dat de samenleving zo goed mogelijk wordt beschermd tegen onveilige en ongewenste goederen. Hieronder valt een breed scala aan taken op het terrein van veiligheid, milieu, flora en fauna, gezondheid en cultuur. Én de Douane draagt bij aan het versterken van de concurrentiepositie van Nederland en de EU door toe te zien op de naleving van Europese maatregelen voor marktordening en te zorgen voor een snelle en goede douaneafhandeling, resulterend in zo min mogelijk oponthoud en lage administratieve lasten.De Douane valt onder het Ministerie van Financiën. Tot en met 31 december 2020 behoort de Douane tot de Belastingdienst. Per 1 januari 2021 is zij een zelfstandig Directoraat-Generaal.\nDe Douane is een handhavingsdienst, stelt de verschuldigde douanerechten en accijnzen vast en heft en int deze. De geïnde bedragen worden afgedragen aan de Nederlandse schatkist en de EU. De Douane zorgt er ook voor dat de samenleving zo goed mogelijk wordt beschermd tegen onveilige en ongewenste goederen. Hieronder valt een breed scala aan taken op het terrein van veiligheid, milieu, flora en fauna, gezondheid en cultuur. Én de Douane draagt bij aan het versterken van de concurrentiepositie van Nederland en de EU door toe te zien op de naleving van Europese maatregelen voor marktordening en te zorgen voor een snelle en goede douaneafhandeling, resulterend in zo min mogelijk oponthoud en lage administratieve lasten.De Douane valt onder het Ministerie van Financiën. Tot en met 31 december 2020 behoort de Douane tot de Belastingdienst. Per 1 januari 2021 is zij een zelfstandig Directoraat-Generaal.", "Type of ownership": "Overheid", "Rating": 3.6, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=103&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_c3a2f384&cb=1617019596321&jobListingId=4033013750", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=103&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_AD&t=SR&vt=w&cs=1_278d375c&cb=1617019596321&jobListingId=4033013750", "Job Age": "13d", "Job Age Number": "13d", "Collection Date": "2021-03-29"}, {"Search Keyword": "communicatie", "Platform": "Glassdoor", "Job ID": 3812002564, "Job Title": "Woordvoerder / Communicatieadviseur pers & media Slachtofferhulp Nederland", "Company Name": "Franciscus Gasthuis & Vlietland", "Location": "Rotterdam", "Industry": "Gezondheidszorg en ziekenhuizen", "Sector": "Gezondheidszorg", "Job Description": "Omdat jij begrijpt dat je werken in de zorg altijd samen doet.Is het coachen van leerlingen en stagiaires helemaal jouw ding?Werkt jouw enthousiasme over ons verpleegkundig vak aanstekelijk?Én vind je het leuk om jouw werk als praktijkbegeleider te combineren met het werken in de praktijk?Dan is de vacature voor praktijkbegeleider Cardiologie jou op het lijf geschreven! Lees je mee?De functieAls praktijkbegeleider ben jij de rots in de branding voor onze leerlingen, stagiaires en werkbegeleiders. Je adviseert over- en bent verantwoordelijk voor de invulling van het praktijkdeel voor leerlingen en stagiaires van de afdeling Cardiologie. Jouw adviesrol gaat twee kanten op, want tegelijkertijd adviseer je ook de afdelingsmanager en teammanager over een leerzame begeleidingsstructuur en optimaal leerklimaat op de afdeling. Je vervult dus een belangrijke rol ten opzichte van het geven van bed-side teaching en het creëren van leersituaties. Daarnaast bewaak je de resultaten en voortgang van de leerlingen en stagiaires en stuur je bij waar dat nodig is. Maar dit is nog niet alles! Je houdt je namelijk ook bezig met het:instrueren, stimuleren en coachen van werkbegeleiders;creëren van randvoorwaarden voor opleiden op afdelingsniveau;zorgen voor kwaliteitsontwikkeling en kwaliteitsbewaking.Uitdagende combi-baanJe werkt 10 uur per week als praktijkbegeleider, maar hiernaast werk je ook mee als cardiologie verpleegkundige op de afdeling. Wel zo handig, want op deze manier blijf je als praktijkbegeleider aangehaakt bij de dagelijkse werkzaamheden en processen binnen de afdeling. De uren die je meewerkt als verpleegkundige zijn in overleg, maar in ieder geval 18 tot 22 uur per week.Als cardiologie verpleegkundige……zorg je voor patiënten met zowel chronische als acute cardiale aandoeningen. Je zorgt voor een stukje psychosociale begeleiding van de patiënt, maar heb je ook te maken met specifieke verpleegtechnische handelingen, acute situaties en verantwoording over telemetriebewaking (na cardiologische scholing).Jouw teamJe gaat aan de slag in een fijn team met (senior) verpleegkundigen, zorgassistenten, secretaresses, leerlingen, stagiaires, een teammanager en een afdelingsmanager. Er wordt op de afdeling hard gewerkt, maar gelukkig ook minstens zo hard gelachen. De samenwerking met de cardiologen is nauw en de lijnen zijn kort. Dat vinden we belangrijk, want samen staan we sterk! Je werkt op onze Rotterdamse locatie, Franciscus Gasthuis, maar we kunnen - wanneer nodig - ook een beroep op je doen voor onze Schiedamse locatie, Franciscus Vlietland.Wij vrageneen hbo diploma Verpleegkunde;(stage)ervaring binnen een klinische setting (pre);een afgeronde cardiologische scholing of de bereidheid om deze te volgen;een diploma Praktijkbegeleider of de bereidheid om deze te behalen;een collega bij wie de kwaliteit van ons vak staat hoog in het vaandel staat: je volgt ontwikkelingen in ons vakgebied op de voet;uitstekende communicatieve-, sociale- en coaching skills;aanstekelijk enthousiasme: jij bent een echte ambassadeur van je vak!;flexibiliteit: je schakelt met gemak tussen verschillende werkzaamheden;een VOG.Wij biedenWij begrijpen dat niet alleen onze patiënten, maar ook onze collega’s het beste verdienen! Je wordt ingeschaald in FWG 50 (max. € 3.774,- bruto per maand) conform cao Ziekenhuizen én we bieden je:een baan in een top(klinisch) ziekenhuis;een jaarcontract met uitzicht op een vast contract;parkeren voor € 1,- per dag, maar de tram stopt ook voor de deur;een extra vergoeding reiskosten (fiscale regeling);kinderdagopvang 'Fransje Plukkebol' voor personeel, gelegen naast Franciscus Gasthuis;een meerkeuzesysteem arbeidsvoorwaarden, zo kun je sporten met korting, kiezen voor extra vakantiedagen of je koopt een nieuwe fiets.En wist je dat:Wij jouw duurzame inzetbaarheid heel belangrijk vinden? Doe mee aan onze bootcamptrainingen, plan een stoelmassage, of spar over jouw toekomst met onze loopbaanadviseur!;De cultuur binnen ons ziekenhuis gericht is op mens en innovatie? En dat we ook snel schakelen en korte lijnen heel belangrijk vinden?Meer informatie & solliciterenHeb je nog vragen over deze vacature? Trek de stoute klompen en neem contact op met Astrid Bakker, afdelingsmanager CCU / verpleegafdeling Cardiologie, via telefoonnummer 010-4617431 of Astrid van der Ende, teammanager Cardiologie, via telefoonnummer 010-4616358. Meer informatie over ons ziekenhuis vind je hier.Direct solliciteren? Klik op de groene sollicitatiebutton en stuur ons jouw cv en motivatiebrief.Acquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.\nOmdat jij begrijpt dat je werken in de zorg altijd samen doet.\nIs het coachen van leerlingen en stagiaires helemaal jouw ding?Werkt jouw enthousiasme over ons verpleegkundig vak aanstekelijk?Én vind je het leuk om jouw werk als praktijkbegeleider te combineren met het werken in de praktijk?Dan is de vacature voor praktijkbegeleider Cardiologie jou op het lijf geschreven! Lees je mee?\nAls praktijkbegeleider ben jij de rots in de branding voor onze leerlingen, stagiaires en werkbegeleiders. Je adviseert over- en bent verantwoordelijk voor de invulling van het praktijkdeel voor leerlingen en stagiaires van de afdeling Cardiologie. Jouw adviesrol gaat twee kanten op, want tegelijkertijd adviseer je ook de afdelingsmanager en teammanager over een leerzame begeleidingsstructuur en optimaal leerklimaat op de afdeling. Je vervult dus een belangrijke rol ten opzichte van het geven van bed-side teaching en het creëren van leersituaties. Daarnaast bewaak je de resultaten en voortgang van de leerlingen en stagiaires en stuur je bij waar dat nodig is. Maar dit is nog niet alles! Je houdt je namelijk ook bezig met het:instrueren, stimuleren en coachen van werkbegeleiders;creëren van randvoorwaarden voor opleiden op afdelingsniveau;zorgen voor kwaliteitsontwikkeling en kwaliteitsbewaking.Uitdagende combi-baanJe werkt 10 uur per week als praktijkbegeleider, maar hiernaast werk je ook mee als cardiologie verpleegkundige op de afdeling. Wel zo handig, want op deze manier blijf je als praktijkbegeleider aangehaakt bij de dagelijkse werkzaamheden en processen binnen de afdeling. De uren die je meewerkt als verpleegkundige zijn in overleg, maar in ieder geval 18 tot 22 uur per week.Als cardiologie verpleegkundige……zorg je voor patiënten met zowel chronische als acute cardiale aandoeningen. Je zorgt voor een stukje psychosociale begeleiding van de patiënt, maar heb je ook te maken met specifieke verpleegtechnische handelingen, acute situaties en verantwoording over telemetriebewaking (na cardiologische scholing).Jouw teamJe gaat aan de slag in een fijn team met (senior) verpleegkundigen, zorgassistenten, secretaresses, leerlingen, stagiaires, een teammanager en een afdelingsmanager. Er wordt op de afdeling hard gewerkt, maar gelukkig ook minstens zo hard gelachen. De samenwerking met de cardiologen is nauw en de lijnen zijn kort. Dat vinden we belangrijk, want samen staan we sterk! Je werkt op onze Rotterdamse locatie, Franciscus Gasthuis, maar we kunnen - wanneer nodig - ook een beroep op je doen voor onze Schiedamse locatie, Franciscus Vlietland.\neen hbo diploma Verpleegkunde;(stage)ervaring binnen een klinische setting (pre);een afgeronde cardiologische scholing of de bereidheid om deze te volgen;een diploma Praktijkbegeleider of de bereidheid om deze te behalen;een collega bij wie de kwaliteit van ons vak staat hoog in het vaandel staat: je volgt ontwikkelingen in ons vakgebied op de voet;uitstekende communicatieve-, sociale- en coaching skills;aanstekelijk enthousiasme: jij bent een echte ambassadeur van je vak!;flexibiliteit: je schakelt met gemak tussen verschillende werkzaamheden;een VOG.\nWij begrijpen dat niet alleen onze patiënten, maar ook onze collega’s het beste verdienen! Je wordt ingeschaald in FWG 50 (max. € 3.774,- bruto per maand) conform cao Ziekenhuizen én we bieden je:een baan in een top(klinisch) ziekenhuis;een jaarcontract met uitzicht op een vast contract;parkeren voor € 1,- per dag, maar de tram stopt ook voor de deur;een extra vergoeding reiskosten (fiscale regeling);kinderdagopvang 'Fransje Plukkebol' voor personeel, gelegen naast Franciscus Gasthuis;een meerkeuzesysteem arbeidsvoorwaarden, zo kun je sporten met korting, kiezen voor extra vakantiedagen of je koopt een nieuwe fiets.En wist je dat:Wij jouw duurzame inzetbaarheid heel belangrijk vinden? Doe mee aan onze bootcamptrainingen, plan een stoelmassage, of spar over jouw toekomst met onze loopbaanadviseur!;De cultuur binnen ons ziekenhuis gericht is op mens en innovatie? En dat we ook snel schakelen en korte lijnen heel belangrijk vinden?\nHeb je nog vragen over deze vacature? Trek de stoute klompen en neem contact op met Astrid Bakker, afdelingsmanager CCU / verpleegafdeling Cardiologie, via telefoonnummer 010-4617431 of Astrid van der Ende, teammanager Cardiologie, via telefoonnummer 010-4616358. Meer informatie over ons ziekenhuis vind je hier.Direct solliciteren? Klik op de groene sollicitatiebutton en stuur ons jouw cv en motivatiebrief.Acquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.", "Type of ownership": "Privébedrijf", "Rating": 4.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=106&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_75db81eb&cb=1617019596321&jobListingId=3812002564", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=106&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_AD&t=SR&vt=w&cs=1_9bfc9f85&cb=1617019596321&jobListingId=3812002564", "Job Age": "24u", "Job Age Number": "24u", "Collection Date": "2021-03-29"}, {"Search Keyword": "communicatie", "Platform": "Glassdoor", "Job ID": 3812111355, "Job Title": "Woordvoerder / Communicatieadviseur pers & media Slachtofferhulp Nederland", "Company Name": "Conduent", "Location": "Maastricht", "Industry": "IT-services", "Sector": "Informatietechnologie", "Job Description": "Thuiswerken bij Conduent, start jouw sollicitatie en training vanuit huis.Conduent houdt zich aan de richtlijnen van het RIVM. Kortom, thuiswerken is de norm. Het gesprek met onze Recruiter is geheel online. Word je aangenomen, dan volg jij de training grotendeels vanuit huis. Je nieuwe collega’s leer je ook virtueel kennen. Mocht je toch naar kantoor moeten komen, dan regelen wij jouw mondkapjes.Over je kinderen hoef je je geen zorgen te maken. Onze banen op de VodafoneZiggo projecten zijn van essentieel belang. Dit betekent dat je kinderopvang geborgd is en we je hiervoor een brief uitreiken met welke je de opvang gegarandeerd kunt regelen.Wij zijn Conduent en op zoek naar jou!In Maastricht kun je werken in ons callcenter voor het project VodafoneZiggo.Je belt bestaande klanten van Vodafone en Ziggo, adviseert over de extra producten en dienstverlening die VodafoneZiggo te bieden heeft en zorgt zo voor een optimale klantbeleving.Wil jij werken als klantenservice medewerker bij Conduent voor het project VodafoneZiggo? Wil jij daarnaast onderdeel zijn van het leukste callcenter van Nederland? Solliciteer dan nu!Wat bieden wij jou:Aanvullend op jouw basissalaris kun je;Bonussen verdienen tot € 4 extra per uur;Meld je iemand aan die na 3 maanden nog werkzaam is, dan verdien jij een bonus;Je spaart Conduent Points, je spaart voor gadgets te denken aan iPads, telefoons, maar ook BBQ’s en andere goodies;Wekelijks vers fruit op de afdeling;De mogelijkheid tot thuiswerken op termijn;Je kunt regelmatig interessante workshops volgen;Inwerkperiode in jouw eigen tempo;Doorgroeimogelijkheden op termijn naar diverse functiesWerkzekerheid, werken in teamverband en een informele werksfeer;Onderdeel zijn van de leukste borrels, acties, uitjes en feesten! Als je bij ons werkt, kun je gebruik maken van zeer aantrekkelijke kortingen op producten van VodafoneZiggo;Je gaat eerst op uitzendbasis, via onze externe partner easyworx, aan de slag;Na een jaar heb je de mogelijkheid om bij Conduent een vast contract te krijgen;Heerlijke verse bonen koffie van Lavazza.Dit verwachten wij van jou:Je spreekt Nederlands;Je bent minimaal 18 jaar of ouder;Je bent minimaal 16 uur per week beschikbaar;Je bent flexibel inzetbaar;Je bent sterk in je communicatie.Conduent MaastrichtOp loopafstand van het centraal station vind jij Conduent Maastricht. Je bent dus binnen no time op je werk. Tijd voor pauze? Dan heb je om jij om je heen genoeg mogelijkheden voor een lekkere lunch. Oh en die koffie, die regelen wij gratis voor jou!", "Type of ownership": "Beursgenoteerd bedrijf", "Rating": 3.1, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=107&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_a07235b3&cb=1617019596322&jobListingId=3812111355", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=107&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_AD&t=SR&vt=w&cs=1_b50e56b6&cb=1617019596322&jobListingId=3812111355", "Job Age": "24u", "Job Age Number": "24u", "Collection Date": "2021-03-29"}, {"Search Keyword": "communicatie", "Platform": "Glassdoor", "Job ID": 4045180436, "Job Title": "Woordvoerder / Communicatieadviseur pers & media Slachtofferhulp Nederland", "Company Name": "Meijers Assurantiën", "Location": "Amstelveen", "Industry": "-1", "Sector": "-1", "Job Description": "Wat verwachten we van je?Je hebt minimaal een afgeronde hbo opleidingJe hebt minimaal twee jaar relevante werkervaring binnen recruitmentErvaring in de financiële dienstverlening is een préWat kun je van ons verwachten?Volop mogelijkheden om jezelf te ontplooien, initiatieven te nemen en ruimte voor persoonlijke groeiEen goed marktconform salaris en een 13e maand29 vakantiedagen en een bedrijfsvrijekeuzedagDeelname aan het a.s.r. Vitality en aan het Meijers in Vorm programmaEen uitstekende pensioenregelingKorting op diverse verzekeringen en vergoeding voor de aanvullende zorgverzekeringBij gebleken geschiktheid deelname aan het Young Potential ProgrammaCorporate RecruiterAmstelveen / 32 - 40 uurBen jij de energieke en communicatief vaardige Corporate Recruiter die actief meedenkt met de hiring managers om vervolgens de talenten te vinden waar we naar op zoek zijn? Vind je het leuk om te netwerken, de markt te verkennen en potentiële kandidaten te interesseren voor een rol bij Meijers? Dan zijn wij op zoek naar jou!Jouw functieJe werkt in een klein, hecht en professioneel HR team in een groeiende organisatie die volop in ontwikkeling is. Je rapporteert aan de Chief People Officer. Door jezelf te specialiseren in de financiële markt kan je actief meedenken met je interne klanten (hiring-managers). Het betreft een dynamische rol waarin je verantwoordelijk bent voor het gehele recruitmentproces. Jij hebt de regie over het werving en selectieproces en stelt de strategie steeds bij als je merkt dat vacatures moeilijk vervulbaar zijn. Je bent verantwoordelijk voor het opstellen van vacatureteksten en je publiceert deze op verschillende kanalen. Je voert zelfstandig intake- en sollicitatiegesprekken en houdt de hiring-managers up-to-date . Je bent actief bezig met het binnenhalen van toptalenten en professionals. Daarbij onderhoud je relaties met hogescholen en universiteiten en organiseer je carrière evenementen en inhousedagen. Samen met Marketing & Communicatie werk je aan arbeidsmarktcommunicatie en presenteer je Meijers als aantrekkelijk werkgever op verschillende social media en wervingskanalen. Je bent bekend met het searchen van kandidaten op Linkedin en andere cv databanken. Indien nodig schakel je met externe bureaus bij moeilijk vervulbare rollen.Jouw kwaliteitenJe luistert goed, vraagt goed door en je bent oprecht geïnteresseerd in de drijfveren van mensen. Je bent in staat om samen met de manager het wervingsprofiel te identificeren en van daaruit de markt actief te benaderen. Je krijgt er energie van wanneer jij de juiste match hebt gemaakt voor de openstaande vacature. Daarnaast ben je goed in het coördineren van meerdere recruitmentprocessen.Jouw toekomstBij Meijers waarderen wij executiekracht & vrij denken. Er is dus veel vrijheid binnen deze rol om de richting van het bedrijf te beïnvloeden. Door onze klantgerichte dienstverlening geleverd door vakkundige medewerkers groeien wij. Als familiebedrijf staat het gezamenlijk bouwen aan relaties bovenaan. Zo is Meijers gegroeid en daar zijn wij trots op. De ideale kandidaat deelt deze waarde. Net zo belangrijk is een authentieke ‘drive vanuit het hart’. En met deze passie voor je vak draag je bij aan duurzame continuïteit voor jezelf, je collega’s, de klanten en het bedrijf.Het begint bij jouBen jij de Corporate Recruiter die wij zoeken? Solliciteer dan via het onderstaand online sollicitatie formulier met jouw cv en korte motivatie. Heb je vragen? Stel ze gerust! Neem contact op met Sjaariefa Dijker, via 06 28 79 09 92 of s.dijker@meijers.nl. Sollicitanten die wij uitnodigen voor een arbeidsvoorwaardengesprek, worden na dit gesprek gescreend. Wij gaan ervan uit dat je wilt deelnemen aan deze screening als je solliciteert op deze vacature. Zonder screening is het helaas niet mogelijk om deze functie te vervullen.Acquisitie naar aanleiding van deze advertentie wordt niet op prijs gesteld.ContactpersoonSjaariefa Dijker+31 6 28 79 09 92Sjaariefa DijkerCorporate Recruiter\nWat verwachten we van je?Je hebt minimaal een afgeronde hbo opleidingJe hebt minimaal twee jaar relevante werkervaring binnen recruitmentErvaring in de financiële dienstverlening is een préWat kun je van ons verwachten?Volop mogelijkheden om jezelf te ontplooien, initiatieven te nemen en ruimte voor persoonlijke groeiEen goed marktconform salaris en een 13e maand29 vakantiedagen en een bedrijfsvrijekeuzedagDeelname aan het a.s.r. Vitality en aan het Meijers in Vorm programmaEen uitstekende pensioenregelingKorting op diverse verzekeringen en vergoeding voor de aanvullende zorgverzekeringBij gebleken geschiktheid deelname aan het Young Potential Programma\nWat verwachten we van je?Je hebt minimaal een afgeronde hbo opleidingJe hebt minimaal twee jaar relevante werkervaring binnen recruitmentErvaring in de financiële dienstverlening is een pré\nWat verwachten we van je?Je hebt minimaal een afgeronde hbo opleidingJe hebt minimaal twee jaar relevante werkervaring binnen recruitmentErvaring in de financiële dienstverlening is een pré\n\n\nWat kun je van ons verwachten?Volop mogelijkheden om jezelf te ontplooien, initiatieven te nemen en ruimte voor persoonlijke groeiEen goed marktconform salaris en een 13e maand29 vakantiedagen en een bedrijfsvrijekeuzedagDeelname aan het a.s.r. Vitality en aan het Meijers in Vorm programmaEen uitstekende pensioenregelingKorting op diverse verzekeringen en vergoeding voor de aanvullende zorgverzekeringBij gebleken geschiktheid deelname aan het Young Potential Programma\nWat kun je van ons verwachten?Volop mogelijkheden om jezelf te ontplooien, initiatieven te nemen en ruimte voor persoonlijke groeiEen goed marktconform salaris en een 13e maand29 vakantiedagen en een bedrijfsvrijekeuzedagDeelname aan het a.s.r. Vitality en aan het Meijers in Vorm programmaEen uitstekende pensioenregelingKorting op diverse verzekeringen en vergoeding voor de aanvullende zorgverzekeringBij gebleken geschiktheid deelname aan het Young Potential Programma\n\nCorporate RecruiterAmstelveen / 32 - 40 uurBen jij de energieke en communicatief vaardige Corporate Recruiter die actief meedenkt met de hiring managers om vervolgens de talenten te vinden waar we naar op zoek zijn? Vind je het leuk om te netwerken, de markt te verkennen en potentiële kandidaten te interesseren voor een rol bij Meijers? Dan zijn wij op zoek naar jou!Jouw functieJe werkt in een klein, hecht en professioneel HR team in een groeiende organisatie die volop in ontwikkeling is. Je rapporteert aan de Chief People Officer. Door jezelf te specialiseren in de financiële markt kan je actief meedenken met je interne klanten (hiring-managers). Het betreft een dynamische rol waarin je verantwoordelijk bent voor het gehele recruitmentproces. Jij hebt de regie over het werving en selectieproces en stelt de strategie steeds bij als je merkt dat vacatures moeilijk vervulbaar zijn. Je bent verantwoordelijk voor het opstellen van vacatureteksten en je publiceert deze op verschillende kanalen. Je voert zelfstandig intake- en sollicitatiegesprekken en houdt de hiring-managers up-to-date . Je bent actief bezig met het binnenhalen van toptalenten en professionals. Daarbij onderhoud je relaties met hogescholen en universiteiten en organiseer je carrière evenementen en inhousedagen. Samen met Marketing & Communicatie werk je aan arbeidsmarktcommunicatie en presenteer je Meijers als aantrekkelijk werkgever op verschillende social media en wervingskanalen. Je bent bekend met het searchen van kandidaten op Linkedin en andere cv databanken. Indien nodig schakel je met externe bureaus bij moeilijk vervulbare rollen.Jouw kwaliteitenJe luistert goed, vraagt goed door en je bent oprecht geïnteresseerd in de drijfveren van mensen. Je bent in staat om samen met de manager het wervingsprofiel te identificeren en van daaruit de markt actief te benaderen. Je krijgt er energie van wanneer jij de juiste match hebt gemaakt voor de openstaande vacature. Daarnaast ben je goed in het coördineren van meerdere recruitmentprocessen.Jouw toekomstBij Meijers waarderen wij executiekracht & vrij denken. Er is dus veel vrijheid binnen deze rol om de richting van het bedrijf te beïnvloeden. Door onze klantgerichte dienstverlening geleverd door vakkundige medewerkers groeien wij. Als familiebedrijf staat het gezamenlijk bouwen aan relaties bovenaan. Zo is Meijers gegroeid en daar zijn wij trots op. De ideale kandidaat deelt deze waarde. Net zo belangrijk is een authentieke ‘drive vanuit het hart’. En met deze passie voor je vak draag je bij aan duurzame continuïteit voor jezelf, je collega’s, de klanten en het bedrijf.Het begint bij jouBen jij de Corporate Recruiter die wij zoeken? Solliciteer dan via het onderstaand online sollicitatie formulier met jouw cv en korte motivatie. Heb je vragen? Stel ze gerust! Neem contact op met Sjaariefa Dijker, via 06 28 79 09 92 of s.dijker@meijers.nl. Sollicitanten die wij uitnodigen voor een arbeidsvoorwaardengesprek, worden na dit gesprek gescreend. Wij gaan ervan uit dat je wilt deelnemen aan deze screening als je solliciteert op deze vacature. Zonder screening is het helaas niet mogelijk om deze functie te vervullen.Acquisitie naar aanleiding van deze advertentie wordt niet op prijs gesteld.ContactpersoonSjaariefa Dijker+31 6 28 79 09 92Sjaariefa DijkerCorporate Recruiter\nCorporate RecruiterAmstelveen / 32 - 40 uurBen jij de energieke en communicatief vaardige Corporate Recruiter die actief meedenkt met de hiring managers om vervolgens de talenten te vinden waar we naar op zoek zijn? Vind je het leuk om te netwerken, de markt te verkennen en potentiële kandidaten te interesseren voor een rol bij Meijers? Dan zijn wij op zoek naar jou!Jouw functieJe werkt in een klein, hecht en professioneel HR team in een groeiende organisatie die volop in ontwikkeling is. Je rapporteert aan de Chief People Officer. Door jezelf te specialiseren in de financiële markt kan je actief meedenken met je interne klanten (hiring-managers). Het betreft een dynamische rol waarin je verantwoordelijk bent voor het gehele recruitmentproces. Jij hebt de regie over het werving en selectieproces en stelt de strategie steeds bij als je merkt dat vacatures moeilijk vervulbaar zijn. Je bent verantwoordelijk voor het opstellen van vacatureteksten en je publiceert deze op verschillende kanalen. Je voert zelfstandig intake- en sollicitatiegesprekken en houdt de hiring-managers up-to-date . Je bent actief bezig met het binnenhalen van toptalenten en professionals. Daarbij onderhoud je relaties met hogescholen en universiteiten en organiseer je carrière evenementen en inhousedagen. Samen met Marketing & Communicatie werk je aan arbeidsmarktcommunicatie en presenteer je Meijers als aantrekkelijk werkgever op verschillende social media en wervingskanalen. Je bent bekend met het searchen van kandidaten op Linkedin en andere cv databanken. Indien nodig schakel je met externe bureaus bij moeilijk vervulbare rollen.Jouw kwaliteitenJe luistert goed, vraagt goed door en je bent oprecht geïnteresseerd in de drijfveren van mensen. Je bent in staat om samen met de manager het wervingsprofiel te identificeren en van daaruit de markt actief te benaderen. Je krijgt er energie van wanneer jij de juiste match hebt gemaakt voor de openstaande vacature. Daarnaast ben je goed in het coördineren van meerdere recruitmentprocessen.Jouw toekomstBij Meijers waarderen wij executiekracht & vrij denken. Er is dus veel vrijheid binnen deze rol om de richting van het bedrijf te beïnvloeden. Door onze klantgerichte dienstverlening geleverd door vakkundige medewerkers groeien wij. Als familiebedrijf staat het gezamenlijk bouwen aan relaties bovenaan. Zo is Meijers gegroeid en daar zijn wij trots op. De ideale kandidaat deelt deze waarde. Net zo belangrijk is een authentieke ‘drive vanuit het hart’. En met deze passie voor je vak draag je bij aan duurzame continuïteit voor jezelf, je collega’s, de klanten en het bedrijf.Het begint bij jouBen jij de Corporate Recruiter die wij zoeken? Solliciteer dan via het onderstaand online sollicitatie formulier met jouw cv en korte motivatie. Heb je vragen? Stel ze gerust! Neem contact op met Sjaariefa Dijker, via 06 28 79 09 92 of s.dijker@meijers.nl. Sollicitanten die wij uitnodigen voor een arbeidsvoorwaardengesprek, worden na dit gesprek gescreend. Wij gaan ervan uit dat je wilt deelnemen aan deze screening als je solliciteert op deze vacature. Zonder screening is het helaas niet mogelijk om deze functie te vervullen.Acquisitie naar aanleiding van deze advertentie wordt niet op prijs gesteld.ContactpersoonSjaariefa Dijker+31 6 28 79 09 92Sjaariefa DijkerCorporate Recruiter\nCorporate RecruiterAmstelveen / 32 - 40 uurBen jij de energieke en communicatief vaardige Corporate Recruiter die actief meedenkt met de hiring managers om vervolgens de talenten te vinden waar we naar op zoek zijn? Vind je het leuk om te netwerken, de markt te verkennen en potentiële kandidaten te interesseren voor een rol bij Meijers? Dan zijn wij op zoek naar jou!Jouw functieJe werkt in een klein, hecht en professioneel HR team in een groeiende organisatie die volop in ontwikkeling is. Je rapporteert aan de Chief People Officer. Door jezelf te specialiseren in de financiële markt kan je actief meedenken met je interne klanten (hiring-managers). Het betreft een dynamische rol waarin je verantwoordelijk bent voor het gehele recruitmentproces. Jij hebt de regie over het werving en selectieproces en stelt de strategie steeds bij als je merkt dat vacatures moeilijk vervulbaar zijn. Je bent verantwoordelijk voor het opstellen van vacatureteksten en je publiceert deze op verschillende kanalen. Je voert zelfstandig intake- en sollicitatiegesprekken en houdt de hiring-managers up-to-date . Je bent actief bezig met het binnenhalen van toptalenten en professionals. Daarbij onderhoud je relaties met hogescholen en universiteiten en organiseer je carrière evenementen en inhousedagen. Samen met Marketing & Communicatie werk je aan arbeidsmarktcommunicatie en presenteer je Meijers als aantrekkelijk werkgever op verschillende social media en wervingskanalen. Je bent bekend met het searchen van kandidaten op Linkedin en andere cv databanken. Indien nodig schakel je met externe bureaus bij moeilijk vervulbare rollen.Jouw kwaliteitenJe luistert goed, vraagt goed door en je bent oprecht geïnteresseerd in de drijfveren van mensen. Je bent in staat om samen met de manager het wervingsprofiel te identificeren en van daaruit de markt actief te benaderen. Je krijgt er energie van wanneer jij de juiste match hebt gemaakt voor de openstaande vacature. Daarnaast ben je goed in het coördineren van meerdere recruitmentprocessen.Jouw toekomstBij Meijers waarderen wij executiekracht & vrij denken. Er is dus veel vrijheid binnen deze rol om de richting van het bedrijf te beïnvloeden. Door onze klantgerichte dienstverlening geleverd door vakkundige medewerkers groeien wij. Als familiebedrijf staat het gezamenlijk bouwen aan relaties bovenaan. Zo is Meijers gegroeid en daar zijn wij trots op. De ideale kandidaat deelt deze waarde. Net zo belangrijk is een authentieke ‘drive vanuit het hart’. En met deze passie voor je vak draag je bij aan duurzame continuïteit voor jezelf, je collega’s, de klanten en het bedrijf.Het begint bij jouBen jij de Corporate Recruiter die wij zoeken? Solliciteer dan via het onderstaand online sollicitatie formulier met jouw cv en korte motivatie. Heb je vragen? Stel ze gerust! Neem contact op met Sjaariefa Dijker, via 06 28 79 09 92 of s.dijker@meijers.nl. Sollicitanten die wij uitnodigen voor een arbeidsvoorwaardengesprek, worden na dit gesprek gescreend. Wij gaan ervan uit dat je wilt deelnemen aan deze screening als je solliciteert op deze vacature. Zonder screening is het helaas niet mogelijk om deze functie te vervullen.Acquisitie naar aanleiding van deze advertentie wordt niet op prijs gesteld.ContactpersoonSjaariefa Dijker+31 6 28 79 09 92Sjaariefa DijkerCorporate Recruiter\nCorporate RecruiterAmstelveen / 32 - 40 uurBen jij de energieke en communicatief vaardige Corporate Recruiter die actief meedenkt met de hiring managers om vervolgens de talenten te vinden waar we naar op zoek zijn? Vind je het leuk om te netwerken, de markt te verkennen en potentiële kandidaten te interesseren voor een rol bij Meijers? Dan zijn wij op zoek naar jou!Jouw functieJe werkt in een klein, hecht en professioneel HR team in een groeiende organisatie die volop in ontwikkeling is. Je rapporteert aan de Chief People Officer. Door jezelf te specialiseren in de financiële markt kan je actief meedenken met je interne klanten (hiring-managers). Het betreft een dynamische rol waarin je verantwoordelijk bent voor het gehele recruitmentproces. Jij hebt de regie over het werving en selectieproces en stelt de strategie steeds bij als je merkt dat vacatures moeilijk vervulbaar zijn. Je bent verantwoordelijk voor het opstellen van vacatureteksten en je publiceert deze op verschillende kanalen. Je voert zelfstandig intake- en sollicitatiegesprekken en houdt de hiring-managers up-to-date . Je bent actief bezig met het binnenhalen van toptalenten en professionals. Daarbij onderhoud je relaties met hogescholen en universiteiten en organiseer je carrière evenementen en inhousedagen. Samen met Marketing & Communicatie werk je aan arbeidsmarktcommunicatie en presenteer je Meijers als aantrekkelijk werkgever op verschillende social media en wervingskanalen. Je bent bekend met het searchen van kandidaten op Linkedin en andere cv databanken. Indien nodig schakel je met externe bureaus bij moeilijk vervulbare rollen.Jouw kwaliteitenJe luistert goed, vraagt goed door en je bent oprecht geïnteresseerd in de drijfveren van mensen. Je bent in staat om samen met de manager het wervingsprofiel te identificeren en van daaruit de markt actief te benaderen. Je krijgt er energie van wanneer jij de juiste match hebt gemaakt voor de openstaande vacature. Daarnaast ben je goed in het coördineren van meerdere recruitmentprocessen.Jouw toekomstBij Meijers waarderen wij executiekracht & vrij denken. Er is dus veel vrijheid binnen deze rol om de richting van het bedrijf te beïnvloeden. Door onze klantgerichte dienstverlening geleverd door vakkundige medewerkers groeien wij. Als familiebedrijf staat het gezamenlijk bouwen aan relaties bovenaan. Zo is Meijers gegroeid en daar zijn wij trots op. De ideale kandidaat deelt deze waarde. Net zo belangrijk is een authentieke ‘drive vanuit het hart’. En met deze passie voor je vak draag je bij aan duurzame continuïteit voor jezelf, je collega’s, de klanten en het bedrijf.Het begint bij jouBen jij de Corporate Recruiter die wij zoeken? Solliciteer dan via het onderstaand online sollicitatie formulier met jouw cv en korte motivatie. Heb je vragen? Stel ze gerust! Neem contact op met Sjaariefa Dijker, via 06 28 79 09 92 of s.dijker@meijers.nl. Sollicitanten die wij uitnodigen voor een arbeidsvoorwaardengesprek, worden na dit gesprek gescreend. Wij gaan ervan uit dat je wilt deelnemen aan deze screening als je solliciteert op deze vacature. Zonder screening is het helaas niet mogelijk om deze functie te vervullen.Acquisitie naar aanleiding van deze advertentie wordt niet op prijs gesteld.ContactpersoonSjaariefa Dijker+31 6 28 79 09 92Sjaariefa DijkerCorporate Recruiter\nAmstelveen / 32 - 40 uur\nJouw functie\nJouw kwaliteiten\nJouw toekomst\nContactpersoonSjaariefa Dijker+31 6 28 79 09 92Sjaariefa DijkerCorporate Recruiter\nContactpersoonSjaariefa Dijker+31 6 28 79 09 92Sjaariefa DijkerCorporate Recruiter\n", "Type of ownership": "Onbekend", "Rating": 4.6, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=109&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_f71417b8&cb=1617019596322&jobListingId=4045180436", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=109&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_AD&t=SR&vt=w&cs=1_29aeffb6&cb=1617019596322&jobListingId=4045180436", "Job Age": "24u", "Job Age Number": "24u", "Collection Date": "2021-03-29"}, {"Search Keyword": "communicatie", "Platform": "Glassdoor", "Job ID": 3809795777, "Job Title": "Woordvoerder / Communicatieadviseur pers & media Slachtofferhulp Nederland", "Company Name": "Cordaan", "Location": "Amsterdam", "Industry": "Gezondheidszorg en ziekenhuizen", "Sector": "Gezondheidszorg", "Job Description": "Achter iedere voordeur schuilt een ander verhaal. Wanneer je werkt in de thuiszorg is geen dag hetzelfde. Neem Jacob elke dag komt de thuiszorg bij hem langs om zijn wond te verzorgen. Niels zorgt naast deze dagelijkse verzorging ook voor een gezellig praatje en zo nu en dan een kopje koffie. Op deze manier kan Jacob nog steeds thuis wonen en zijn vrijheid behouden. Niels zoekt nog collega’s als verpleegkundige. En jij krijgt er veel voor terug;Wat krijg je van ons?We bieden je een uitdagende positie binnen een organisatie die de ambitie heeft de beste zorg van Amsterdam te bieden. Daarnaast bieden wij je:Een jaarcontract (parttime of fulltime) met uitzicht op een vast contract;Salaris FWG 45 max. van € 3264,- bruto op basis van een fulltime dienstverband;Uitstekende pensioenregeling;Eindejaarsuitkering 8,33% van het bruto jaarinkomen;Scholingsmogelijkheden;Reiskostenvergoeding;Fietsplan. Wie ben jij?Je bent (minimaal) in het bezit van een diploma verpleegkundige niveau 4;Je bent zelfstandig, stressbestendig, klantgericht, tactvol en integer;Parttime of fulltime inzetbaar;Je kunt je goed inleven in anderen en bezit goede communicatieve vaardigheden;Zorgdossiers, zorgplannen en de iPad kennen voor jou geen geheimen;Je draagt met enthousiasme je kennis over aan onze leerlingen en stagiaires;Ervaring in de thuiszorg en/of ouderenzorg is mooi meegenomen.Waar ga je werken?Als mbo verpleegkundige in de wijk ben je samen met je collega's verantwoordelijk voor de zorg voor onze cliënten in Amsterdam Noord. Je bent gericht op de dagelijkse wensen en behoeften van de cliënt en zorgt voor een goede woon- en leefomgeving. Naast het verrichten van verpleegkundige handelingen heb je een signalerende en coördinerende functie en onderhoud je contacten met alle betrokken partijen zoals de huisarts en fysiotherapeut. Je bent flexibel inzetbaar (weekenden, feestdagen en avonden). Je begeleidt daarnaast ook leerlingen en stagiaires.Enthousiast?Solliciteer direct online! Wil je een dagje meelopen als verpleegkundige in de wijk of heb je een vraag over de vacature? Neem dan contact op met Marloes Alteveer via 06-48430289 of malteveer@cordaan.nl. Bel gerust of stel je vraag via e-mail of WhatsApp.Direct na je sollicitatie ontvang je van ons een bevestiging per mail. Niet gekregen? Check voor de zekerheid nog even je ongewenste postvak. Acquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.", "Type of ownership": "Privébedrijf", "Rating": 4.1, "Company URL": -1, "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=110&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_AD&t=SR&vt=w&ea=1&cs=1_d44d2394&cb=1617019596322&jobListingId=3809795777", "Job Age": "3d", "Job Age Number": "3d", "Collection Date": "2021-03-29"}, {"Search Keyword": "communicatie", "Platform": "Glassdoor", "Job ID": 3812111329, "Job Title": "Woordvoerder / Communicatieadviseur pers & media Slachtofferhulp Nederland", "Company Name": "Conduent", "Location": "Maastricht", "Industry": "IT-services", "Sector": "Informatietechnologie", "Job Description": "Thuiswerken bij Conduent, start jouw sollicitatie en training vanuit huis.Conduent houdt zich aan de richtlijnen van het RIVM. Kortom, thuiswerken is de norm. Het gesprek met onze Recruiter is geheel online. Word je aangenomen, dan volg jij de training grotendeels vanuit huis. Je nieuwe collega’s leer je ook virtueel kennen. Mocht je toch naar kantoor moeten komen, dan regelen wij jouw mondkapjes.Over je kinderen hoef je je geen zorgen te maken. Onze banen op de VodafoneZiggo projecten zijn van essentieel belang. Dit betekent dat je kinderopvang geborgd is en we je hiervoor een brief uitreiken met welke je de opvang gegarandeerd kunt regelen.Conduent zoekt momenteel kandidaten voor leuke projecten in Maastricht! Je werkzaamheden als klantenservice medewerker bij Conduent verschillen per project en functie. Er is echter altijd één gemeenschappelijke deler; dagelijks wordt er een grote stroom aan communicatie via email, webcare en/of telefoon door jou behandeld in opdracht van onze klanten. Afhankelijk van het project geef je advies, beantwoord je inkomende administratieve vragen of ben je juist de technische vraagbaak voor klanten met problemen. We zijn echter ook regelmatig op zoek naar commerciële mensen, die inkomende telefoontjes beantwoorden of zelf naar (potentiële) klanten bellen.Dit zijn de functies die wij je kunnen bieden:ServiceJe krijgt hier vragen over o.a. abonnementen, facturen en over het netwerk.Inbound salesMensen bellen jou op om een bestelling te plaatsen. Denk bijvoorbeeld om het mobiele abonnement te verlengen, om een extra zenderpakket aan te schaffen of om klant te worden.Outbound salesAls een echte topper bel jij de mensen op met een interessant aanbod. Dit kunnen potentiële klanten zijn of bestaande klanten.Voor deze projecten kan je werken:VodafoneWat bieden wij jou:Je spaart Conduent Points, deze zijn in te wisselen voor cadeaubonnen, dagjes uit of gadgets als horloges, telefoons of zelfs een fiets of BBQMeld je iemand aan die na 3 maanden nog werkzaam is, dan verdien jij een bonusTraining on the jobPersoonlijke begeleiding van je TeamleaderDe mogelijkheid je uren aan te passen wanneer jij wiltJij hebt de keuze of je per week of per 4 weken betaald wordtZien wij talent? Dan zijn er tal van doorgroeimogelijkhedenWekelijks vers fruit op de afdelingAls je bij ons werkt, kun je gebruik maken van zeer aantrekkelijke kortingen op producten van VodafoneZiggoHeerlijke verse bonen koffie van Lavazza.Je wordt warm ontvangen door een grote groep collega’sTeamuitjes vanuit Conduent, maar ook vanuit het project waar jij gaat werkenJe gaat eerst op uitzendbasis, via onze externe partner easyworx, aan de slagNa een jaar heb je de mogelijkheid om bij Conduent een vast contract te krijgenDit verwachten wij van jou:Jij bent minimaal 18 jaar of ouderJe wilt parttime of fulltime werkenJe bent enthousiastJe bent nieuwsgierig en leert snelWerken in de avond of in het weekend vind jij geen enkel probleemJe hebt affiniteit met mobiele telefonieZie jij jezelf al bij ons werken? Solliciteer dan nu! Wij nemen dan zo snel mogelijk contact met je op!Conduent MaastrichtOp loopafstand van het centraal station vind jij Conduent Maastricht. Je bent dus binnen no time op je werk. Tijd voor pauze? Dan heb je om jij om je heen genoeg mogelijkheden voor een lekkere lunch. Oh en die koffie, die regelen wij gratis voor jou!", "Type of ownership": "Beursgenoteerd bedrijf", "Rating": 3.1, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=111&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_0fc85804&cb=1617019596322&jobListingId=3812111329", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=111&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_AD&t=SR&vt=w&cs=1_5087d430&cb=1617019596322&jobListingId=3812111329", "Job Age": "24u", "Job Age Number": "24u", "Collection Date": "2021-03-29"}, {"Search Keyword": "communicatie", "Platform": "Glassdoor", "Job ID": 3733060954, "Job Title": "Woordvoerder / Communicatieadviseur pers & media Slachtofferhulp Nederland", "Company Name": "Stella Fietsen", "Location": "Eindhoven", "Industry": "Overige winkels", "Sector": "Detailhandel", "Job Description": "Servicemonteur filiaal EindhovenFulltime dienstverbandWat gaan we goed en wat gaan we hard! Om deze reden zijn wij op zoek naar een Servicemonteur in Eindhoven. Met meer dan 100 miljoen omzet per jaar en 40+ E-bike testcenters, is het tijd om onze ambities verder na te jagen. Dit jaar gaan we verdere stappen zetten om naast Nederlandse marktleider ook Europees marktleider te worden. België en verdere uitbreiding in Duitsland; we zijn niet te stoppen. Daarom kunnen we jou nu als geen ander gebruiken!Op basis van duizenden reviews is de Service van Stella door Kiyoh (specialist in klantbeoordelingen) beoordeeld met een 9! De kers op de taart als beloning voor het harde werken. Constant kijken we samen naar hoe de service verbeterd kan worden, zodat dit cijfer bewaard blijft of nog hoger wordt!In 2021 leggen we onder andere de focus op persoonlijke ontwikkeling bij onze medewerkers. Stella biedt interne trainingen aan waarbij diverse modules worden aangeboden, zodat jij altijd voorbereid bent & blijft hoe je onze fietsen op de juiste manier (weer) rijklaar maakt! Verder zijn we natuurlijk een commercieel bedrijf waardoor de juiste balans tussen omzet & uitstekende service verlenen hierbij van groot belang wordt voor jouw functie. Wat wordt er nog meer van jou verwacht? Lees snel verder.Wat ga jij doen?Je werkplaats is gekoppeld aan de showroom en samen met de verkopers vorm jij het team van filiaal Eindhoven;Een mankement aan een e-bike? Geen probleem, deze los jij met liefde en plezier op;Tijdens de winter wordt er minder gefietst, dus; tijd voor het extra uitvoeren van onderhoudsbeurten;Een stukje administratie iedere dag zorgt voor overzicht; welke klant is er langs geweest en wat heeft het ons gekost (in zowel tijd als geld)?Je adviseert en speelt in op de commerciële kansen in het filiaal, bijvoorbeeld door het bijverkopen van producten;Ja, ook het opruimen van het filiaal hoort erbij na een lange hectische werkdag. Orde en netheid is wat de klant als eerste ziet bij binnenkomst;Jij staat voor tevreden klanten en zorgt ervoor dat elke klant met een glimlach het filiaal verlaat;Mocht je jouw kennis graag willen overdragen, dan kan het zijn dat jij begeleider wordt van een BBL-leerling of stagiair.Wij vragen:Je bent fulltime beschikbaar en bent bereid afwisselend op zaterdag te werken;Je maximale woon-werk reistijd bedraagt 45 minuten vanaf Eindhoven;Je bent een geboren sleutelaar en probeert eerst zelf zaken te repareren voordat je hulp vraagt;Je hebt kennis van en/of affiniteit met mechanica en elektronica;Ervaring in de fietsen- en/of autotechniek is een grote pre;Je bent communicatief vaardig, zelfstandig en als het wat drukker is blijf jij even vriendelijk & netjes je werk doen.Ons aanbod aan jou:Een bruto maandsalaris op basis van opleiding en ervaring;Een intern inwerktraject waarbij je alle snufjes van de Stella e-bike leert kennen;24 vakantiedagen en de mogelijkheid tot het verdienen van een vitaliteitsbonus (maximaal 5 extra vakantiedagen);Pensioen conform cao M&T;Collectiviteitskorting bij het Zilveren Kruis;Een vrije middag op je verjaardag op kosten van Stella;Flinke personeelskorting op een Stella e-bike;Korting op bedrijfsfitness;Véél gezelligheid; 2 keer per jaar een groot personeelsfeest, jaarlijks teamuitje en veel aandacht voor mijlpalen.Voor deze functie is het van belang dat je een VOG-verklaring aan kunt vragen. Verder maakt een referentieonderzoek onderdeel uit van de sollicitatieprocedure.\nServicemonteur filiaal Eindhoven\nServicemonteur filiaal Eindhoven\nServicemonteur filiaal Eindhoven\nServicemonteur filiaal Eindhoven\nFulltime dienstverbandWat gaan we goed en wat gaan we hard! Om deze reden zijn wij op zoek naar een Servicemonteur in Eindhoven. Met meer dan 100 miljoen omzet per jaar en 40+ E-bike testcenters, is het tijd om onze ambities verder na te jagen. Dit jaar gaan we verdere stappen zetten om naast Nederlandse marktleider ook Europees marktleider te worden. België en verdere uitbreiding in Duitsland; we zijn niet te stoppen. Daarom kunnen we jou nu als geen ander gebruiken!Op basis van duizenden reviews is de Service van Stella door Kiyoh (specialist in klantbeoordelingen) beoordeeld met een 9! De kers op de taart als beloning voor het harde werken. Constant kijken we samen naar hoe de service verbeterd kan worden, zodat dit cijfer bewaard blijft of nog hoger wordt!In 2021 leggen we onder andere de focus op persoonlijke ontwikkeling bij onze medewerkers. Stella biedt interne trainingen aan waarbij diverse modules worden aangeboden, zodat jij altijd voorbereid bent & blijft hoe je onze fietsen op de juiste manier (weer) rijklaar maakt! Verder zijn we natuurlijk een commercieel bedrijf waardoor de juiste balans tussen omzet & uitstekende service verlenen hierbij van groot belang wordt voor jouw functie. Wat wordt er nog meer van jou verwacht? Lees snel verder.Wat ga jij doen?Je werkplaats is gekoppeld aan de showroom en samen met de verkopers vorm jij het team van filiaal Eindhoven;Een mankement aan een e-bike? Geen probleem, deze los jij met liefde en plezier op;Tijdens de winter wordt er minder gefietst, dus; tijd voor het extra uitvoeren van onderhoudsbeurten;Een stukje administratie iedere dag zorgt voor overzicht; welke klant is er langs geweest en wat heeft het ons gekost (in zowel tijd als geld)?Je adviseert en speelt in op de commerciële kansen in het filiaal, bijvoorbeeld door het bijverkopen van producten;Ja, ook het opruimen van het filiaal hoort erbij na een lange hectische werkdag. Orde en netheid is wat de klant als eerste ziet bij binnenkomst;Jij staat voor tevreden klanten en zorgt ervoor dat elke klant met een glimlach het filiaal verlaat;Mocht je jouw kennis graag willen overdragen, dan kan het zijn dat jij begeleider wordt van een BBL-leerling of stagiair.Wij vragen:Je bent fulltime beschikbaar en bent bereid afwisselend op zaterdag te werken;Je maximale woon-werk reistijd bedraagt 45 minuten vanaf Eindhoven;Je bent een geboren sleutelaar en probeert eerst zelf zaken te repareren voordat je hulp vraagt;Je hebt kennis van en/of affiniteit met mechanica en elektronica;Ervaring in de fietsen- en/of autotechniek is een grote pre;Je bent communicatief vaardig, zelfstandig en als het wat drukker is blijf jij even vriendelijk & netjes je werk doen.Ons aanbod aan jou:Een bruto maandsalaris op basis van opleiding en ervaring;Een intern inwerktraject waarbij je alle snufjes van de Stella e-bike leert kennen;24 vakantiedagen en de mogelijkheid tot het verdienen van een vitaliteitsbonus (maximaal 5 extra vakantiedagen);Pensioen conform cao M&T;Collectiviteitskorting bij het Zilveren Kruis;Een vrije middag op je verjaardag op kosten van Stella;Flinke personeelskorting op een Stella e-bike;Korting op bedrijfsfitness;Véél gezelligheid; 2 keer per jaar een groot personeelsfeest, jaarlijks teamuitje en veel aandacht voor mijlpalen.Voor deze functie is het van belang dat je een VOG-verklaring aan kunt vragen. Verder maakt een referentieonderzoek onderdeel uit van de sollicitatieprocedure.\nFulltime dienstverbandWat gaan we goed en wat gaan we hard! Om deze reden zijn wij op zoek naar een Servicemonteur in Eindhoven. Met meer dan 100 miljoen omzet per jaar en 40+ E-bike testcenters, is het tijd om onze ambities verder na te jagen. Dit jaar gaan we verdere stappen zetten om naast Nederlandse marktleider ook Europees marktleider te worden. België en verdere uitbreiding in Duitsland; we zijn niet te stoppen. Daarom kunnen we jou nu als geen ander gebruiken!Op basis van duizenden reviews is de Service van Stella door Kiyoh (specialist in klantbeoordelingen) beoordeeld met een 9! De kers op de taart als beloning voor het harde werken. Constant kijken we samen naar hoe de service verbeterd kan worden, zodat dit cijfer bewaard blijft of nog hoger wordt!In 2021 leggen we onder andere de focus op persoonlijke ontwikkeling bij onze medewerkers. Stella biedt interne trainingen aan waarbij diverse modules worden aangeboden, zodat jij altijd voorbereid bent & blijft hoe je onze fietsen op de juiste manier (weer) rijklaar maakt! Verder zijn we natuurlijk een commercieel bedrijf waardoor de juiste balans tussen omzet & uitstekende service verlenen hierbij van groot belang wordt voor jouw functie. Wat wordt er nog meer van jou verwacht? Lees snel verder.Wat ga jij doen?Je werkplaats is gekoppeld aan de showroom en samen met de verkopers vorm jij het team van filiaal Eindhoven;Een mankement aan een e-bike? Geen probleem, deze los jij met liefde en plezier op;Tijdens de winter wordt er minder gefietst, dus; tijd voor het extra uitvoeren van onderhoudsbeurten;Een stukje administratie iedere dag zorgt voor overzicht; welke klant is er langs geweest en wat heeft het ons gekost (in zowel tijd als geld)?Je adviseert en speelt in op de commerciële kansen in het filiaal, bijvoorbeeld door het bijverkopen van producten;Ja, ook het opruimen van het filiaal hoort erbij na een lange hectische werkdag. Orde en netheid is wat de klant als eerste ziet bij binnenkomst;Jij staat voor tevreden klanten en zorgt ervoor dat elke klant met een glimlach het filiaal verlaat;Mocht je jouw kennis graag willen overdragen, dan kan het zijn dat jij begeleider wordt van een BBL-leerling of stagiair.Wij vragen:Je bent fulltime beschikbaar en bent bereid afwisselend op zaterdag te werken;Je maximale woon-werk reistijd bedraagt 45 minuten vanaf Eindhoven;Je bent een geboren sleutelaar en probeert eerst zelf zaken te repareren voordat je hulp vraagt;Je hebt kennis van en/of affiniteit met mechanica en elektronica;Ervaring in de fietsen- en/of autotechniek is een grote pre;Je bent communicatief vaardig, zelfstandig en als het wat drukker is blijf jij even vriendelijk & netjes je werk doen.Ons aanbod aan jou:Een bruto maandsalaris op basis van opleiding en ervaring;Een intern inwerktraject waarbij je alle snufjes van de Stella e-bike leert kennen;24 vakantiedagen en de mogelijkheid tot het verdienen van een vitaliteitsbonus (maximaal 5 extra vakantiedagen);Pensioen conform cao M&T;Collectiviteitskorting bij het Zilveren Kruis;Een vrije middag op je verjaardag op kosten van Stella;Flinke personeelskorting op een Stella e-bike;Korting op bedrijfsfitness;Véél gezelligheid; 2 keer per jaar een groot personeelsfeest, jaarlijks teamuitje en veel aandacht voor mijlpalen.Voor deze functie is het van belang dat je een VOG-verklaring aan kunt vragen. Verder maakt een referentieonderzoek onderdeel uit van de sollicitatieprocedure.\nFulltime dienstverbandWat gaan we goed en wat gaan we hard! Om deze reden zijn wij op zoek naar een Servicemonteur in Eindhoven. Met meer dan 100 miljoen omzet per jaar en 40+ E-bike testcenters, is het tijd om onze ambities verder na te jagen. Dit jaar gaan we verdere stappen zetten om naast Nederlandse marktleider ook Europees marktleider te worden. België en verdere uitbreiding in Duitsland; we zijn niet te stoppen. Daarom kunnen we jou nu als geen ander gebruiken!Op basis van duizenden reviews is de Service van Stella door Kiyoh (specialist in klantbeoordelingen) beoordeeld met een 9! De kers op de taart als beloning voor het harde werken. Constant kijken we samen naar hoe de service verbeterd kan worden, zodat dit cijfer bewaard blijft of nog hoger wordt!In 2021 leggen we onder andere de focus op persoonlijke ontwikkeling bij onze medewerkers. Stella biedt interne trainingen aan waarbij diverse modules worden aangeboden, zodat jij altijd voorbereid bent & blijft hoe je onze fietsen op de juiste manier (weer) rijklaar maakt! Verder zijn we natuurlijk een commercieel bedrijf waardoor de juiste balans tussen omzet & uitstekende service verlenen hierbij van groot belang wordt voor jouw functie. Wat wordt er nog meer van jou verwacht? Lees snel verder.\nFulltime dienstverbandWat gaan we goed en wat gaan we hard! Om deze reden zijn wij op zoek naar een Servicemonteur in Eindhoven. Met meer dan 100 miljoen omzet per jaar en 40+ E-bike testcenters, is het tijd om onze ambities verder na te jagen. Dit jaar gaan we verdere stappen zetten om naast Nederlandse marktleider ook Europees marktleider te worden. België en verdere uitbreiding in Duitsland; we zijn niet te stoppen. Daarom kunnen we jou nu als geen ander gebruiken!Op basis van duizenden reviews is de Service van Stella door Kiyoh (specialist in klantbeoordelingen) beoordeeld met een 9! De kers op de taart als beloning voor het harde werken. Constant kijken we samen naar hoe de service verbeterd kan worden, zodat dit cijfer bewaard blijft of nog hoger wordt!In 2021 leggen we onder andere de focus op persoonlijke ontwikkeling bij onze medewerkers. Stella biedt interne trainingen aan waarbij diverse modules worden aangeboden, zodat jij altijd voorbereid bent & blijft hoe je onze fietsen op de juiste manier (weer) rijklaar maakt! Verder zijn we natuurlijk een commercieel bedrijf waardoor de juiste balans tussen omzet & uitstekende service verlenen hierbij van groot belang wordt voor jouw functie. Wat wordt er nog meer van jou verwacht? Lees snel verder.\nFulltime dienstverbandWat gaan we goed en wat gaan we hard! Om deze reden zijn wij op zoek naar een Servicemonteur in Eindhoven. Met meer dan 100 miljoen omzet per jaar en 40+ E-bike testcenters, is het tijd om onze ambities verder na te jagen. Dit jaar gaan we verdere stappen zetten om naast Nederlandse marktleider ook Europees marktleider te worden. België en verdere uitbreiding in Duitsland; we zijn niet te stoppen. Daarom kunnen we jou nu als geen ander gebruiken!Op basis van duizenden reviews is de Service van Stella door Kiyoh (specialist in klantbeoordelingen) beoordeeld met een 9! De kers op de taart als beloning voor het harde werken. Constant kijken we samen naar hoe de service verbeterd kan worden, zodat dit cijfer bewaard blijft of nog hoger wordt!In 2021 leggen we onder andere de focus op persoonlijke ontwikkeling bij onze medewerkers. Stella biedt interne trainingen aan waarbij diverse modules worden aangeboden, zodat jij altijd voorbereid bent & blijft hoe je onze fietsen op de juiste manier (weer) rijklaar maakt! Verder zijn we natuurlijk een commercieel bedrijf waardoor de juiste balans tussen omzet & uitstekende service verlenen hierbij van groot belang wordt voor jouw functie. Wat wordt er nog meer van jou verwacht? Lees snel verder.\nFulltime dienstverbandWat gaan we goed en wat gaan we hard! Om deze reden zijn wij op zoek naar een Servicemonteur in Eindhoven. Met meer dan 100 miljoen omzet per jaar en 40+ E-bike testcenters, is het tijd om onze ambities verder na te jagen. Dit jaar gaan we verdere stappen zetten om naast Nederlandse marktleider ook Europees marktleider te worden. België en verdere uitbreiding in Duitsland; we zijn niet te stoppen. Daarom kunnen we jou nu als geen ander gebruiken!Op basis van duizenden reviews is de Service van Stella door Kiyoh (specialist in klantbeoordelingen) beoordeeld met een 9! De kers op de taart als beloning voor het harde werken. Constant kijken we samen naar hoe de service verbeterd kan worden, zodat dit cijfer bewaard blijft of nog hoger wordt!In 2021 leggen we onder andere de focus op persoonlijke ontwikkeling bij onze medewerkers. Stella biedt interne trainingen aan waarbij diverse modules worden aangeboden, zodat jij altijd voorbereid bent & blijft hoe je onze fietsen op de juiste manier (weer) rijklaar maakt! Verder zijn we natuurlijk een commercieel bedrijf waardoor de juiste balans tussen omzet & uitstekende service verlenen hierbij van groot belang wordt voor jouw functie. Wat wordt er nog meer van jou verwacht? Lees snel verder.\nFulltime dienstverbandWat gaan we goed en wat gaan we hard! Om deze reden zijn wij op zoek naar een Servicemonteur in Eindhoven. Met meer dan 100 miljoen omzet per jaar en 40+ E-bike testcenters, is het tijd om onze ambities verder na te jagen. Dit jaar gaan we verdere stappen zetten om naast Nederlandse marktleider ook Europees marktleider te worden. België en verdere uitbreiding in Duitsland; we zijn niet te stoppen. Daarom kunnen we jou nu als geen ander gebruiken!Op basis van duizenden reviews is de Service van Stella door Kiyoh (specialist in klantbeoordelingen) beoordeeld met een 9! De kers op de taart als beloning voor het harde werken. Constant kijken we samen naar hoe de service verbeterd kan worden, zodat dit cijfer bewaard blijft of nog hoger wordt!In 2021 leggen we onder andere de focus op persoonlijke ontwikkeling bij onze medewerkers. Stella biedt interne trainingen aan waarbij diverse modules worden aangeboden, zodat jij altijd voorbereid bent & blijft hoe je onze fietsen op de juiste manier (weer) rijklaar maakt! Verder zijn we natuurlijk een commercieel bedrijf waardoor de juiste balans tussen omzet & uitstekende service verlenen hierbij van groot belang wordt voor jouw functie. Wat wordt er nog meer van jou verwacht? Lees snel verder.\nFulltime dienstverbandWat gaan we goed en wat gaan we hard! Om deze reden zijn wij op zoek naar een Servicemonteur in Eindhoven. Met meer dan 100 miljoen omzet per jaar en 40+ E-bike testcenters, is het tijd om onze ambities verder na te jagen. Dit jaar gaan we verdere stappen zetten om naast Nederlandse marktleider ook Europees marktleider te worden. België en verdere uitbreiding in Duitsland; we zijn niet te stoppen. Daarom kunnen we jou nu als geen ander gebruiken!Op basis van duizenden reviews is de Service van Stella door Kiyoh (specialist in klantbeoordelingen) beoordeeld met een 9! De kers op de taart als beloning voor het harde werken. Constant kijken we samen naar hoe de service verbeterd kan worden, zodat dit cijfer bewaard blijft of nog hoger wordt!In 2021 leggen we onder andere de focus op persoonlijke ontwikkeling bij onze medewerkers. Stella biedt interne trainingen aan waarbij diverse modules worden aangeboden, zodat jij altijd voorbereid bent & blijft hoe je onze fietsen op de juiste manier (weer) rijklaar maakt! Verder zijn we natuurlijk een commercieel bedrijf waardoor de juiste balans tussen omzet & uitstekende service verlenen hierbij van groot belang wordt voor jouw functie. Wat wordt er nog meer van jou verwacht? Lees snel verder.\nFulltime dienstverbandWat gaan we goed en wat gaan we hard! Om deze reden zijn wij op zoek naar een Servicemonteur in Eindhoven. Met meer dan 100 miljoen omzet per jaar en 40+ E-bike testcenters, is het tijd om onze ambities verder na te jagen. Dit jaar gaan we verdere stappen zetten om naast Nederlandse marktleider ook Europees marktleider te worden. België en verdere uitbreiding in Duitsland; we zijn niet te stoppen. Daarom kunnen we jou nu als geen ander gebruiken!Op basis van duizenden reviews is de Service van Stella door Kiyoh (specialist in klantbeoordelingen) beoordeeld met een 9! De kers op de taart als beloning voor het harde werken. Constant kijken we samen naar hoe de service verbeterd kan worden, zodat dit cijfer bewaard blijft of nog hoger wordt!In 2021 leggen we onder andere de focus op persoonlijke ontwikkeling bij onze medewerkers. Stella biedt interne trainingen aan waarbij diverse modules worden aangeboden, zodat jij altijd voorbereid bent & blijft hoe je onze fietsen op de juiste manier (weer) rijklaar maakt! Verder zijn we natuurlijk een commercieel bedrijf waardoor de juiste balans tussen omzet & uitstekende service verlenen hierbij van groot belang wordt voor jouw functie. Wat wordt er nog meer van jou verwacht? Lees snel verder.\nFulltime dienstverbandWat gaan we goed en wat gaan we hard! Om deze reden zijn wij op zoek naar een Servicemonteur in Eindhoven. Met meer dan 100 miljoen omzet per jaar en 40+ E-bike testcenters, is het tijd om onze ambities verder na te jagen. Dit jaar gaan we verdere stappen zetten om naast Nederlandse marktleider ook Europees marktleider te worden. België en verdere uitbreiding in Duitsland; we zijn niet te stoppen. Daarom kunnen we jou nu als geen ander gebruiken!Op basis van duizenden reviews is de Service van Stella door Kiyoh (specialist in klantbeoordelingen) beoordeeld met een 9! De kers op de taart als beloning voor het harde werken. Constant kijken we samen naar hoe de service verbeterd kan worden, zodat dit cijfer bewaard blijft of nog hoger wordt!In 2021 leggen we onder andere de focus op persoonlijke ontwikkeling bij onze medewerkers. Stella biedt interne trainingen aan waarbij diverse modules worden aangeboden, zodat jij altijd voorbereid bent & blijft hoe je onze fietsen op de juiste manier (weer) rijklaar maakt! Verder zijn we natuurlijk een commercieel bedrijf waardoor de juiste balans tussen omzet & uitstekende service verlenen hierbij van groot belang wordt voor jouw functie. Wat wordt er nog meer van jou verwacht? Lees snel verder.\nFulltime dienstverbandWat gaan we goed en wat gaan we hard! Om deze reden zijn wij op zoek naar een Servicemonteur in Eindhoven. Met meer dan 100 miljoen omzet per jaar en 40+ E-bike testcenters, is het tijd om onze ambities verder na te jagen. Dit jaar gaan we verdere stappen zetten om naast Nederlandse marktleider ook Europees marktleider te worden. België en verdere uitbreiding in Duitsland; we zijn niet te stoppen. Daarom kunnen we jou nu als geen ander gebruiken!Op basis van duizenden reviews is de Service van Stella door Kiyoh (specialist in klantbeoordelingen) beoordeeld met een 9! De kers op de taart als beloning voor het harde werken. Constant kijken we samen naar hoe de service verbeterd kan worden, zodat dit cijfer bewaard blijft of nog hoger wordt!In 2021 leggen we onder andere de focus op persoonlijke ontwikkeling bij onze medewerkers. Stella biedt interne trainingen aan waarbij diverse modules worden aangeboden, zodat jij altijd voorbereid bent & blijft hoe je onze fietsen op de juiste manier (weer) rijklaar maakt! Verder zijn we natuurlijk een commercieel bedrijf waardoor de juiste balans tussen omzet & uitstekende service verlenen hierbij van groot belang wordt voor jouw functie. Wat wordt er nog meer van jou verwacht? Lees snel verder.\nWat ga jij doen?Je werkplaats is gekoppeld aan de showroom en samen met de verkopers vorm jij het team van filiaal Eindhoven;Een mankement aan een e-bike? Geen probleem, deze los jij met liefde en plezier op;Tijdens de winter wordt er minder gefietst, dus; tijd voor het extra uitvoeren van onderhoudsbeurten;Een stukje administratie iedere dag zorgt voor overzicht; welke klant is er langs geweest en wat heeft het ons gekost (in zowel tijd als geld)?Je adviseert en speelt in op de commerciële kansen in het filiaal, bijvoorbeeld door het bijverkopen van producten;Ja, ook het opruimen van het filiaal hoort erbij na een lange hectische werkdag. Orde en netheid is wat de klant als eerste ziet bij binnenkomst;Jij staat voor tevreden klanten en zorgt ervoor dat elke klant met een glimlach het filiaal verlaat;Mocht je jouw kennis graag willen overdragen, dan kan het zijn dat jij begeleider wordt van een BBL-leerling of stagiair.\nWat ga jij doen?Je werkplaats is gekoppeld aan de showroom en samen met de verkopers vorm jij het team van filiaal Eindhoven;Een mankement aan een e-bike? Geen probleem, deze los jij met liefde en plezier op;Tijdens de winter wordt er minder gefietst, dus; tijd voor het extra uitvoeren van onderhoudsbeurten;Een stukje administratie iedere dag zorgt voor overzicht; welke klant is er langs geweest en wat heeft het ons gekost (in zowel tijd als geld)?Je adviseert en speelt in op de commerciële kansen in het filiaal, bijvoorbeeld door het bijverkopen van producten;Ja, ook het opruimen van het filiaal hoort erbij na een lange hectische werkdag. Orde en netheid is wat de klant als eerste ziet bij binnenkomst;Jij staat voor tevreden klanten en zorgt ervoor dat elke klant met een glimlach het filiaal verlaat;Mocht je jouw kennis graag willen overdragen, dan kan het zijn dat jij begeleider wordt van een BBL-leerling of stagiair.\nWat ga jij doen?Je werkplaats is gekoppeld aan de showroom en samen met de verkopers vorm jij het team van filiaal Eindhoven;Een mankement aan een e-bike? Geen probleem, deze los jij met liefde en plezier op;Tijdens de winter wordt er minder gefietst, dus; tijd voor het extra uitvoeren van onderhoudsbeurten;Een stukje administratie iedere dag zorgt voor overzicht; welke klant is er langs geweest en wat heeft het ons gekost (in zowel tijd als geld)?Je adviseert en speelt in op de commerciële kansen in het filiaal, bijvoorbeeld door het bijverkopen van producten;Ja, ook het opruimen van het filiaal hoort erbij na een lange hectische werkdag. Orde en netheid is wat de klant als eerste ziet bij binnenkomst;Jij staat voor tevreden klanten en zorgt ervoor dat elke klant met een glimlach het filiaal verlaat;Mocht je jouw kennis graag willen overdragen, dan kan het zijn dat jij begeleider wordt van een BBL-leerling of stagiair.\nWat ga jij doen?Je werkplaats is gekoppeld aan de showroom en samen met de verkopers vorm jij het team van filiaal Eindhoven;Een mankement aan een e-bike? Geen probleem, deze los jij met liefde en plezier op;Tijdens de winter wordt er minder gefietst, dus; tijd voor het extra uitvoeren van onderhoudsbeurten;Een stukje administratie iedere dag zorgt voor overzicht; welke klant is er langs geweest en wat heeft het ons gekost (in zowel tijd als geld)?Je adviseert en speelt in op de commerciële kansen in het filiaal, bijvoorbeeld door het bijverkopen van producten;Ja, ook het opruimen van het filiaal hoort erbij na een lange hectische werkdag. Orde en netheid is wat de klant als eerste ziet bij binnenkomst;Jij staat voor tevreden klanten en zorgt ervoor dat elke klant met een glimlach het filiaal verlaat;Mocht je jouw kennis graag willen overdragen, dan kan het zijn dat jij begeleider wordt van een BBL-leerling of stagiair.\nWat ga jij doen?Je werkplaats is gekoppeld aan de showroom en samen met de verkopers vorm jij het team van filiaal Eindhoven;Een mankement aan een e-bike? Geen probleem, deze los jij met liefde en plezier op;Tijdens de winter wordt er minder gefietst, dus; tijd voor het extra uitvoeren van onderhoudsbeurten;Een stukje administratie iedere dag zorgt voor overzicht; welke klant is er langs geweest en wat heeft het ons gekost (in zowel tijd als geld)?Je adviseert en speelt in op de commerciële kansen in het filiaal, bijvoorbeeld door het bijverkopen van producten;Ja, ook het opruimen van het filiaal hoort erbij na een lange hectische werkdag. Orde en netheid is wat de klant als eerste ziet bij binnenkomst;Jij staat voor tevreden klanten en zorgt ervoor dat elke klant met een glimlach het filiaal verlaat;Mocht je jouw kennis graag willen overdragen, dan kan het zijn dat jij begeleider wordt van een BBL-leerling of stagiair.\nWat ga jij doen?Je werkplaats is gekoppeld aan de showroom en samen met de verkopers vorm jij het team van filiaal Eindhoven;Een mankement aan een e-bike? Geen probleem, deze los jij met liefde en plezier op;Tijdens de winter wordt er minder gefietst, dus; tijd voor het extra uitvoeren van onderhoudsbeurten;Een stukje administratie iedere dag zorgt voor overzicht; welke klant is er langs geweest en wat heeft het ons gekost (in zowel tijd als geld)?Je adviseert en speelt in op de commerciële kansen in het filiaal, bijvoorbeeld door het bijverkopen van producten;Ja, ook het opruimen van het filiaal hoort erbij na een lange hectische werkdag. Orde en netheid is wat de klant als eerste ziet bij binnenkomst;Jij staat voor tevreden klanten en zorgt ervoor dat elke klant met een glimlach het filiaal verlaat;Mocht je jouw kennis graag willen overdragen, dan kan het zijn dat jij begeleider wordt van een BBL-leerling of stagiair.\nWat ga jij doen?Je werkplaats is gekoppeld aan de showroom en samen met de verkopers vorm jij het team van filiaal Eindhoven;Een mankement aan een e-bike? Geen probleem, deze los jij met liefde en plezier op;Tijdens de winter wordt er minder gefietst, dus; tijd voor het extra uitvoeren van onderhoudsbeurten;Een stukje administratie iedere dag zorgt voor overzicht; welke klant is er langs geweest en wat heeft het ons gekost (in zowel tijd als geld)?Je adviseert en speelt in op de commerciële kansen in het filiaal, bijvoorbeeld door het bijverkopen van producten;Ja, ook het opruimen van het filiaal hoort erbij na een lange hectische werkdag. Orde en netheid is wat de klant als eerste ziet bij binnenkomst;Jij staat voor tevreden klanten en zorgt ervoor dat elke klant met een glimlach het filiaal verlaat;Mocht je jouw kennis graag willen overdragen, dan kan het zijn dat jij begeleider wordt van een BBL-leerling of stagiair.\nWat ga jij doen?Je werkplaats is gekoppeld aan de showroom en samen met de verkopers vorm jij het team van filiaal Eindhoven;Een mankement aan een e-bike? Geen probleem, deze los jij met liefde en plezier op;Tijdens de winter wordt er minder gefietst, dus; tijd voor het extra uitvoeren van onderhoudsbeurten;Een stukje administratie iedere dag zorgt voor overzicht; welke klant is er langs geweest en wat heeft het ons gekost (in zowel tijd als geld)?Je adviseert en speelt in op de commerciële kansen in het filiaal, bijvoorbeeld door het bijverkopen van producten;Ja, ook het opruimen van het filiaal hoort erbij na een lange hectische werkdag. Orde en netheid is wat de klant als eerste ziet bij binnenkomst;Jij staat voor tevreden klanten en zorgt ervoor dat elke klant met een glimlach het filiaal verlaat;Mocht je jouw kennis graag willen overdragen, dan kan het zijn dat jij begeleider wordt van een BBL-leerling of stagiair.\nWat ga jij doen?Je werkplaats is gekoppeld aan de showroom en samen met de verkopers vorm jij het team van filiaal Eindhoven;Een mankement aan een e-bike? Geen probleem, deze los jij met liefde en plezier op;Tijdens de winter wordt er minder gefietst, dus; tijd voor het extra uitvoeren van onderhoudsbeurten;Een stukje administratie iedere dag zorgt voor overzicht; welke klant is er langs geweest en wat heeft het ons gekost (in zowel tijd als geld)?Je adviseert en speelt in op de commerciële kansen in het filiaal, bijvoorbeeld door het bijverkopen van producten;Ja, ook het opruimen van het filiaal hoort erbij na een lange hectische werkdag. Orde en netheid is wat de klant als eerste ziet bij binnenkomst;Jij staat voor tevreden klanten en zorgt ervoor dat elke klant met een glimlach het filiaal verlaat;Mocht je jouw kennis graag willen overdragen, dan kan het zijn dat jij begeleider wordt van een BBL-leerling of stagiair.\nWat ga jij doen?\n\nWij vragen:Je bent fulltime beschikbaar en bent bereid afwisselend op zaterdag te werken;Je maximale woon-werk reistijd bedraagt 45 minuten vanaf Eindhoven;Je bent een geboren sleutelaar en probeert eerst zelf zaken te repareren voordat je hulp vraagt;Je hebt kennis van en/of affiniteit met mechanica en elektronica;Ervaring in de fietsen- en/of autotechniek is een grote pre;Je bent communicatief vaardig, zelfstandig en als het wat drukker is blijf jij even vriendelijk & netjes je werk doen.\nWij vragen:Je bent fulltime beschikbaar en bent bereid afwisselend op zaterdag te werken;Je maximale woon-werk reistijd bedraagt 45 minuten vanaf Eindhoven;Je bent een geboren sleutelaar en probeert eerst zelf zaken te repareren voordat je hulp vraagt;Je hebt kennis van en/of affiniteit met mechanica en elektronica;Ervaring in de fietsen- en/of autotechniek is een grote pre;Je bent communicatief vaardig, zelfstandig en als het wat drukker is blijf jij even vriendelijk & netjes je werk doen.\nWij vragen:Je bent fulltime beschikbaar en bent bereid afwisselend op zaterdag te werken;Je maximale woon-werk reistijd bedraagt 45 minuten vanaf Eindhoven;Je bent een geboren sleutelaar en probeert eerst zelf zaken te repareren voordat je hulp vraagt;Je hebt kennis van en/of affiniteit met mechanica en elektronica;Ervaring in de fietsen- en/of autotechniek is een grote pre;Je bent communicatief vaardig, zelfstandig en als het wat drukker is blijf jij even vriendelijk & netjes je werk doen.\nWij vragen:Je bent fulltime beschikbaar en bent bereid afwisselend op zaterdag te werken;Je maximale woon-werk reistijd bedraagt 45 minuten vanaf Eindhoven;Je bent een geboren sleutelaar en probeert eerst zelf zaken te repareren voordat je hulp vraagt;Je hebt kennis van en/of affiniteit met mechanica en elektronica;Ervaring in de fietsen- en/of autotechniek is een grote pre;Je bent communicatief vaardig, zelfstandig en als het wat drukker is blijf jij even vriendelijk & netjes je werk doen.\nWij vragen:Je bent fulltime beschikbaar en bent bereid afwisselend op zaterdag te werken;Je maximale woon-werk reistijd bedraagt 45 minuten vanaf Eindhoven;Je bent een geboren sleutelaar en probeert eerst zelf zaken te repareren voordat je hulp vraagt;Je hebt kennis van en/of affiniteit met mechanica en elektronica;Ervaring in de fietsen- en/of autotechniek is een grote pre;Je bent communicatief vaardig, zelfstandig en als het wat drukker is blijf jij even vriendelijk & netjes je werk doen.\nWij vragen:Je bent fulltime beschikbaar en bent bereid afwisselend op zaterdag te werken;Je maximale woon-werk reistijd bedraagt 45 minuten vanaf Eindhoven;Je bent een geboren sleutelaar en probeert eerst zelf zaken te repareren voordat je hulp vraagt;Je hebt kennis van en/of affiniteit met mechanica en elektronica;Ervaring in de fietsen- en/of autotechniek is een grote pre;Je bent communicatief vaardig, zelfstandig en als het wat drukker is blijf jij even vriendelijk & netjes je werk doen.\nWij vragen:Je bent fulltime beschikbaar en bent bereid afwisselend op zaterdag te werken;Je maximale woon-werk reistijd bedraagt 45 minuten vanaf Eindhoven;Je bent een geboren sleutelaar en probeert eerst zelf zaken te repareren voordat je hulp vraagt;Je hebt kennis van en/of affiniteit met mechanica en elektronica;Ervaring in de fietsen- en/of autotechniek is een grote pre;Je bent communicatief vaardig, zelfstandig en als het wat drukker is blijf jij even vriendelijk & netjes je werk doen.\nWij vragen:Je bent fulltime beschikbaar en bent bereid afwisselend op zaterdag te werken;Je maximale woon-werk reistijd bedraagt 45 minuten vanaf Eindhoven;Je bent een geboren sleutelaar en probeert eerst zelf zaken te repareren voordat je hulp vraagt;Je hebt kennis van en/of affiniteit met mechanica en elektronica;Ervaring in de fietsen- en/of autotechniek is een grote pre;Je bent communicatief vaardig, zelfstandig en als het wat drukker is blijf jij even vriendelijk & netjes je werk doen.\nWij vragen:Je bent fulltime beschikbaar en bent bereid afwisselend op zaterdag te werken;Je maximale woon-werk reistijd bedraagt 45 minuten vanaf Eindhoven;Je bent een geboren sleutelaar en probeert eerst zelf zaken te repareren voordat je hulp vraagt;Je hebt kennis van en/of affiniteit met mechanica en elektronica;Ervaring in de fietsen- en/of autotechniek is een grote pre;Je bent communicatief vaardig, zelfstandig en als het wat drukker is blijf jij even vriendelijk & netjes je werk doen.\nWij vragen:\nOns aanbod aan jou:Een bruto maandsalaris op basis van opleiding en ervaring;Een intern inwerktraject waarbij je alle snufjes van de Stella e-bike leert kennen;24 vakantiedagen en de mogelijkheid tot het verdienen van een vitaliteitsbonus (maximaal 5 extra vakantiedagen);Pensioen conform cao M&T;Collectiviteitskorting bij het Zilveren Kruis;Een vrije middag op je verjaardag op kosten van Stella;Flinke personeelskorting op een Stella e-bike;Korting op bedrijfsfitness;Véél gezelligheid; 2 keer per jaar een groot personeelsfeest, jaarlijks teamuitje en veel aandacht voor mijlpalen.Voor deze functie is het van belang dat je een VOG-verklaring aan kunt vragen. Verder maakt een referentieonderzoek onderdeel uit van de sollicitatieprocedure.\nOns aanbod aan jou:Een bruto maandsalaris op basis van opleiding en ervaring;Een intern inwerktraject waarbij je alle snufjes van de Stella e-bike leert kennen;24 vakantiedagen en de mogelijkheid tot het verdienen van een vitaliteitsbonus (maximaal 5 extra vakantiedagen);Pensioen conform cao M&T;Collectiviteitskorting bij het Zilveren Kruis;Een vrije middag op je verjaardag op kosten van Stella;Flinke personeelskorting op een Stella e-bike;Korting op bedrijfsfitness;Véél gezelligheid; 2 keer per jaar een groot personeelsfeest, jaarlijks teamuitje en veel aandacht voor mijlpalen.Voor deze functie is het van belang dat je een VOG-verklaring aan kunt vragen. Verder maakt een referentieonderzoek onderdeel uit van de sollicitatieprocedure.\nOns aanbod aan jou:Een bruto maandsalaris op basis van opleiding en ervaring;Een intern inwerktraject waarbij je alle snufjes van de Stella e-bike leert kennen;24 vakantiedagen en de mogelijkheid tot het verdienen van een vitaliteitsbonus (maximaal 5 extra vakantiedagen);Pensioen conform cao M&T;Collectiviteitskorting bij het Zilveren Kruis;Een vrije middag op je verjaardag op kosten van Stella;Flinke personeelskorting op een Stella e-bike;Korting op bedrijfsfitness;Véél gezelligheid; 2 keer per jaar een groot personeelsfeest, jaarlijks teamuitje en veel aandacht voor mijlpalen.Voor deze functie is het van belang dat je een VOG-verklaring aan kunt vragen. Verder maakt een referentieonderzoek onderdeel uit van de sollicitatieprocedure.\nOns aanbod aan jou:Een bruto maandsalaris op basis van opleiding en ervaring;Een intern inwerktraject waarbij je alle snufjes van de Stella e-bike leert kennen;24 vakantiedagen en de mogelijkheid tot het verdienen van een vitaliteitsbonus (maximaal 5 extra vakantiedagen);Pensioen conform cao M&T;Collectiviteitskorting bij het Zilveren Kruis;Een vrije middag op je verjaardag op kosten van Stella;Flinke personeelskorting op een Stella e-bike;Korting op bedrijfsfitness;Véél gezelligheid; 2 keer per jaar een groot personeelsfeest, jaarlijks teamuitje en veel aandacht voor mijlpalen.Voor deze functie is het van belang dat je een VOG-verklaring aan kunt vragen. Verder maakt een referentieonderzoek onderdeel uit van de sollicitatieprocedure.\nOns aanbod aan jou:Een bruto maandsalaris op basis van opleiding en ervaring;Een intern inwerktraject waarbij je alle snufjes van de Stella e-bike leert kennen;24 vakantiedagen en de mogelijkheid tot het verdienen van een vitaliteitsbonus (maximaal 5 extra vakantiedagen);Pensioen conform cao M&T;Collectiviteitskorting bij het Zilveren Kruis;Een vrije middag op je verjaardag op kosten van Stella;Flinke personeelskorting op een Stella e-bike;Korting op bedrijfsfitness;Véél gezelligheid; 2 keer per jaar een groot personeelsfeest, jaarlijks teamuitje en veel aandacht voor mijlpalen.Voor deze functie is het van belang dat je een VOG-verklaring aan kunt vragen. Verder maakt een referentieonderzoek onderdeel uit van de sollicitatieprocedure.\nOns aanbod aan jou:Een bruto maandsalaris op basis van opleiding en ervaring;Een intern inwerktraject waarbij je alle snufjes van de Stella e-bike leert kennen;24 vakantiedagen en de mogelijkheid tot het verdienen van een vitaliteitsbonus (maximaal 5 extra vakantiedagen);Pensioen conform cao M&T;Collectiviteitskorting bij het Zilveren Kruis;Een vrije middag op je verjaardag op kosten van Stella;Flinke personeelskorting op een Stella e-bike;Korting op bedrijfsfitness;Véél gezelligheid; 2 keer per jaar een groot personeelsfeest, jaarlijks teamuitje en veel aandacht voor mijlpalen.Voor deze functie is het van belang dat je een VOG-verklaring aan kunt vragen. Verder maakt een referentieonderzoek onderdeel uit van de sollicitatieprocedure.\nOns aanbod aan jou:Een bruto maandsalaris op basis van opleiding en ervaring;Een intern inwerktraject waarbij je alle snufjes van de Stella e-bike leert kennen;24 vakantiedagen en de mogelijkheid tot het verdienen van een vitaliteitsbonus (maximaal 5 extra vakantiedagen);Pensioen conform cao M&T;Collectiviteitskorting bij het Zilveren Kruis;Een vrije middag op je verjaardag op kosten van Stella;Flinke personeelskorting op een Stella e-bike;Korting op bedrijfsfitness;Véél gezelligheid; 2 keer per jaar een groot personeelsfeest, jaarlijks teamuitje en veel aandacht voor mijlpalen.Voor deze functie is het van belang dat je een VOG-verklaring aan kunt vragen. Verder maakt een referentieonderzoek onderdeel uit van de sollicitatieprocedure.\nOns aanbod aan jou:Een bruto maandsalaris op basis van opleiding en ervaring;Een intern inwerktraject waarbij je alle snufjes van de Stella e-bike leert kennen;24 vakantiedagen en de mogelijkheid tot het verdienen van een vitaliteitsbonus (maximaal 5 extra vakantiedagen);Pensioen conform cao M&T;Collectiviteitskorting bij het Zilveren Kruis;Een vrije middag op je verjaardag op kosten van Stella;Flinke personeelskorting op een Stella e-bike;Korting op bedrijfsfitness;Véél gezelligheid; 2 keer per jaar een groot personeelsfeest, jaarlijks teamuitje en veel aandacht voor mijlpalen.Voor deze functie is het van belang dat je een VOG-verklaring aan kunt vragen. Verder maakt een referentieonderzoek onderdeel uit van de sollicitatieprocedure.\nOns aanbod aan jou:Een bruto maandsalaris op basis van opleiding en ervaring;Een intern inwerktraject waarbij je alle snufjes van de Stella e-bike leert kennen;24 vakantiedagen en de mogelijkheid tot het verdienen van een vitaliteitsbonus (maximaal 5 extra vakantiedagen);Pensioen conform cao M&T;Collectiviteitskorting bij het Zilveren Kruis;Een vrije middag op je verjaardag op kosten van Stella;Flinke personeelskorting op een Stella e-bike;Korting op bedrijfsfitness;Véél gezelligheid; 2 keer per jaar een groot personeelsfeest, jaarlijks teamuitje en veel aandacht voor mijlpalen.Voor deze functie is het van belang dat je een VOG-verklaring aan kunt vragen. Verder maakt een referentieonderzoek onderdeel uit van de sollicitatieprocedure.\nOns aanbod aan jou:\n", "Type of ownership": "Beursgenoteerd bedrijf", "Rating": 4.5, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=112&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_c9718eae&cb=1617019596322&jobListingId=3733060954", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=112&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_AD&t=SR&vt=w&cs=1_7e264013&cb=1617019596322&jobListingId=3733060954", "Job Age": "4d", "Job Age Number": "4d", "Collection Date": "2021-03-29"}, {"Search Keyword": "communicatie", "Platform": "Glassdoor", "Job ID": 4019814178, "Job Title": "Woordvoerder / Communicatieadviseur pers & media Slachtofferhulp Nederland", "Company Name": "Fivoor", "Location": "Den Dolder", "Industry": "-1", "Sector": "-1", "Job Description": "Verpleegkundige FPA Den DolderDe patiënten van de Forensisch Psychiatrische Afdeling (FPA) Utrecht zijn in aanraking gekomen met politie en/of justitie door hun (complexe) psychiatrische problematiek. Ook delict gevaarlijke patiënten zonder strafrechtelijke titel kunnen hier terecht. Het multidisciplinaire werken staat hoog in het vaandel, de medewerkers van Fivoor werken graag samen en staan sterk in hun schoenen. Voor verschillende afdelingen binnen de FPA zijn wij op zoek naar gemotiveerde en getalenteerde medewerkers die graag werken in de forensische psychiatrie. Samen kijken wij op welke afdeling jij het beste tot je recht komt!Als verpleegkundige ben je fulltime of parttime inzetbaar en maak je deel uit van een hecht team dat elke dag topzorg levert. Het multidisciplinaire team waar je onderdeel van zal worden bestaat uit begeleiders, psychologen, psychiater en maatschappelijk werkers. Je ondersteunt, begeleidt en verzorgt patiënten binnen jouw caseload en zorgt ervoor dat jouw patiënten structuur en continuïteit ervaren binnen het zorgproces. Met jouw verpleegkundige expertise ben je van grote waarde om de behandeling compleet te maken en lever je een onmisbare toegevoegde waarde.Daarnaast voer je interventies uit welke gericht zijn op verbetering en stabilisatie van de problematiek op verschillende leefgebieden. Dit doe je in constant overleg met overige hulpverleners. Naast deze werkzaamheden, houd jij je ook bezig met het vormgeven en uitvoeren van het behandelbeleid en werk je volgens het principe van motiverende gesprekvoering, zelfcontrole en terugvalpreventie. Als verpleegkundige werk je in wisselende diensten. De dagdienst begint om 7.30 uur en eindigt om 15.30 uur. De avonddienst begint om 15.00 uur en is afgelopen om 23.00 uur. De nachtdienst duurt van 22.45 uur tot 7.45 uur.Wat breng je mee?Ben je enthousiast geworden en wil je graag aan de slag als verpleegkundige bij de FPA? Check dan hieronder of je voldoet aan de voorwaarden.Je beschikt over een afgeronde MBO-V of HBO-V opleiding;Je hebt relevante kennis en ervaring binnen de psychiatrie en/of verslavingsproblematiek;Je bent bereid om wisselende diensten te werken;Je hebt goede sociale en communicatieve vaardigheden en bent een doorzetter met humor die geen uitdaging uit de weg gaat!Wij bieden jou?Wij bieden jou een contract voor bepaalde tijd met uitzicht op een vaste aanstelling. Deze functie is ingedeeld in functiegroep 40/45/50 met een maximaal salaris van € 3.037/€3.326/€3.678 bruto per maand o.b.v. 36-urige werkweek. Het uiteindelijke salaris is afhankelijk van jouw opleiding en werkervaring.Arbeidsvoorwaarden zijn volgens cao GGZ waarbij een vastgestelde CAO loonsverhoging geldt van 2,1% per 1 juni 2021 en je bouwt pensioen op bij PFZW.Bij Fivoor ontvang jij daarnaast:een jaarlijkse vakantietoeslag van 8%;een eindejaarsuitkering van 8,33%;166 vakantie uren én 35 extra verlofuren (per jaar o.b.v. een fulltime dienstverband) in de vorm van een levensfasebudget. Deze uren kan je jaarlijks sparen en gebruiken voor bijvoorbeeld een sabbatical;een reiskostenvergoeding, waarbij de reiskostenvergoeding voor dienstreizen per auto (€ 0,33ct netto) erg aantrekkelijk is;een \"meerkeuzesysteem\" arbeidsvoorwaarden, waarmee je de mogelijkheid hebt om jouw salaris fiscaalvriendelijk in te zetten voor bijvoorbeeld extra verlof, aanschaf van een fiets, sportschoolabonnement, studiekosten of het lidmaatschap van een vakbond of beroepsvereniging;flinke korting op verzekeringspakketten zoals op je zorgpremie en voor je auto, opstal en inboedel;de mogelijkheid tot het volgen van diverse E-learnings, vakgerelateerde cursussen en beurzen, congressen en opleidingen.Keuze genoeg! Benieuwd naar alle arbeidsvoorwaarden die wij jou te bieden hebben? Neem dan snel een kijkje op onze arbeidsvoorwaarden pagina.Over FivoorFivoor is gespecialiseerd in psychiatrische zorg voor enerzijds patiënten met een forensische indicatie en anderzijds patiënten die een heel specifieke behandeling nodig hebben vanwege een hoog intensieve zorgbehoefte.Samen maken we Fivoor. Met onze cliënten, onze partners, onze omgeving en elkaar. Bij ons staat de goede samenwerkingsrelatie met collega's en patiënten centraal. De lijnen zijn kort en we leveren maatwerk voor onze patiënten. Fivoor prikkelt jou om out of the box te denken en met hart en ziel samen te werken aan perspectief voor iedereen. Wil jij in een uniek werkveld de zorg aan gaan? Dan is Fivoor dé plek voor jou.Onze collega's vertellen graag meer over Fivoor! Klik hier.Interesse en informatieVoor meer informatie kan je contact op nemen met Henrike van Kruistum (Teammanager) via h.van.kruistum@fivoor.nl of met Marianne Bouman (Corporate Recruiter) via 06-12860279.\nVerpleegkundige FPA Den DolderDe patiënten van de Forensisch Psychiatrische Afdeling (FPA) Utrecht zijn in aanraking gekomen met politie en/of justitie door hun (complexe) psychiatrische problematiek. Ook delict gevaarlijke patiënten zonder strafrechtelijke titel kunnen hier terecht. Het multidisciplinaire werken staat hoog in het vaandel, de medewerkers van Fivoor werken graag samen en staan sterk in hun schoenen. Voor verschillende afdelingen binnen de FPA zijn wij op zoek naar gemotiveerde en getalenteerde medewerkers die graag werken in de forensische psychiatrie. Samen kijken wij op welke afdeling jij het beste tot je recht komt!Als verpleegkundige ben je fulltime of parttime inzetbaar en maak je deel uit van een hecht team dat elke dag topzorg levert. Het multidisciplinaire team waar je onderdeel van zal worden bestaat uit begeleiders, psychologen, psychiater en maatschappelijk werkers. Je ondersteunt, begeleidt en verzorgt patiënten binnen jouw caseload en zorgt ervoor dat jouw patiënten structuur en continuïteit ervaren binnen het zorgproces. Met jouw verpleegkundige expertise ben je van grote waarde om de behandeling compleet te maken en lever je een onmisbare toegevoegde waarde.Daarnaast voer je interventies uit welke gericht zijn op verbetering en stabilisatie van de problematiek op verschillende leefgebieden. Dit doe je in constant overleg met overige hulpverleners. Naast deze werkzaamheden, houd jij je ook bezig met het vormgeven en uitvoeren van het behandelbeleid en werk je volgens het principe van motiverende gesprekvoering, zelfcontrole en terugvalpreventie. Als verpleegkundige werk je in wisselende diensten. De dagdienst begint om 7.30 uur en eindigt om 15.30 uur. De avonddienst begint om 15.00 uur en is afgelopen om 23.00 uur. De nachtdienst duurt van 22.45 uur tot 7.45 uur.\nWat breng je mee?Ben je enthousiast geworden en wil je graag aan de slag als verpleegkundige bij de FPA? Check dan hieronder of je voldoet aan de voorwaarden.Je beschikt over een afgeronde MBO-V of HBO-V opleiding;Je hebt relevante kennis en ervaring binnen de psychiatrie en/of verslavingsproblematiek;Je bent bereid om wisselende diensten te werken;Je hebt goede sociale en communicatieve vaardigheden en bent een doorzetter met humor die geen uitdaging uit de weg gaat!\nWij bieden jou?Wij bieden jou een contract voor bepaalde tijd met uitzicht op een vaste aanstelling. Deze functie is ingedeeld in functiegroep 40/45/50 met een maximaal salaris van € 3.037/€3.326/€3.678 bruto per maand o.b.v. 36-urige werkweek. Het uiteindelijke salaris is afhankelijk van jouw opleiding en werkervaring.Arbeidsvoorwaarden zijn volgens cao GGZ waarbij een vastgestelde CAO loonsverhoging geldt van 2,1% per 1 juni 2021 en je bouwt pensioen op bij PFZW.Bij Fivoor ontvang jij daarnaast:een jaarlijkse vakantietoeslag van 8%;een eindejaarsuitkering van 8,33%;166 vakantie uren én 35 extra verlofuren (per jaar o.b.v. een fulltime dienstverband) in de vorm van een levensfasebudget. Deze uren kan je jaarlijks sparen en gebruiken voor bijvoorbeeld een sabbatical;een reiskostenvergoeding, waarbij de reiskostenvergoeding voor dienstreizen per auto (€ 0,33ct netto) erg aantrekkelijk is;een \"meerkeuzesysteem\" arbeidsvoorwaarden, waarmee je de mogelijkheid hebt om jouw salaris fiscaalvriendelijk in te zetten voor bijvoorbeeld extra verlof, aanschaf van een fiets, sportschoolabonnement, studiekosten of het lidmaatschap van een vakbond of beroepsvereniging;flinke korting op verzekeringspakketten zoals op je zorgpremie en voor je auto, opstal en inboedel;de mogelijkheid tot het volgen van diverse E-learnings, vakgerelateerde cursussen en beurzen, congressen en opleidingen.Keuze genoeg! Benieuwd naar alle arbeidsvoorwaarden die wij jou te bieden hebben? Neem dan snel een kijkje op onze arbeidsvoorwaarden pagina.\nOver FivoorFivoor is gespecialiseerd in psychiatrische zorg voor enerzijds patiënten met een forensische indicatie en anderzijds patiënten die een heel specifieke behandeling nodig hebben vanwege een hoog intensieve zorgbehoefte.Samen maken we Fivoor. Met onze cliënten, onze partners, onze omgeving en elkaar. Bij ons staat de goede samenwerkingsrelatie met collega's en patiënten centraal. De lijnen zijn kort en we leveren maatwerk voor onze patiënten. Fivoor prikkelt jou om out of the box te denken en met hart en ziel samen te werken aan perspectief voor iedereen. Wil jij in een uniek werkveld de zorg aan gaan? Dan is Fivoor dé plek voor jou.Onze collega's vertellen graag meer over Fivoor! Klik hier.\nInteresse en informatieVoor meer informatie kan je contact op nemen met Henrike van Kruistum (Teammanager) via h.van.kruistum@fivoor.nl of met Marianne Bouman (Corporate Recruiter) via 06-12860279.", "Type of ownership": "Privébedrijf", "Rating": 5.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=114&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_8183e1ce&cb=1617019596323&jobListingId=4019814178", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=114&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_AD&t=SR&vt=w&cs=1_d27a320f&cb=1617019596323&jobListingId=4019814178", "Job Age": "26d", "Job Age Number": "26d", "Collection Date": "2021-03-29"}, {"Search Keyword": "communicatie", "Platform": "Glassdoor", "Job ID": 3629043519, "Job Title": "Woordvoerder / Communicatieadviseur pers & media Slachtofferhulp Nederland", "Company Name": "Kamer van Koophandel", "Location": "Nederland", "Industry": "Landelijke en regionale overheidsinstellingen", "Sector": "Overheid", "Job Description": "Komend jaar staan een aantal grote projecten op de agenda die bijdragen aan de herkenbaarheid en het bereik van KVK. Samen met ondernemers, steden en rijksoverheid initiëren we creatieve projecten waarmee we ondernemend Nederland faciliteren. Ambitieuze startende ondernemers verbinden we met ervaren en succesvolle ondernemers. Met elkaar bedenken we nieuwe tools die gebruikmaken van gegevens vanuit het Handelsregister en die verrijkt worden met andere data. Zo brengen we real time en fact-based business opportunities in kaart!Wat is jouw kracht?Van begin tot einde ben jij een onmisbare factor binnen ieder project. Je bent een enthousiaste teamspeler die volgens de Agile/Safe methodiek in multidisciplinaire teams werkt. Daarnaast vind je het leuk om de minder ervaren ontwikkelaars te helpen en begeleiden bij hun technische vragen. Met jouw analytisch vermogen en jouw oplossingsgerichtheid weet je iedere situatie tot een goed eind te brengen! Je voelt je goed in de rol van ambassadeur, mensen volgen je graag. Daarnaast heb je stevige ervaring opgedaan als senior/lead software engineer/software architect. Je kunt goed samenwerken (zowel intern als extern) en communiceert makkelijk op verschillende niveaus.Wat ga je doen?Als lead java-developer neem je van het begin tot het einde van het project technisch de leiding voor het, zelfstandig of in teamverband, uitvoeren van complexe maatwerkprojecten binnen de automatisering van KVK. Je verzorgt de communicatie tussen de business en IT.Daarbij ben je verantwoordelijk voor het doorlopen van het engineeringsproces. Dit betekent inventariseren, bedenken, adviseren, (laten) ontwerpen, (laten) testen en ondersteunen bij de inbedrijfstelling van de software. Jij gaat hier helemaal in op. Je bent technisch verantwoordelijk en geeft antwoord op vragen als: Wat is de beste oplossing? Wat is de doorlooptijd? Hoe ziet de planning eruit? Wat zijn de technische risico’s?Je houdt ervan om veel vrijheid en verantwoordelijkheid te hebben. Dat krijg je dan ook zeker als lead java ontwikkelaar bij KVK. Naast je primaire taken besteed je tijd aan het begeleiden en coachen van collega’s om je kennis en ervaring binnen ons team te delen.Wat neem je mee?WO werk- en denkniveau;Meer dan 10 jaar ervaring als lead java ontwikkelaar;T-shaped ervaring in een agile-omgeving en ervaring met solutionarchitectuur;Minimaal 3 jaar ervaring in een coachende/opleidende rol;Kennis en ervaring in een overheids-/semi-overheidsomgeving of in een vergelijkbare organisatie;Goede kennis van: J2EE, J2SE, XML, JPA, Queing, JSP, JAXB, XSLT, JTA, WILDFLY;Kennis van de volgende frameworks: Hibernate, Spring (must), JUnit;Kennis van de tooling: Maven, GITlab CI, Docker, Rancher.Wat bieden wij jou?Een uitdagende functie waar je je passie in kwijt kunt en dagelijks nieuwe mogelijkheden tegenkomt. Je krijgt de ruimte om eigen initiatieven te ontplooien en tot mooie resultaten te komen. Ook staat er een enthousiast team voor je klaar.En dan ook nog:Een fulltime functieschaal 11 of 12 van maximaal € 5.868,- per maand, afhankelijk van opleiding, kennis en werkervaring;Veel mogelijkheden voor inhoudelijke en persoonlijke ontwikkeling;Een eindejaarsuitkering;Shuttel vervoerskaart;35 vakantiedagen (inclusief 12 adv-dagen op basis van fulltime inzet);Goede verlof-, pensioen- en ziektekostenregeling.Waar kom je te werken?Als KVK stimuleren we ondernemerschap. We laten ondernemers starten, innoveren en groeien in binnen- en buitenland. We beheren het Handelsregister en leveren informatie, diensten en producten aan ondernemers. Dit doen we zoveel mogelijk online. We zijn een publieke, landelijke organisatie met zo’n 1400 betrokken medewerkers die oog hebben voor maatschappelijk belang. Om het beste uit onszelf te halen, werken we aan onze talenten en ontwikkelen we ons voortdurend. We dagen onszelf elke keer opnieuw uit om ondernemers in Nederland vooruit te helpen.", "Type of ownership": "Non-profitorganisatie", "Rating": 3.6, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=115&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_70b7813e&cb=1617019596323&jobListingId=3629043519", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=115&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_AD&t=SR&vt=w&cs=1_040bf018&cb=1617019596323&jobListingId=3629043519", "Job Age": "2d", "Job Age Number": "2d", "Collection Date": "2021-03-29"}, {"Search Keyword": "communicatie", "Platform": "Glassdoor", "Job ID": 4011714509, "Job Title": "Woordvoerder / Communicatieadviseur pers & media Slachtofferhulp Nederland", "Company Name": "Grip op finance B.V.", "Location": "Utrecht", "Industry": "-1", "Sector": "-1", "Job Description": "BedrijfsomschrijvingGrip op finance is al meer dan 15 jaar dienstverlener in interim management en advies op het gebied van Finance & Control. Wij helpen onze klanten, zoals Pathé, PostNL, Stryker en Booking.com, om hun afdelingen naar een hoger niveau te brengen. Dit doen wij door onze consultants in te zetten op uitdagende opdrachten van gemiddeld 6 tot 9 maanden. Niet door pleisters te plakken, maar door blijvende oplossingen te bieden. Door kwaliteiten optimaal te benutten, processen te verbeteren en verspilling te reduceren. Daarmee creëren we ruimte voor activiteiten die écht waarde toevoegen.Bij Grip staan kernwaarden als kwaliteit, energie, verbeteren en teamwork centraal. Door persoonlijke begeleiding, opleidingen, trainingen en een gevarieerd klantenpakket helpen we je de vaardigheden te ontwikkelen die je nodig hebt om te groeien. Onze collega's voelen zich persoonlijk betrokken en willen een verschil maken. Ze stimuleren groei bij zichzelf, bij andere collega’s, bij onze organisatie en bij onze klanten.FunctieomschrijvingAls Financieel Interim Consultant word je op opdrachten ingezet bij verschillende opdrachtgevers, de opdrachten hebben een tijdsduur van 6 tot 12 maanden. Tijdens de opdrachten sta je er niet alleen voor. Onder begeleiding van je coach, word je ingezet als bijvoorbeeld (GL) accountant, teamlead van debiteuren of crediteuren afdeling, assistent controller of financieel controller. Hierbij voer je werkzaamheden uit zoals:Zorgdragen voor juistheid, volledigheid en tijdigheid bij de maand,- kwartaal- en jaarafsluitingOpstellen van operationele en financiële rapportages en analysesProcesverbeteringen doorvoeren (via Lean aanpak)(Mede) opstellen van de jaarrekeningBegeleiden van auditsEventueel aansturen en coachen van (deel van) het Finance teamEn ja, ook tijdens deze Covid-19 pandemie is er veel vraag naar interim consultants van Grip.Functie-eisenDe ideale Financieel Interim Consultant bij Grip beschikt over:Bachelor of Master opleiding in financiële richting (bijv. BE of AC)Minimaal 3-5 jaar werkervaring in relevante rollenContinue focus op verbeteren van bedrijfsprocessen en jezelfAnalytisch, ondernemend en communicatief vaardig in zowel Engels als NederlandsArbeidsvoorwaardenUitdagende tijdelijke opdrachten bij verschillende organisaties vanuit een vast dienstverband bij GripBruto salaris van € 3.200,- tot € 4.600,- per maand (o.b.v. ervaring)Bovenop je brutosalaris een bonus, netto onkostenvergoeding, vakantiegeld en een goede pensioenregelingPersoonlijke ontwikkelprogramma die jouw groei ondersteunt; met vaste onderdelen als o.a. Lean Yellow belt, presentatie-en communicatievaardigheden, DISC analyseInhoudelijke coaching (zowel on-the-job en telefonisch mogelijk) en persoonlijke begeleidingGezellige uitjes en borrels met je Grip collega’sLease auto met Europese tankpas of reiskostenvergoedingSollicitatieprocedureVoor meer informatie over deze functie of over de online sollicitatie procedure, neem contact op met Ruud Tol via 06-19446034 of mail naar ruud@gripopfinance.nl. Gebruik onderstaande button voor sollicitatie.ContactgegevensDe heer TolCapellalaan 1332132 JM HoofddorpTelefoon: +31885555100Email: ruud@gripopfinance.nl", "Type of ownership": "Privébedrijf", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=116&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_dec8e2cd&cb=1617019596323&jobListingId=4011714509", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=116&ao=1044074&s=58&guid=000001787de0eb9ea7525adfa1758e52&src=GD_JOB_AD&t=SR&vt=w&cs=1_6fc9ae76&cb=1617019596323&jobListingId=4011714509", "Job Age": "5d", "Job Age Number": "5d", "Collection Date": "2021-03-29"}]
