[{"Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 3785984250, "Job Title": "Java Developer Manufacturing", "Company Name": "ICT Group", "Location": "Deventer", "Industry": "-1", "Sector": "-1", "Job Description": "RELOCATION TO THE NETHERLANDSICT will support you and your family with both your relocation and your visa application.Region: Eindhoven Or DeventerWould you like to mobilize your Java knowledge and experience in the high-tech developments within Industry 4.0?In the Machine & Systems unit, we deal with advanced control systems for machine and device engineering and for large system integrators. With your colleagues, you'll make sure that products function optimally and are connected. Internet of Things, Cloud solutions and Big Data can now and integral part of this market segment.We provide complete products (hardware, OS and software applications) and are of added value with the implementation of complete projects with result-responsibility at one of our locations through the provision of knowledge and experience on site at our clients and using consulting paths.What will you do as a Java expert?As an experienced Java developer, you are responsible for the translation of the architecture to a technical design, but you'll also work this design out further in to software implementations with a team.Set-up and analysis of requirements is also part of the main tasks of a (senior) Java developer.Together with the architect, you'll develop a Java environment that meets all functional requirements.The complex projects on which you will work often have a rapid company-critical impact; so, it is also important that you always have a flawless understanding of the consequences which decisions have regarding the architecture.When performing your work, you must always take the existing systems into consideration. Are you looking for a technical challenge and a complex environment where you can work with colleagues in your field? Then we've got a great challenge for you.Our ideal Java developer:has completed a bachelor's or master's degree in a technical field;has at least 3 years of relevant work experience as a Java developer;has demonstrable work experience with Java/JEE or J2EE and also knowledge and experience with subjects such as UML, data modeling, design patterns;has knowledge of testing frameworks as Junit and Mockito;has knowledge of configuration management systems as GIT or SVN;has knowledge of databases such as Oracle or SQL and JPA ORM implementation or Hibernate;has knowledge of CI/CD tools and techniques;has good communication skills;has a valid driving license.What we have to offer you:Good salary: you'll receive a good salary up to market standards13th month: every year an extra month's pay29 vacation days: with the option of purchasing additional daysPension: a good pension for your later yearsLease car: or compensation for your own carExpense reimbursement: a net contribution to work-related expensesTraining: learn the newest technologies in our ICT AcademyBook budget: buy a book or devkit for yourselfAre you interested in this position, please contact Dèveny Stultjens at deveny.stultjens@ict.nl or +31 (0)88 908 2000.", "Type of ownership": "Privébedrijf", "Rating": 3.4, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1044074&s=149&guid=00000178359c5b329002ee028b7ba7cf&src=GD_JOB_VIEW&t=SRFJ&vt=w&cs=1_831a02c8&cb=1615807142859&jobListingId=3785984250", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1044074&s=149&guid=00000178359c5b329002ee028b7ba7cf&src=GD_JOB_AD&t=SRFJ&vt=w&cs=1_ca003231&cb=1615807142859&jobListingId=3785984250", "Job Age": "13d", "Job Age Number": "13d", "Collection Date": "2021-03-15"}, {"Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4027973148, "Job Title": "Java Developer Manufacturing", "Company Name": "Capgemini Nederland", "Location": "Utrecht", "Industry": "Ondernemingssoftware en netwerkoplossingen", "Sector": "Information Technology", "Job Description": "Jouw uitdaging als SAP Manufacturing ConsultantDe SAP-unit binnen de Packaged Based Solutions practice van Capgemini Nederland adviseert en begeleidt toonaangevende bedrijven op projectbasis bij de vormgeving en uitvoering van digitale transformatie en innovatie op basis van de laatste ontwikkelingen van SAP producten, zoals S/4HANA. Een ambitieuze, open en inspirerende werkomgeving waarin 200 SAP-professionals gezamenlijk het beste uit zichzelf halen. Bevlogen, ondernemend, soms eigenwijs maar altijd collegiaal en met het belang van de klant voorop. Een afdeling waar je jezelf kunt zijn en de ruimte krijgt je talenten maximaal te ontwikkelen.Verantwoordelijkheden SAP Manufacturing Consultant- Implementatie van productie- en planningsprocessen bij nationale en internationale klantenWerken op projectbasis in complexe Manufacturing omgevingen- Opstellen en realiseren van proces- en systeemontwerpenMaken van (deel)planningen en identificeren van projectrisico’sBewaken van project deliverables en milestonesAansturen van je teamHard skills:- Afgeronde HBO- of academische opleiding5-10 jaar hands-on ervaring met de implementatie van MM in combinatie met SAP PP (PI) en/of QMErvaring in een productie omgevingS/4HANA certificering is een préAPICS-certificaat is een préSoft Skills:OvertuigendTeamspelerCreatief en resultaat gerichtOndernemendGedrevenSterke communicatieve vaardighedenGoede beheersing van de Nederlandse en Engelse taalJouw Capgemini voordelenProfessioneel en collegiaal team waar je veel kennis kan delen en opdoenUitstekende mogelijkheden om je verder te ontwikkelen- Diversiteit aan projecten bij aansprekende klanten in binnen- en buitenlandVast contractUitstekende arbeidsvoorwaarden: premievrij pensioen, bonusregelingZeer flexibele mobiliteitsvergoeding, in combinatie met NS Business cardEen uitgebreid opleidingsaanbod, onder meer via onze eigen Academy en trainingsfaciliteiten op onze Campus Serge Kampf Les Fontaines in Frankrijk.Werken bij de 2019 SAP® Innovation Partner Award Winnaar\nDe SAP-unit binnen de Packaged Based Solutions practice van Capgemini Nederland adviseert en begeleidt toonaangevende bedrijven op projectbasis bij de vormgeving en uitvoering van digitale transformatie en innovatie op basis van de laatste ontwikkelingen van SAP producten, zoals S/4HANA. Een ambitieuze, open en inspirerende werkomgeving waarin 200 SAP-professionals gezamenlijk het beste uit zichzelf halen. Bevlogen, ondernemend, soms eigenwijs maar altijd collegiaal en met het belang van de klant voorop. Een afdeling waar je jezelf kunt zijn en de ruimte krijgt je talenten maximaal te ontwikkelen.\n- Implementatie van productie- en planningsprocessen bij nationale en internationale klantenWerken op projectbasis in complexe Manufacturing omgevingen- Opstellen en realiseren van proces- en systeemontwerpenMaken van (deel)planningen en identificeren van projectrisico’sBewaken van project deliverables en milestonesAansturen van je team\n- Implementatie van productie- en planningsprocessen bij nationale en internationale klantenWerken op projectbasis in complexe Manufacturing omgevingen- Opstellen en realiseren van proces- en systeemontwerpenMaken van (deel)planningen en identificeren van projectrisico’sBewaken van project deliverables en milestonesAansturen van je team\nHard skills:- Afgeronde HBO- of academische opleiding5-10 jaar hands-on ervaring met de implementatie van MM in combinatie met SAP PP (PI) en/of QMErvaring in een productie omgevingS/4HANA certificering is een préAPICS-certificaat is een préSoft Skills:OvertuigendTeamspelerCreatief en resultaat gerichtOndernemendGedrevenSterke communicatieve vaardighedenGoede beheersing van de Nederlandse en Engelse taal\nHard skills:- Afgeronde HBO- of academische opleiding5-10 jaar hands-on ervaring met de implementatie van MM in combinatie met SAP PP (PI) en/of QMErvaring in een productie omgevingS/4HANA certificering is een préAPICS-certificaat is een préSoft Skills:OvertuigendTeamspelerCreatief en resultaat gerichtOndernemendGedrevenSterke communicatieve vaardighedenGoede beheersing van de Nederlandse en Engelse taal", "Type of ownership": "Beursgenoteerd bedrijf", "Rating": 4.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=102&ao=1044074&s=149&guid=00000178359c5b329002ee028b7ba7cf&src=GD_JOB_VIEW&t=SRFJ&vt=w&cs=1_05c057c2&cb=1615807142859&jobListingId=4027973148", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=102&ao=1044074&s=149&guid=00000178359c5b329002ee028b7ba7cf&src=GD_JOB_AD&t=SRFJ&vt=w&cs=1_7da1b540&cb=1615807142859&jobListingId=4027973148", "Job Age": "4d", "Job Age Number": "4d", "Collection Date": "2021-03-15"}, {"Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4021035097, "Job Title": "Java Developer Manufacturing", "Company Name": "Onsite Professionals", "Location": "Barneveld", "Industry": "-1", "Sector": "-1", "Job Description": "VacatureVoor Moba in Barneveld zijn wij op zoek naar een Manufacturing Engineer.Moba is wereldmarktleider in eiersorteermachines, verpakkingsmachines en breakers voor de verwerking van eieren. Van ontwerp, ontwikkeling, installatie tot service. Vanuit dertien kantoren en samen met 800 collega’s over de hele wereld bouwen ze dagelijks aan de meest hoogwaardige technische producten en beste klantrelaties.De functieJe komt te werken op de afdeling Manufacturing Engineering: een relatief nieuwe afdeling binnen Moba met +/- zes collega's. Doel van deze afdeling is het primaire productieproces van Moba te ondersteunen, optimaliseren en voor te bereiden op nieuwe producten. Als Manufacturing Engineer heb je vanuit het perspectief van Operations contact met de afdeling R&D om ervoor te zorgen dat nieuw ontwikkelde producten passen binnen de productiemogelijkheden en andersom. Je kan denken aan de volgende werkzaamheden:Beoordelen van productontwerpen op maakbaarheid en complexiteit;Ontwikkelen van nieuwe productieprocessen op basis van Lean Manufacturing principes;Ondersteunen van de afdeling toolsupport in het ontwikkelen en produceren van hulpgereedschappen;Analyseren en monitoren van kostprijzen en het geven van adviezen over mogelijke kostprijsbesparingen;Monitoren van de performances van nieuwe en bestaande producten en processen binnen Operations;Initiëren van verbeteringen aan bestaande producten en processen;Samenwerken met de afdeling Inkoop en Supply Chain in het voorbereiden en uitbesteden van producten;Deelnemen aan multidisciplinaire projecten gericht op product- en procesverbetering;Coördineren van projecten en het borgen van projectresultaten op planning, budget, resources en informatie;Ontwikkelen, implementeren en verbeteren van standaarden t.b.v. de afdeling Manufacturing Engineering.Omdat de afdeling relatief nieuw is heb jij de mogelijkheid om veel invloed uit te oefenen op de verdere ontwikkeling van de afdeling. Dus beschik jij over ondernemingsgeest en heb jij een duidelijke visie op engineering en procesoptimalisatie, dan past deze baan perfect bij jou!Functie-eisenEen afgeronde opleiding op universitair niveau, bijvoorbeeld richting Technische Bedrijfskunde;Minimaal vijf werkervaring in een vergelijkbare functie, bij voorkeur in een industriële maak-omgeving;Ervaring met projectmanagement;Technisch tekening lezen en interpreteren;Ervaring met ERP en BI systemen is een pre;Goede beheersing van de Nederlandse en Engelse taalCompetenties:Je bent assertief, ondernemend en leergierig ingesteld.Je bepaalt doelen, prioriteiten en de daarbij benodigde acties op effectieve wijze en zet de juiste middelen en mensen in om de doelen te bereiken binnen de afgesproken termijn.Je hebt een goed analyserend vermogen, waarbij je een situatie vanuit een breed perspectief benadert, belangrijke informatie herkent en deze vervolgens op logische wijze ordent in hoofd- en bijzaken.Je beschik over uitstekende communicatieve vaardigheden en bent organisatie sensitief.Werken bij Moba B.V.Als je bij Moba komt werken, kies je voor een gezond en innovatieve organisatie met een stevige marktpositie. Ze behoren al jaren tot de top van de Nederlandse maakbedrijven. Ook als werkgever profileren ze zich als top werkgever. De medewerker staat centraal. Ze maken leren mogelijk en streven daarbij naar flexibiliteit, eigenaarschap en een goede werk/privébalans. Deze arbeidsvoorwaarden zijn voor hen minstens zo belangrijk als de ‘traditionele’ arbeidsvoorwaarden.Moba BiedtWanneer je bij Moba komt werken, wordt er het een en ander van je verwacht. Moba verwacht dat je met jouw talent topkwaliteit levert en daar ook verantwoordelijkheid voor neemt! Hier tegenover staan natuurlijk goede arbeidsvoorwaarden: marktconform salaris, afhankelijk per functie; 27 vakantiedagen en 13 roostervrije dagen; eindejaarsuitkering en vakantietoeslag; ruimte om eigen werktijden in te delen (flexibele werktijdenregeling); pensioensregeling; diverse secundaire arbeidsvoorwaarden als nationaal bedrijfsfitnessplan Nederland en diverse collectieve verzekeringen.\nVacatureVoor Moba in Barneveld zijn wij op zoek naar een Manufacturing Engineer.Moba is wereldmarktleider in eiersorteermachines, verpakkingsmachines en breakers voor de verwerking van eieren. Van ontwerp, ontwikkeling, installatie tot service. Vanuit dertien kantoren en samen met 800 collega’s over de hele wereld bouwen ze dagelijks aan de meest hoogwaardige technische producten en beste klantrelaties.De functieJe komt te werken op de afdeling Manufacturing Engineering: een relatief nieuwe afdeling binnen Moba met +/- zes collega's. Doel van deze afdeling is het primaire productieproces van Moba te ondersteunen, optimaliseren en voor te bereiden op nieuwe producten. Als Manufacturing Engineer heb je vanuit het perspectief van Operations contact met de afdeling R&D om ervoor te zorgen dat nieuw ontwikkelde producten passen binnen de productiemogelijkheden en andersom. Je kan denken aan de volgende werkzaamheden:Beoordelen van productontwerpen op maakbaarheid en complexiteit;Ontwikkelen van nieuwe productieprocessen op basis van Lean Manufacturing principes;Ondersteunen van de afdeling toolsupport in het ontwikkelen en produceren van hulpgereedschappen;Analyseren en monitoren van kostprijzen en het geven van adviezen over mogelijke kostprijsbesparingen;Monitoren van de performances van nieuwe en bestaande producten en processen binnen Operations;Initiëren van verbeteringen aan bestaande producten en processen;Samenwerken met de afdeling Inkoop en Supply Chain in het voorbereiden en uitbesteden van producten;Deelnemen aan multidisciplinaire projecten gericht op product- en procesverbetering;Coördineren van projecten en het borgen van projectresultaten op planning, budget, resources en informatie;Ontwikkelen, implementeren en verbeteren van standaarden t.b.v. de afdeling Manufacturing Engineering.Omdat de afdeling relatief nieuw is heb jij de mogelijkheid om veel invloed uit te oefenen op de verdere ontwikkeling van de afdeling. Dus beschik jij over ondernemingsgeest en heb jij een duidelijke visie op engineering en procesoptimalisatie, dan past deze baan perfect bij jou!\nFunctie-eisenEen afgeronde opleiding op universitair niveau, bijvoorbeeld richting Technische Bedrijfskunde;Minimaal vijf werkervaring in een vergelijkbare functie, bij voorkeur in een industriële maak-omgeving;Ervaring met projectmanagement;Technisch tekening lezen en interpreteren;Ervaring met ERP en BI systemen is een pre;Goede beheersing van de Nederlandse en Engelse taalCompetenties:Je bent assertief, ondernemend en leergierig ingesteld.Je bepaalt doelen, prioriteiten en de daarbij benodigde acties op effectieve wijze en zet de juiste middelen en mensen in om de doelen te bereiken binnen de afgesproken termijn.Je hebt een goed analyserend vermogen, waarbij je een situatie vanuit een breed perspectief benadert, belangrijke informatie herkent en deze vervolgens op logische wijze ordent in hoofd- en bijzaken.Je beschik over uitstekende communicatieve vaardigheden en bent organisatie sensitief.\nWerken bij Moba B.V.Als je bij Moba komt werken, kies je voor een gezond en innovatieve organisatie met een stevige marktpositie. Ze behoren al jaren tot de top van de Nederlandse maakbedrijven. Ook als werkgever profileren ze zich als top werkgever. De medewerker staat centraal. Ze maken leren mogelijk en streven daarbij naar flexibiliteit, eigenaarschap en een goede werk/privébalans. Deze arbeidsvoorwaarden zijn voor hen minstens zo belangrijk als de ‘traditionele’ arbeidsvoorwaarden.Moba BiedtWanneer je bij Moba komt werken, wordt er het een en ander van je verwacht. Moba verwacht dat je met jouw talent topkwaliteit levert en daar ook verantwoordelijkheid voor neemt! Hier tegenover staan natuurlijk goede arbeidsvoorwaarden: marktconform salaris, afhankelijk per functie; 27 vakantiedagen en 13 roostervrije dagen; eindejaarsuitkering en vakantietoeslag; ruimte om eigen werktijden in te delen (flexibele werktijdenregeling); pensioensregeling; diverse secundaire arbeidsvoorwaarden als nationaal bedrijfsfitnessplan Nederland en diverse collectieve verzekeringen.", "Type of ownership": "Privébedrijf", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1044072&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_6991176b&cb=1615807142859&jobListingId=4021035097", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1044072&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_0d25917a&cb=1615807142859&jobListingId=4021035097", "Job Age": "11d", "Job Age Number": "11d", "Collection Date": "2021-03-15"}, {"Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4017785578, "Job Title": "Java Developer Manufacturing", "Company Name": "SPX FLOW", "Location": "Assen", "Industry": "Industriële productie", "Sector": "Manufacturing", "Job Description": "About SPX FlowAt SPX Flow, we are a world leader in sustainable solutions ensuring the controlled and measured movements of life’s essential elements. With our HQ in North Carolina, we have operations in more than 30 countries and an even broader customer base worldwide. Our 4,900 employees innovate to design, deliver and service high-value solutions for our customers across the food, beverage and industrial markets.As a Quality Engineer you’ll be responsible for product and process quality (management system) and making sure that the manufacturing production lines run smoothly and generate a consistently suitable output of products that meet quality and efficiency standards.About the roleYou’ll need to be able to speak Dutch and English at a fluent to native level. You and the team of Quality Engineers will drive quality improvements, achieve excellent results and KPI's and systematically prevent non-conformities.Annually you’ll support the strategic and annual planning processes; helping to establish a quality excellence roadmap and drive execution where appropriate.On a day-to-day basis your main responsibilities include but are not limited to:Responsibility for the quality notification process of internal, external and supplier deviations within the manufacturing processWorking on new ways to improve the manufacturing process to ensure higher-quality goodsTranslate deviations towards assurance opportunities within instructions, processes, and designInspecting the final output, comparing it to the requirements, and approving or rejecting the final productsHandling and analysing customer complaints and coordinating within the manufacturing organizationTake part of new product development for product quality by using tools as DFMEA, PFMEA, control plan and Standard Operation Procedures (SOP)RequirementsYou’ll be a leader with experience in implementing and shaping a company's Quality processes, strategies and performance. With technical skills both functional and non-functional, manual and automation, ideally in a continuous delivery environment.As a minimum, we’ll need you to have:Bachelor’s degree/level on mechanical/industrial engineeringKnowledge of lean manufacturing, six-sigma, 8D, PFMEA, ISO 9001, ISO 14001Experience in manufacturing quality engineeringExperience and skill in supporting IT solutions (quality, dashboards, reporting, ERP)Dutch and English language skills – fluent to native levelAlthough not essential, it would also be useful if you have:Experience of working in a continuous delivery environmentCareer ProgressionAt SPX Flow, we’re driven by ingenuity with a focus on meeting our customers’ needs. Our people have a commitment to hard work, innovation and delivering market leading solutions to our customers. That commitment has brought many rewards to our employees, past and present.If you have ambition and want to build a career with us, there are opportunities for you to undertake specialised training to manage much larger key accounts.BenefitsWe offer a competitive benefits package to our employees including:Experience less stress through our well-being programmesFeel valued at work thanks to our performance & recognition programmesKeep your career on track with our development & career growth programmes\nYou’ll need to be able to speak Dutch and English at a fluent to native level. You and the team of Quality Engineers will drive quality improvements, achieve excellent results and KPI's and systematically prevent non-conformities.Annually you’ll support the strategic and annual planning processes; helping to establish a quality excellence roadmap and drive execution where appropriate.On a day-to-day basis your main responsibilities include but are not limited to:Responsibility for the quality notification process of internal, external and supplier deviations within the manufacturing processWorking on new ways to improve the manufacturing process to ensure higher-quality goodsTranslate deviations towards assurance opportunities within instructions, processes, and designInspecting the final output, comparing it to the requirements, and approving or rejecting the final productsHandling and analysing customer complaints and coordinating within the manufacturing organizationTake part of new product development for product quality by using tools as DFMEA, PFMEA, control plan and Standard Operation Procedures (SOP)Requirements\nYou’ll be a leader with experience in implementing and shaping a company's Quality processes, strategies and performance. With technical skills both functional and non-functional, manual and automation, ideally in a continuous delivery environment.As a minimum, we’ll need you to have:Bachelor’s degree/level on mechanical/industrial engineeringKnowledge of lean manufacturing, six-sigma, 8D, PFMEA, ISO 9001, ISO 14001Experience in manufacturing quality engineeringExperience and skill in supporting IT solutions (quality, dashboards, reporting, ERP)Dutch and English language skills – fluent to native levelAlthough not essential, it would also be useful if you have:Experience of working in a continuous delivery environment\nWe offer a competitive benefits package to our employees including:Experience less stress through our well-being programmesFeel valued at work thanks to our performance & recognition programmesKeep your career on track with our development & career growth programmes", "Type of ownership": "Beursgenoteerd bedrijf", "Rating": 3.3, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=104&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_ff4a9794&cb=1615807142859&jobListingId=4017785578", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=104&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_d103e9ae&cb=1615807142859&jobListingId=4017785578", "Job Age": "13d", "Job Age Number": "13d", "Collection Date": "2021-03-15"}, {"Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 3785984230, "Job Title": "Java Developer Manufacturing", "Company Name": "ICT Group", "Location": "Deventer", "Industry": "-1", "Sector": "-1", "Job Description": "RELOCATION TO THE NETHERLANDSICT will support you and your family with both your relocation and your visa application.Region: Eindhoven or DeventerWould you like to mobilize your Embedded knowledge and experience in the smart systems developments within Industry 4.0? Within the Machine and Systems unit, you can work on a varied number of projects in multi-disciplinary teams, including working with hardware and mechanical engineers. For example, you can work on energy-conscious devices with little memory and storage (such as sensor applications with an integrated micro-controller), but also with high performance multi core embedded devices for such high-tech clients as Philips and ASML.We are searching for an embedded software engineer who likes to make real-time applications with embedded operating systems such as Linux, VxWorks or RTOS, but also likes to work on low level bare metal just as much. You like to build low level embedded applications for next generation IoT embedded devices, but also code optimization with modern compliers such as GCC, LLVM and Clang sounds like music to your ears.In addition:you're up to date with the latest developments in technical software. You know how to evaluate the options and implement themyou're active in innovative machine and device engineering and system integrationyou'll have space the develop yourself within ICTyou'll work with clients in your region (North-East or South Netherlands, depending on where you live).What do we ask of you?A minimum of 3 years of experience as an Embedded Software EngineerCompleted HBO or WO education and a relevant technical subjectExperience with low level assembly, C, C++ and device driversExperience with scripting languages such as GNU Bash, Python and PerlAffinity with mechanical engineeringKnowledge of computer system architectures, such as ARMBasic knowledge of electronics (such as oscilloscope, soldering) is a plusGood communication skills in Dutch and EnglishA valid driving licenseHave you checked off many of the boxes above? Then we'd love to welcome you into the ICT family!What we have to offer you:Good salary: you'll receive a good salary up to market standards13th month: every year an extra month's pay29 vacation days: with the option of purchasing additional daysPension: a good pension for your later yearsLease car: or compensation for your own carExpense reimbursement: a net contribution to work-related expensesTraining: learn the newest technologies in our ICT AcademyBook budget: buy a book or devkit for yourselfAre you interested in this position, please contact Dèveny Stultjens at deveny.stultjens@ict.nl or +31 (0)88 908 2000.", "Type of ownership": "Privébedrijf", "Rating": 3.4, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=106&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_65df3ccc&cb=1615807142860&jobListingId=3785984230", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=106&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_2c9fec7b&cb=1615807142860&jobListingId=3785984230", "Job Age": "13d", "Job Age Number": "13d", "Collection Date": "2021-03-15"}, {"Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4005605493, "Job Title": "Java Developer Manufacturing", "Company Name": "Robert Walters", "Location": "Eindhoven", "Industry": "Detachering en outsourcing", "Sector": "Business Services", "Job Description": "Heb jij ervaring in de maakindustrie? Ben jij gedreven om elke dag het beste uit jezelf en je team te halen? Heb jij affiniteit met ICT? Voor een bedrijf in de omgeving van Eindhoven zijn wij op zoek naar een Finance & ICT Manager. Interesse? Lees dan snel verder.OmschrijvingDe hoofddoelen van deze functie zijn het controleren en beheren van de integrale financiële performance van de groep inclusief bijbehorende rapportages. Daarnaast ook het coördineren van de algehele financiële planning en de control cyclus. Tot slot geef jij als MT-lid gevraagd en ongevraagd advies over financiële vraagstukken in de organisatie.De taken, bevoegdheden en verantwoordelijkheden zijn:Een bijdrage leveren aan de definitie en uitvoeren van de strategie en tactiek van de onderneming;Kritische sparringpartner zijn voor het management, zowel op strategisch als op operationeel niveau;Bijdrage leveren aan het continue verbeteren van alle processen en de integrale bedrijfsperformance;Financieel adviseren van het MT zodanig dat processen beheerst verlopen en waar mogelijk verbeteren;Inrichten en onderhouden van de administratieve organisatie;Het helpen ontwerpen en beheren van het management informatiesysteem;Analyseren van bedrijfsrisico ahv bedrijfseconomische analyses;Coördineren en opstellen van investeringsaanvragen;Optreden als contactpersoon voor de controlerend accountant en andere controlerende instanties;Verantwoordelijk voor het opstellen en publiceren van de statutaire jaarrekening;Coördineren en bewaken van het meerjarenplanning, budgettering, forecasting, etc., inclusief cash flow forecasting en werkkapitaal management/optimalisatie;Leiding geven aan het Finance team en ervoor zorg dragen dat de transactionele finance werkzaamheden correct, zorgvuldig, efficiënt en effectief worden uitgevoerd;Opstellen van maandelijkse rapportages en analyses;Analyse van kostprijs deviaties en manufacturing variances;Bijdragen aan World Class Manufacturing/Operational Excellence projecten;Ondersteunen van de groep op fiscale, verzekering en treasury gerelateerde topics;Medebepalen en beheersen van de financiële en operationele KPI's;Coördinatie en overzicht op het IT landschap van de organisatie.Vereisten vor de functie:Academisch werk- en denkniveau, mede gebaseerd op een relevante bedrijfseconomische opleiding;Minimaal 10 jaar relevante ervaring, idealiter binnen de maakindustrie;Ervaring binnen een internationale matrix organisatie is een pre;Goede kennis en beheersing van de Engelse taal, in woord en geschrift;Kennis van MS Office, Sumatra [of een andere BI tool], Corporate Performance Management [HFM, OneStream o.i.d.] en ERP systemen.De nadruk in deze functie ligt op de volgende competenties:Plannen en organiseren;Project management;Communicatieve vaardigheden;Samenwerken;Analytisch vermogen;Visie en daadkracht, besluitvaardig;Verantwoordelijkheid;Kwaliteitsgericht;Pro-actief.Herken jij je hierin terug? Reageer dan vandaag nog!", "Type of ownership": "Beursgenoteerd bedrijf", "Rating": 4.4, "Company URL": -1, "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=107&ao=1044072&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&ea=1&cs=1_34984326&cb=1615807142860&jobListingId=4005605493", "Job Age": "25d", "Job Age Number": "25d", "Collection Date": "2021-03-15"}, {"Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4007233538, "Job Title": "Java Developer Manufacturing", "Company Name": "Stoneridge | ORLACO", "Location": "Barneveld", "Industry": "-1", "Sector": "-1", "Job Description": "Verbeter jij de productieprocessen van onze innovatie camerasystemen?Stoneridge-Orlaco is een hightech organisatie die internationaal meespeelt op Champions League Niveau. Met onze revolutionaire innovaties en high-end technologie verruimen we wereldwijd de blik van chauffeurs, machinisten en kapiteins. Elke dag nog meer. Onze camera’s dragen bij aan de veiligheid van miljoenen mensen. Wil jij samen met 275+ collega’s het verschil maken? Kom werken bij Stoneridge-Orlaco als Process Engineer.40 uur, BarneveldFunctieomschrijvingAls Process Engineer ben je verantwoordelijk voor de ontwikkeling, introductie, instandhouding en verbetering van nieuwe en bestaande productieprocessen. Zo zet je nieuwe productielijnen op, introduceer je nieuwe productietechnieken en borg je de kwaliteit en veiligheid van onze productieprocessen. Je neemt deel aan projectteams en bent betrokken vanaf het concept tot de implementatie en verbetering van het project. Je rapporteert aan de Manager Production Engineering.Oftewel, als Process Engineer:Ontwikkel, introduceer en onderhoud je meetstudies (MSA), statistische proces controles (SPC), Proces Control Plannen (PCP) en Proces risico analyses (PFMEA)Ontwikkel, introduceer en onderhoud je TPM (Total Productive Maintenance) en SMED (Single Minute Exchange of Die)Neem je deel aan projectteams (APQP, 6 Sigma en 8D)Implementeer je nieuwe processen (APQP)Bereid je investeringsaanvragen voorJe borgt de kwaliteit in de productieprocessen, door middel van de Automotive IATF core toolsJe verzorgt en beheert bijbehorende documentatie (PLM, Synergy)Je zorgt voor een minimale mensbelasting (geeft input aan de RI&E), milieubelasting (geeft input aan het Milieu aspectenregister) en optimale veiligheid (OHSAS 18001)Analyseer en doe je verbetervoorstellen voor de inrichting van de productieprocessen op het gebied van efficiency, ergonomie, flexibiliteit, kwaliteit en veiligheidBereken je de gevolgen voor kosten en productiviteit van nieuwe methodieken en toolingOndersteun je proactief bij het voorkomen en verminderen van procesuitvalSignaleer je verbeterpunten, stel je verbeterplannen op en onderneem je actieWat wij biedenEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)Volop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30Wat wij vragen van jou als Process Engineer?Je hebt hbo werk- en denkniveau (electrotechniek, mechatronica, werktuigbouwkunde of technische bedrijfskunde)Je hebt kennis van Lean Six Sigma of Lean manufacturingJe hebt kennis van CE markering, Technisch Constructie Dossiers (TCD) en machinerichtlijnenJe hebt kennis van Functional Safety en Automotive Core Tools zoals 8D, APQP en FMEA's, SPC, MSA en PCPJe bent communicatief sterk en kunt contacten onderhouden met collega's, opdrachtgevers en leveranciersJe beheerst Engels (geschreven en gesproken)Je werkt gestructureerd en hebt zicht op het werk van je collega’sJe hebt up-to-date kennis op het vlak van technologische ontwikkelingSluit je cv aan bij deze eisen en ben je enthousiast geworden na het lezen van deze vacature? Solliciteer dan voor 1 april 2021. Heb je nog vragen of wil je meer informatie? Neem dan contact op met HRM via 0342 - 404 555. Een assessment kan onderdeel uitmaken van de sollicitatieprocedure.\nVerbeter jij de productieprocessen van onze innovatie camerasystemen?Stoneridge-Orlaco is een hightech organisatie die internationaal meespeelt op Champions League Niveau. Met onze revolutionaire innovaties en high-end technologie verruimen we wereldwijd de blik van chauffeurs, machinisten en kapiteins. Elke dag nog meer. Onze camera’s dragen bij aan de veiligheid van miljoenen mensen. Wil jij samen met 275+ collega’s het verschil maken? Kom werken bij Stoneridge-Orlaco als Process Engineer.40 uur, BarneveldFunctieomschrijvingAls Process Engineer ben je verantwoordelijk voor de ontwikkeling, introductie, instandhouding en verbetering van nieuwe en bestaande productieprocessen. Zo zet je nieuwe productielijnen op, introduceer je nieuwe productietechnieken en borg je de kwaliteit en veiligheid van onze productieprocessen. Je neemt deel aan projectteams en bent betrokken vanaf het concept tot de implementatie en verbetering van het project. Je rapporteert aan de Manager Production Engineering.Oftewel, als Process Engineer:Ontwikkel, introduceer en onderhoud je meetstudies (MSA), statistische proces controles (SPC), Proces Control Plannen (PCP) en Proces risico analyses (PFMEA)Ontwikkel, introduceer en onderhoud je TPM (Total Productive Maintenance) en SMED (Single Minute Exchange of Die)Neem je deel aan projectteams (APQP, 6 Sigma en 8D)Implementeer je nieuwe processen (APQP)Bereid je investeringsaanvragen voorJe borgt de kwaliteit in de productieprocessen, door middel van de Automotive IATF core toolsJe verzorgt en beheert bijbehorende documentatie (PLM, Synergy)Je zorgt voor een minimale mensbelasting (geeft input aan de RI&E), milieubelasting (geeft input aan het Milieu aspectenregister) en optimale veiligheid (OHSAS 18001)Analyseer en doe je verbetervoorstellen voor de inrichting van de productieprocessen op het gebied van efficiency, ergonomie, flexibiliteit, kwaliteit en veiligheidBereken je de gevolgen voor kosten en productiviteit van nieuwe methodieken en toolingOndersteun je proactief bij het voorkomen en verminderen van procesuitvalSignaleer je verbeterpunten, stel je verbeterplannen op en onderneem je actie\n\nWat wij biedenEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)Volop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nWat wij biedenEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)Volop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)Volop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)Volop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)\nEen afwisselende baan binnen een groeiende internationale organisatie\nEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)\nUitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)\nVolop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nVolop kansen om verder te leren en door te groeien\nVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)\nEen goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nWat wij vragen van jou als Process Engineer?Je hebt hbo werk- en denkniveau (electrotechniek, mechatronica, werktuigbouwkunde of technische bedrijfskunde)Je hebt kennis van Lean Six Sigma of Lean manufacturingJe hebt kennis van CE markering, Technisch Constructie Dossiers (TCD) en machinerichtlijnenJe hebt kennis van Functional Safety en Automotive Core Tools zoals 8D, APQP en FMEA's, SPC, MSA en PCPJe bent communicatief sterk en kunt contacten onderhouden met collega's, opdrachtgevers en leveranciersJe beheerst Engels (geschreven en gesproken)Je werkt gestructureerd en hebt zicht op het werk van je collega’sJe hebt up-to-date kennis op het vlak van technologische ontwikkelingSluit je cv aan bij deze eisen en ben je enthousiast geworden na het lezen van deze vacature? Solliciteer dan voor 1 april 2021. Heb je nog vragen of wil je meer informatie? Neem dan contact op met HRM via 0342 - 404 555. Een assessment kan onderdeel uitmaken van de sollicitatieprocedure.\n", "Type of ownership": "Dochteronderneming of bedrijfssegment", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=108&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_9fe8f599&cb=1615807142860&jobListingId=4007233538", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=108&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_98bd4e66&cb=1615807142860&jobListingId=4007233538", "Job Age": "23d", "Job Age Number": "23d", "Collection Date": "2021-03-15"}, {"Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4020687391, "Job Title": "Java Developer Manufacturing", "Company Name": "Kite Pharma", "Location": "Amsterdam", "Industry": "Biotechnologie en farmacie", "Sector": "Biotech & Pharmaceuticals", "Job Description": "Job DescriptionKite is seeking a highly motivated individual with cell culture experience to work on innovative T cell therapy for cancer treatment. The Cell Therapy Specialist will be responsible for cell processing and cell expansion in a cGMP manufacturing facility.In this role, you will work with other Cell Therapy Specialists utilizing GMP and Aseptic practices to manufacture and assemble blood-derived components in a cleanroom environment. Due to the nature of the starting material (patient cells), this role requires a high level of proficiency and ownership of the process, with the highest skill level of aseptic and sterile techniques.Kite, A Gilead CompanyAt Kite, we are at the forefront of immunotherapy and engineered T cell therapy. We are helping change the paradigm of cancer treatment and we are revolutionizing individually tailored treatments. That means a fast-moving and constantly changing environment, where we make discoveries every day – discoveries that include our own capabilities and our individual potential. We’re currently seeking to recruit highly motivated talents for different positions, to join us and be part of our exciting journey in the development of innovative cancer immunotherapies and their translation into the treatment of patientswith cancer.Department DescriptionAs Cell Therapy Specialist you’ll be joining a team in which people of all backgrounds and experiences are respected, and where working together focused on saving lives, by finding the cure for cancer, is a daily activity.You will be reporting to one of the Team Leads Manufacturing.Your responsibilities, among others, will be:To perform all tasks associated with the manufacturing of clinical and commercial products in A and B grade area following batch records and standard operating procedures (SOPs);To work as part of a dedicated and committed team to execute GMP runs in close collaboration with Product Sciences, Material Management, and Quality Assurance & Quality Control;Draft new and revise existing manufacturing Batch records / SOP’s / WI’s to support process improvements and maintain GMP compliance;Assist in investigations required to manage deviations;Assist in managing change controls;To successfully troubleshoot processing and equipment issues;To strictly comply with SOPs and cGMP regulations; accurately complete documentation associated with clinical and commercial manufacturing;To ensure a consistent process execution to guarantee high-quality output;To maintain cleanroom in an optimal state;To continuously look for improvements to the processes to increase quality and efficiency;Additional information:This role requires you to work in a shift schedule (including weekends)Challenges of the role:Contribute to the growth of KiteAbility to work in a brand-new state-of-the-art manufacturing plantYour profileThe ideal candidates for this position, in combination with skills and knowledge, should also have a ‘hands-on, can-do’ mentality. You must also be comfortable with working in full gowning requirements in a completely aseptic environment.EducationMBO/HBO (MBO Level +) with a background in Life SciencesVapro A and B, or LITOP A and B are considered a plusKnowledge/experienceMinimum of 3 years of cGMP experience in preferably a pharmaceutical / biotechnology or similar manufacturing environment;Must have demonstrated knowledge of pharmaceutical manufacturing of biotechnology products.Aseptic processing and cell culture processing in combination with cell culture equipment experience is a prerequisite;Skilled in Microsoft Word, Excel and data analysis.Personal skillsBe aware of following SOPs, curious and interested in learning and growing;Be comfortable in a fast-paced, growing company environment with minimal direction and able to adjust workload based upon changing priorities;Be self-motivated and willing to accept temporary responsibilities outside of the initial job description;Have excellent interpersonal, verbal and written English communication skills (essential in our collaborative work environment).Apply Now!As part of our recruitment process, you will be asked to complete a short 20-minute online Occupational Personality Questionnaire (OPQ) and/or a capability test.", "Type of ownership": "Beursgenoteerd bedrijf", "Rating": 3.6, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=109&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_f138ed82&cb=1615807142860&jobListingId=4020687391", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=109&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_0e996d7f&cb=1615807142860&jobListingId=4020687391", "Job Age": "12d", "Job Age Number": "12d", "Collection Date": "2021-03-15"}, {"Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4020687353, "Job Title": "Java Developer Manufacturing", "Company Name": "Kite Pharma", "Location": "Amsterdam", "Industry": "Biotechnologie en farmacie", "Sector": "Biotech & Pharmaceuticals", "Job Description": "Job DescriptionKite is seeking a highly motivated individual with cell culture experience to work on innovative T cell therapy for cancer treatment. The Cell Therapy Specialist will be responsible for cell processing and cell expansion in a cGMP manufacturing facility. In this role, you will work with other Cell Therapy Specialists utilizing GMP and Aseptic practices to manufacture and assemble blood derived components in a cleanroom environment.Kite, A Gilead CompanyAt Kite, we are at the forefront of immunotherapy and engineered T cell therapy. We are helping change the paradigm of cancer treatment and we are revolutionizing individually tailored treatments. That means a fast moving and constantly changing environment, where we make discoveries every day – discoveries that include our own capabilities and our individual potential. We’re currently seeking to recruit highly motivated talents for different positions, to join us and be part of our exciting journey in the development of innovative cancer immunotherapies and their translation to the treatment of patients with cancer.Department DescriptionYou will be reporting to one of the Team Leads Manufacturing.Your responsibilities, among others, will be:To perform all tasks associated with the manufacturing of clinical and commercial products in cleanrooms following batch records and standard operating procedures (SOPs);To work as part of a dedicated and committed team to execute production under strict GMP guidelines in close collaboration with other departments e.g. Material Management, Quality Assurance, and Quality Control in close collaboration with other departments such as Material Management, and Quality Assurance & Quality Control;Implement and support process improvements and maintain GMP compliance” To strictly comply with SOPs and cGMP regulations; accurately complete documentation associated with clinical and commercial manufacturing;To ensure a consistent process execution to guarantee high quality output;Your profileThe ideal candidate for this position, in combination with skills and knowledge, should also have a ‘hands-on, can-do’ mentality. You must also be comfortable with working in shifts and in full gowning requirements in a completely aseptic factory environment.EducationPreferably MLO/HLO background (MBO Level +)VAPRO A and B or LITOP A and B are considered a plusKnowledge/experiencePreferably cGMP experience in a pharmaceutical / biotechnology or similar manufacturing/production environment;Aseptic processing and/or cell culture processing experience is a plusPersonal skillsBe comfortable in a fast-paced, growing company production environmentProactiveGood verbal and written English communication skills (essential in our international work environmentAdditional informationThis role requires you to work in a shift schedule (including weekends)Apply now!Only candidates in possession of a valid EU work permit will be considered.As part of our recruitment process, you will be asked to complete a short 20-minute online Occupational Personality Questionnaire (OPQ) and/or a capability test.", "Type of ownership": "Beursgenoteerd bedrijf", "Rating": 3.6, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=112&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_0e6f37e3&cb=1615807142860&jobListingId=4020687353", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=112&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_3563a8dc&cb=1615807142860&jobListingId=4020687353", "Job Age": "12d", "Job Age Number": "12d", "Collection Date": "2021-03-15"}, {"Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 3785984280, "Job Title": "Java Developer Manufacturing", "Company Name": "ICT Group", "Location": "Deventer", "Industry": "-1", "Sector": "-1", "Job Description": "Regio: Deventer, Eindhoven, OosterhoutWij zoeken engineers binnen de industriële automatisering die niet de hele dag achter hetzelfde bureau willen zitten. Als MES engineer creëer je, samen met je team, concrete oplossingen voor verschillende opdrachtgevers.Onze unit Food, Chemie en Pharma helpt klanten met innovatieve software- en hardware-oplossingen. Wij zorgen voor de koppeling met het ERP-systeem, de implementatie van het Manufacturing Execution System (MES) en de directe besturing op procesniveau. Dankzij geautomatiseerde processen (en continue procesmonitoring en –bijsturing) is informatie in fabrieken altijd actueel en direct beschikbaar. Dit vergroot de snelheid in het productieproces én daarnaast wordt energiezuiniger en efficiënter geproduceerd.Schakel tussen de projectteams en de opdrachtgeversAls MES engineer werk je in een team aan de ontwikkeling van MES-projecten voor diverse klanten. Je gaat aan de slag met complexe automatiseringsvraagstukken in diverse domeinen. Daarbij onderhoud je intensief contact met projectteams en opdrachtgevers, en kun je een adviserende rol aannemen. Ook koppel en ontsluit je (historische) data uit DCS/PLC-besturingssystemen, batchsystemen en logistieke systemen.Daarnaast wordt jouw succes bepaald door het:Testen van software voor industriële toepassingen.Programmeren en implementeren van industriële informatiesystemen.Vertalen van gebruikseisen van opdrachtgevers naar concrete oplossingen.Inbedrijfstellen van de software.Toewerken naar persoonlijke en professionele doelstellingen.Slimmere oplossingen: onze ideale Wonderware MES engineerJe bent in staat nieuwe marktkansen te herkennen en daarop in te spelen door jouw kennis van marktontwikkelingen en –trends optimaal te gebruiken. Je bent proactief en zet altijd onze klanten op nummer één: je weet precies wat zij nodig hebben. We zien graag dat je actief deelneemt aan klantcases en dat je bijdraagt aan onze interne en externe organisatie met jouw innovatieve ideeën.De MES engineer die wij zoeken:heeft minimaal 3 jaar werkervaring met een MES pakket, bij voorkeur Wonderware omdat we bij ICT Group daar veel mee werken;heeft aantoonbare ervaring met MES , inclusief ISA-95, ISA-88 en BPM;is in staat om MES-workshops te geven aan verschillende afdelingen en niveaus en vindt dit ook leuk;beheerst zowel de Nederlands als Engelse taal uitstekend, mondeling en schriftelijk;is bereid om te reizen naar verschillende ICT Group kantoren binnen Nederland.Dit hebben we jou te biedenGoed salaris: je ontvangt een goed marktconform salaris13e maand: elk jaar een extra maandloon als vaste bonus29 vakantiedagen: met de vrijheid om dagen bij of te verkopenPensioenregeling: een goede regeling voor je oude dagLeaseauto: of een vergoeding voor je eigen autoOnkostenvergoeding: een netto bijdrage in werkgerelateerde kostenOpleidingen: houd je kennis op peil in onze ICT AcademyBoekenbudget: koop een boek of hard- of software voor jezelfInteresse?Herken jij jezelf in deze vacature? Stuur dan je reactie via het online sollicitatieformulier of per mail naar jonathan.van.oudheusden@ict.nl . Heb je vragen, bel ons gerust op 088-9082000 en vraag naar Jonathan van Oudheusden.", "Type of ownership": "Privébedrijf", "Rating": 3.4, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=113&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_30b0589a&cb=1615807142860&jobListingId=3785984280", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=113&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_cd4448dd&cb=1615807142860&jobListingId=3785984280", "Job Age": "13d", "Job Age Number": "13d", "Collection Date": "2021-03-15"}, {"Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 3785978300, "Job Title": "Java Developer Manufacturing", "Company Name": "ICT Group", "Location": "Oosterhout", "Industry": "-1", "Sector": "-1", "Job Description": "Regio: Eindhoven, OosterhoutAls ICT Group zijn wij een sterke partner binnen de industriële automatisering. In diverse units gaan onze teams aan de slag met innovatieve softwareoplossingen bij en voor onze klanten. Zo ook binnen de sectoren Food, Chemie en Pharma . Hier werken wij o.a. aan de implementatie van een Manufacturing Execution System (MES) met koppeling naar directe besturing op procesniveau en een koppeling met het ERP. Dankzij de inzet van deze slimme automatiseringsoplossingen is informatie in bijvoorbeeld een fabriek altijd actueel en direct beschikbaar. Zo wordt de snelheid en wendbaarheid in een productieproces vergroot.Binnen ICT is een keuze gemaakt voor de standaard MES-pakketten van Aspentech en Wonderware. Tevens wordt er veel gewerkt met .Net voor UI en rapportages. Je bent als consultant zelfstandig en flexibel als het gaat om planning en inzet.Ons projecten portfolio op het gebied van MES bestaat onder andere uit; Danone Fulda, Danone Estia in Cuijck, Tata Steel, Friesland Campina Nederland en China, Suiker Unie, Sonneborn en DSM.De functieAls Senior Business Consultant binnen ICT maak je onderdeel uit van een team van specialisten waar jij samen met de accountmanager, projectmanager en technisch projectleider sturing aan geeft. Je staat in nauw contact met de klant en bent degene die de vertaling van klantdoelstellingen naar user requirements maak, welke vervolgens worden vertaald naar technische specificaties.In samenwerking met de accountmanager genereer je vanuit de technische inhoud op die manier ook een new business binnen het project.Ook speel je een actieve rol in het begeleiden van klantcases en ben je in staat om stakeholders op verschillende niveaus en afdelingen te informeren, inspireren en enthousiasmeren om zo draagvlak te krijgen voor het project;Het geven van workshops is een manier om dit te doen;Met jouw technische kennis en stevige persoonlijkheid ben je in staat bent om de ideeën van zowel je collega's als de klant te \"challengen\" om zo tot het beste eindresultaat te komen.Als thought leader ben je uiteraard niet alleen op de hoogte van marktontwikkelingen en trends, maar weet deze ook te vertalen naar innovatieve oplossingen voor onze klanten. Daarnaast heb je een goed netwerk zodat je op een proactieve manier kansen bij klanten en prospects weet te identificeren, initiëren en ontwikkelen.Dit vragen wij van jou:Een afgeronde hbo-opleiding in een, bij voorkeur, technische richting;Je bent proactief, besluitvaardig en klantgericht;Je hebt 5+ jaar (recente) ervaringen binnden de industriële automatisering;Ook heb je aantoonbare werkervaring in het MES / MOMS domein, waaronder ISA 95, ISA 88 en modeleren (BPM).Je bent communicatief sterk in zowel Nederlands als Engels (communicatie is hoofdzakelijk in het Engels);Ervaring binnen de sectoren Food, Feed, Chemie of Pharma is een pre.Je bent woontachtig in regio Midden- of Zuid-NederlandIn bezit van een rijbewijsDit hebben we jou te biedenGoed salaris: je ontvangt een goed marktconform salaris13e maand: elk jaar een extra maandloon als vaste bonus29 vakantiedagen: met de vrijheid om dagen bij of te verkopenPensioenregeling: een goede regeling voor je oude dagLeaseauto: of een vergoeding voor je eigen autoOnkostenvergoeding: een netto bijdrage in werkgerelateerde kostenOpleidingen: houd je kennis op peil in onze ICT AcademyBoekenbudget: koop een boek of hard- of software voor jezelfInteresse?Herken jij jezelf in deze vacature? Stuur dan je reactie via het online sollicitatieformulier of per mail naar jonathan.van.oudheusden@ict.nl . Heb je vragen, bel ons gerust op 088-9082000 en vraag naar Jonathan van Oudheusden.", "Type of ownership": "Privébedrijf", "Rating": 3.4, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=115&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_66afa911&cb=1615807142861&jobListingId=3785978300", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=115&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_6e4c06a5&cb=1615807142861&jobListingId=3785978300", "Job Age": "13d", "Job Age Number": "13d", "Collection Date": "2021-03-15"}, {"index": 0, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 3785984250, "Job Title": "Java Developer Manufacturing", "Company Name": "ICT Group", "Location": "Deventer", "Industry": "-1", "Sector": "-1", "Job Description": "RELOCATION TO THE NETHERLANDSICT will support you and your family with both your relocation and your visa application.Region: Eindhoven Or DeventerWould you like to mobilize your Java knowledge and experience in the high-tech developments within Industry 4.0?In the Machine & Systems unit, we deal with advanced control systems for machine and device engineering and for large system integrators. With your colleagues, you'll make sure that products function optimally and are connected. Internet of Things, Cloud solutions and Big Data can now and integral part of this market segment.We provide complete products (hardware, OS and software applications) and are of added value with the implementation of complete projects with result-responsibility at one of our locations through the provision of knowledge and experience on site at our clients and using consulting paths.What will you do as a Java expert?As an experienced Java developer, you are responsible for the translation of the architecture to a technical design, but you'll also work this design out further in to software implementations with a team.Set-up and analysis of requirements is also part of the main tasks of a (senior) Java developer.Together with the architect, you'll develop a Java environment that meets all functional requirements.The complex projects on which you will work often have a rapid company-critical impact; so, it is also important that you always have a flawless understanding of the consequences which decisions have regarding the architecture.When performing your work, you must always take the existing systems into consideration. Are you looking for a technical challenge and a complex environment where you can work with colleagues in your field? Then we've got a great challenge for you.Our ideal Java developer:has completed a bachelor's or master's degree in a technical field;has at least 3 years of relevant work experience as a Java developer;has demonstrable work experience with Java/JEE or J2EE and also knowledge and experience with subjects such as UML, data modeling, design patterns;has knowledge of testing frameworks as Junit and Mockito;has knowledge of configuration management systems as GIT or SVN;has knowledge of databases such as Oracle or SQL and JPA ORM implementation or Hibernate;has knowledge of CI/CD tools and techniques;has good communication skills;has a valid driving license.What we have to offer you:Good salary: you'll receive a good salary up to market standards13th month: every year an extra month's pay29 vacation days: with the option of purchasing additional daysPension: a good pension for your later yearsLease car: or compensation for your own carExpense reimbursement: a net contribution to work-related expensesTraining: learn the newest technologies in our ICT AcademyBook budget: buy a book or devkit for yourselfAre you interested in this position, please contact Dèveny Stultjens at deveny.stultjens@ict.nl or +31 (0)88 908 2000.", "Type of ownership": "Privébedrijf", "Rating": 3.4, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1044074&s=149&guid=00000178359c5b329002ee028b7ba7cf&src=GD_JOB_VIEW&t=SRFJ&vt=w&cs=1_831a02c8&cb=1615807142859&jobListingId=3785984250", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1044074&s=149&guid=00000178359c5b329002ee028b7ba7cf&src=GD_JOB_AD&t=SRFJ&vt=w&cs=1_ca003231&cb=1615807142859&jobListingId=3785984250", "Job Age": "13d", "Job Age Number": "13d", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 1, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4027973148, "Job Title": "Java Developer Manufacturing", "Company Name": "Capgemini Nederland", "Location": "Utrecht", "Industry": "Ondernemingssoftware en netwerkoplossingen", "Sector": "Information Technology", "Job Description": "Jouw uitdaging als SAP Manufacturing ConsultantDe SAP-unit binnen de Packaged Based Solutions practice van Capgemini Nederland adviseert en begeleidt toonaangevende bedrijven op projectbasis bij de vormgeving en uitvoering van digitale transformatie en innovatie op basis van de laatste ontwikkelingen van SAP producten, zoals S/4HANA. Een ambitieuze, open en inspirerende werkomgeving waarin 200 SAP-professionals gezamenlijk het beste uit zichzelf halen. Bevlogen, ondernemend, soms eigenwijs maar altijd collegiaal en met het belang van de klant voorop. Een afdeling waar je jezelf kunt zijn en de ruimte krijgt je talenten maximaal te ontwikkelen.Verantwoordelijkheden SAP Manufacturing Consultant- Implementatie van productie- en planningsprocessen bij nationale en internationale klantenWerken op projectbasis in complexe Manufacturing omgevingen- Opstellen en realiseren van proces- en systeemontwerpenMaken van (deel)planningen en identificeren van projectrisico’sBewaken van project deliverables en milestonesAansturen van je teamHard skills:- Afgeronde HBO- of academische opleiding5-10 jaar hands-on ervaring met de implementatie van MM in combinatie met SAP PP (PI) en/of QMErvaring in een productie omgevingS/4HANA certificering is een préAPICS-certificaat is een préSoft Skills:OvertuigendTeamspelerCreatief en resultaat gerichtOndernemendGedrevenSterke communicatieve vaardighedenGoede beheersing van de Nederlandse en Engelse taalJouw Capgemini voordelenProfessioneel en collegiaal team waar je veel kennis kan delen en opdoenUitstekende mogelijkheden om je verder te ontwikkelen- Diversiteit aan projecten bij aansprekende klanten in binnen- en buitenlandVast contractUitstekende arbeidsvoorwaarden: premievrij pensioen, bonusregelingZeer flexibele mobiliteitsvergoeding, in combinatie met NS Business cardEen uitgebreid opleidingsaanbod, onder meer via onze eigen Academy en trainingsfaciliteiten op onze Campus Serge Kampf Les Fontaines in Frankrijk.Werken bij de 2019 SAP® Innovation Partner Award Winnaar\nDe SAP-unit binnen de Packaged Based Solutions practice van Capgemini Nederland adviseert en begeleidt toonaangevende bedrijven op projectbasis bij de vormgeving en uitvoering van digitale transformatie en innovatie op basis van de laatste ontwikkelingen van SAP producten, zoals S/4HANA. Een ambitieuze, open en inspirerende werkomgeving waarin 200 SAP-professionals gezamenlijk het beste uit zichzelf halen. Bevlogen, ondernemend, soms eigenwijs maar altijd collegiaal en met het belang van de klant voorop. Een afdeling waar je jezelf kunt zijn en de ruimte krijgt je talenten maximaal te ontwikkelen.\n- Implementatie van productie- en planningsprocessen bij nationale en internationale klantenWerken op projectbasis in complexe Manufacturing omgevingen- Opstellen en realiseren van proces- en systeemontwerpenMaken van (deel)planningen en identificeren van projectrisico’sBewaken van project deliverables en milestonesAansturen van je team\n- Implementatie van productie- en planningsprocessen bij nationale en internationale klantenWerken op projectbasis in complexe Manufacturing omgevingen- Opstellen en realiseren van proces- en systeemontwerpenMaken van (deel)planningen en identificeren van projectrisico’sBewaken van project deliverables en milestonesAansturen van je team\nHard skills:- Afgeronde HBO- of academische opleiding5-10 jaar hands-on ervaring met de implementatie van MM in combinatie met SAP PP (PI) en/of QMErvaring in een productie omgevingS/4HANA certificering is een préAPICS-certificaat is een préSoft Skills:OvertuigendTeamspelerCreatief en resultaat gerichtOndernemendGedrevenSterke communicatieve vaardighedenGoede beheersing van de Nederlandse en Engelse taal\nHard skills:- Afgeronde HBO- of academische opleiding5-10 jaar hands-on ervaring met de implementatie van MM in combinatie met SAP PP (PI) en/of QMErvaring in een productie omgevingS/4HANA certificering is een préAPICS-certificaat is een préSoft Skills:OvertuigendTeamspelerCreatief en resultaat gerichtOndernemendGedrevenSterke communicatieve vaardighedenGoede beheersing van de Nederlandse en Engelse taal", "Type of ownership": "Beursgenoteerd bedrijf", "Rating": 4.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=102&ao=1044074&s=149&guid=00000178359c5b329002ee028b7ba7cf&src=GD_JOB_VIEW&t=SRFJ&vt=w&cs=1_05c057c2&cb=1615807142859&jobListingId=4027973148", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=102&ao=1044074&s=149&guid=00000178359c5b329002ee028b7ba7cf&src=GD_JOB_AD&t=SRFJ&vt=w&cs=1_7da1b540&cb=1615807142859&jobListingId=4027973148", "Job Age": "4d", "Job Age Number": "4d", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 2, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4021035097, "Job Title": "Java Developer Manufacturing", "Company Name": "Onsite Professionals", "Location": "Barneveld", "Industry": "-1", "Sector": "-1", "Job Description": "VacatureVoor Moba in Barneveld zijn wij op zoek naar een Manufacturing Engineer.Moba is wereldmarktleider in eiersorteermachines, verpakkingsmachines en breakers voor de verwerking van eieren. Van ontwerp, ontwikkeling, installatie tot service. Vanuit dertien kantoren en samen met 800 collega’s over de hele wereld bouwen ze dagelijks aan de meest hoogwaardige technische producten en beste klantrelaties.De functieJe komt te werken op de afdeling Manufacturing Engineering: een relatief nieuwe afdeling binnen Moba met +/- zes collega's. Doel van deze afdeling is het primaire productieproces van Moba te ondersteunen, optimaliseren en voor te bereiden op nieuwe producten. Als Manufacturing Engineer heb je vanuit het perspectief van Operations contact met de afdeling R&D om ervoor te zorgen dat nieuw ontwikkelde producten passen binnen de productiemogelijkheden en andersom. Je kan denken aan de volgende werkzaamheden:Beoordelen van productontwerpen op maakbaarheid en complexiteit;Ontwikkelen van nieuwe productieprocessen op basis van Lean Manufacturing principes;Ondersteunen van de afdeling toolsupport in het ontwikkelen en produceren van hulpgereedschappen;Analyseren en monitoren van kostprijzen en het geven van adviezen over mogelijke kostprijsbesparingen;Monitoren van de performances van nieuwe en bestaande producten en processen binnen Operations;Initiëren van verbeteringen aan bestaande producten en processen;Samenwerken met de afdeling Inkoop en Supply Chain in het voorbereiden en uitbesteden van producten;Deelnemen aan multidisciplinaire projecten gericht op product- en procesverbetering;Coördineren van projecten en het borgen van projectresultaten op planning, budget, resources en informatie;Ontwikkelen, implementeren en verbeteren van standaarden t.b.v. de afdeling Manufacturing Engineering.Omdat de afdeling relatief nieuw is heb jij de mogelijkheid om veel invloed uit te oefenen op de verdere ontwikkeling van de afdeling. Dus beschik jij over ondernemingsgeest en heb jij een duidelijke visie op engineering en procesoptimalisatie, dan past deze baan perfect bij jou!Functie-eisenEen afgeronde opleiding op universitair niveau, bijvoorbeeld richting Technische Bedrijfskunde;Minimaal vijf werkervaring in een vergelijkbare functie, bij voorkeur in een industriële maak-omgeving;Ervaring met projectmanagement;Technisch tekening lezen en interpreteren;Ervaring met ERP en BI systemen is een pre;Goede beheersing van de Nederlandse en Engelse taalCompetenties:Je bent assertief, ondernemend en leergierig ingesteld.Je bepaalt doelen, prioriteiten en de daarbij benodigde acties op effectieve wijze en zet de juiste middelen en mensen in om de doelen te bereiken binnen de afgesproken termijn.Je hebt een goed analyserend vermogen, waarbij je een situatie vanuit een breed perspectief benadert, belangrijke informatie herkent en deze vervolgens op logische wijze ordent in hoofd- en bijzaken.Je beschik over uitstekende communicatieve vaardigheden en bent organisatie sensitief.Werken bij Moba B.V.Als je bij Moba komt werken, kies je voor een gezond en innovatieve organisatie met een stevige marktpositie. Ze behoren al jaren tot de top van de Nederlandse maakbedrijven. Ook als werkgever profileren ze zich als top werkgever. De medewerker staat centraal. Ze maken leren mogelijk en streven daarbij naar flexibiliteit, eigenaarschap en een goede werk/privébalans. Deze arbeidsvoorwaarden zijn voor hen minstens zo belangrijk als de ‘traditionele’ arbeidsvoorwaarden.Moba BiedtWanneer je bij Moba komt werken, wordt er het een en ander van je verwacht. Moba verwacht dat je met jouw talent topkwaliteit levert en daar ook verantwoordelijkheid voor neemt! Hier tegenover staan natuurlijk goede arbeidsvoorwaarden: marktconform salaris, afhankelijk per functie; 27 vakantiedagen en 13 roostervrije dagen; eindejaarsuitkering en vakantietoeslag; ruimte om eigen werktijden in te delen (flexibele werktijdenregeling); pensioensregeling; diverse secundaire arbeidsvoorwaarden als nationaal bedrijfsfitnessplan Nederland en diverse collectieve verzekeringen.\nVacatureVoor Moba in Barneveld zijn wij op zoek naar een Manufacturing Engineer.Moba is wereldmarktleider in eiersorteermachines, verpakkingsmachines en breakers voor de verwerking van eieren. Van ontwerp, ontwikkeling, installatie tot service. Vanuit dertien kantoren en samen met 800 collega’s over de hele wereld bouwen ze dagelijks aan de meest hoogwaardige technische producten en beste klantrelaties.De functieJe komt te werken op de afdeling Manufacturing Engineering: een relatief nieuwe afdeling binnen Moba met +/- zes collega's. Doel van deze afdeling is het primaire productieproces van Moba te ondersteunen, optimaliseren en voor te bereiden op nieuwe producten. Als Manufacturing Engineer heb je vanuit het perspectief van Operations contact met de afdeling R&D om ervoor te zorgen dat nieuw ontwikkelde producten passen binnen de productiemogelijkheden en andersom. Je kan denken aan de volgende werkzaamheden:Beoordelen van productontwerpen op maakbaarheid en complexiteit;Ontwikkelen van nieuwe productieprocessen op basis van Lean Manufacturing principes;Ondersteunen van de afdeling toolsupport in het ontwikkelen en produceren van hulpgereedschappen;Analyseren en monitoren van kostprijzen en het geven van adviezen over mogelijke kostprijsbesparingen;Monitoren van de performances van nieuwe en bestaande producten en processen binnen Operations;Initiëren van verbeteringen aan bestaande producten en processen;Samenwerken met de afdeling Inkoop en Supply Chain in het voorbereiden en uitbesteden van producten;Deelnemen aan multidisciplinaire projecten gericht op product- en procesverbetering;Coördineren van projecten en het borgen van projectresultaten op planning, budget, resources en informatie;Ontwikkelen, implementeren en verbeteren van standaarden t.b.v. de afdeling Manufacturing Engineering.Omdat de afdeling relatief nieuw is heb jij de mogelijkheid om veel invloed uit te oefenen op de verdere ontwikkeling van de afdeling. Dus beschik jij over ondernemingsgeest en heb jij een duidelijke visie op engineering en procesoptimalisatie, dan past deze baan perfect bij jou!\nFunctie-eisenEen afgeronde opleiding op universitair niveau, bijvoorbeeld richting Technische Bedrijfskunde;Minimaal vijf werkervaring in een vergelijkbare functie, bij voorkeur in een industriële maak-omgeving;Ervaring met projectmanagement;Technisch tekening lezen en interpreteren;Ervaring met ERP en BI systemen is een pre;Goede beheersing van de Nederlandse en Engelse taalCompetenties:Je bent assertief, ondernemend en leergierig ingesteld.Je bepaalt doelen, prioriteiten en de daarbij benodigde acties op effectieve wijze en zet de juiste middelen en mensen in om de doelen te bereiken binnen de afgesproken termijn.Je hebt een goed analyserend vermogen, waarbij je een situatie vanuit een breed perspectief benadert, belangrijke informatie herkent en deze vervolgens op logische wijze ordent in hoofd- en bijzaken.Je beschik over uitstekende communicatieve vaardigheden en bent organisatie sensitief.\nWerken bij Moba B.V.Als je bij Moba komt werken, kies je voor een gezond en innovatieve organisatie met een stevige marktpositie. Ze behoren al jaren tot de top van de Nederlandse maakbedrijven. Ook als werkgever profileren ze zich als top werkgever. De medewerker staat centraal. Ze maken leren mogelijk en streven daarbij naar flexibiliteit, eigenaarschap en een goede werk/privébalans. Deze arbeidsvoorwaarden zijn voor hen minstens zo belangrijk als de ‘traditionele’ arbeidsvoorwaarden.Moba BiedtWanneer je bij Moba komt werken, wordt er het een en ander van je verwacht. Moba verwacht dat je met jouw talent topkwaliteit levert en daar ook verantwoordelijkheid voor neemt! Hier tegenover staan natuurlijk goede arbeidsvoorwaarden: marktconform salaris, afhankelijk per functie; 27 vakantiedagen en 13 roostervrije dagen; eindejaarsuitkering en vakantietoeslag; ruimte om eigen werktijden in te delen (flexibele werktijdenregeling); pensioensregeling; diverse secundaire arbeidsvoorwaarden als nationaal bedrijfsfitnessplan Nederland en diverse collectieve verzekeringen.", "Type of ownership": "Privébedrijf", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1044072&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_6991176b&cb=1615807142859&jobListingId=4021035097", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1044072&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_0d25917a&cb=1615807142859&jobListingId=4021035097", "Job Age": "11d", "Job Age Number": "11d", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 3, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4017785578, "Job Title": "Java Developer Manufacturing", "Company Name": "SPX FLOW", "Location": "Assen", "Industry": "Industriële productie", "Sector": "Manufacturing", "Job Description": "About SPX FlowAt SPX Flow, we are a world leader in sustainable solutions ensuring the controlled and measured movements of life’s essential elements. With our HQ in North Carolina, we have operations in more than 30 countries and an even broader customer base worldwide. Our 4,900 employees innovate to design, deliver and service high-value solutions for our customers across the food, beverage and industrial markets.As a Quality Engineer you’ll be responsible for product and process quality (management system) and making sure that the manufacturing production lines run smoothly and generate a consistently suitable output of products that meet quality and efficiency standards.About the roleYou’ll need to be able to speak Dutch and English at a fluent to native level. You and the team of Quality Engineers will drive quality improvements, achieve excellent results and KPI's and systematically prevent non-conformities.Annually you’ll support the strategic and annual planning processes; helping to establish a quality excellence roadmap and drive execution where appropriate.On a day-to-day basis your main responsibilities include but are not limited to:Responsibility for the quality notification process of internal, external and supplier deviations within the manufacturing processWorking on new ways to improve the manufacturing process to ensure higher-quality goodsTranslate deviations towards assurance opportunities within instructions, processes, and designInspecting the final output, comparing it to the requirements, and approving or rejecting the final productsHandling and analysing customer complaints and coordinating within the manufacturing organizationTake part of new product development for product quality by using tools as DFMEA, PFMEA, control plan and Standard Operation Procedures (SOP)RequirementsYou’ll be a leader with experience in implementing and shaping a company's Quality processes, strategies and performance. With technical skills both functional and non-functional, manual and automation, ideally in a continuous delivery environment.As a minimum, we’ll need you to have:Bachelor’s degree/level on mechanical/industrial engineeringKnowledge of lean manufacturing, six-sigma, 8D, PFMEA, ISO 9001, ISO 14001Experience in manufacturing quality engineeringExperience and skill in supporting IT solutions (quality, dashboards, reporting, ERP)Dutch and English language skills – fluent to native levelAlthough not essential, it would also be useful if you have:Experience of working in a continuous delivery environmentCareer ProgressionAt SPX Flow, we’re driven by ingenuity with a focus on meeting our customers’ needs. Our people have a commitment to hard work, innovation and delivering market leading solutions to our customers. That commitment has brought many rewards to our employees, past and present.If you have ambition and want to build a career with us, there are opportunities for you to undertake specialised training to manage much larger key accounts.BenefitsWe offer a competitive benefits package to our employees including:Experience less stress through our well-being programmesFeel valued at work thanks to our performance & recognition programmesKeep your career on track with our development & career growth programmes\nYou’ll need to be able to speak Dutch and English at a fluent to native level. You and the team of Quality Engineers will drive quality improvements, achieve excellent results and KPI's and systematically prevent non-conformities.Annually you’ll support the strategic and annual planning processes; helping to establish a quality excellence roadmap and drive execution where appropriate.On a day-to-day basis your main responsibilities include but are not limited to:Responsibility for the quality notification process of internal, external and supplier deviations within the manufacturing processWorking on new ways to improve the manufacturing process to ensure higher-quality goodsTranslate deviations towards assurance opportunities within instructions, processes, and designInspecting the final output, comparing it to the requirements, and approving or rejecting the final productsHandling and analysing customer complaints and coordinating within the manufacturing organizationTake part of new product development for product quality by using tools as DFMEA, PFMEA, control plan and Standard Operation Procedures (SOP)Requirements\nYou’ll be a leader with experience in implementing and shaping a company's Quality processes, strategies and performance. With technical skills both functional and non-functional, manual and automation, ideally in a continuous delivery environment.As a minimum, we’ll need you to have:Bachelor’s degree/level on mechanical/industrial engineeringKnowledge of lean manufacturing, six-sigma, 8D, PFMEA, ISO 9001, ISO 14001Experience in manufacturing quality engineeringExperience and skill in supporting IT solutions (quality, dashboards, reporting, ERP)Dutch and English language skills – fluent to native levelAlthough not essential, it would also be useful if you have:Experience of working in a continuous delivery environment\nWe offer a competitive benefits package to our employees including:Experience less stress through our well-being programmesFeel valued at work thanks to our performance & recognition programmesKeep your career on track with our development & career growth programmes", "Type of ownership": "Beursgenoteerd bedrijf", "Rating": 3.3, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=104&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_ff4a9794&cb=1615807142859&jobListingId=4017785578", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=104&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_d103e9ae&cb=1615807142859&jobListingId=4017785578", "Job Age": "13d", "Job Age Number": "13d", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 4, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 3785984230, "Job Title": "Java Developer Manufacturing", "Company Name": "ICT Group", "Location": "Deventer", "Industry": "-1", "Sector": "-1", "Job Description": "RELOCATION TO THE NETHERLANDSICT will support you and your family with both your relocation and your visa application.Region: Eindhoven or DeventerWould you like to mobilize your Embedded knowledge and experience in the smart systems developments within Industry 4.0? Within the Machine and Systems unit, you can work on a varied number of projects in multi-disciplinary teams, including working with hardware and mechanical engineers. For example, you can work on energy-conscious devices with little memory and storage (such as sensor applications with an integrated micro-controller), but also with high performance multi core embedded devices for such high-tech clients as Philips and ASML.We are searching for an embedded software engineer who likes to make real-time applications with embedded operating systems such as Linux, VxWorks or RTOS, but also likes to work on low level bare metal just as much. You like to build low level embedded applications for next generation IoT embedded devices, but also code optimization with modern compliers such as GCC, LLVM and Clang sounds like music to your ears.In addition:you're up to date with the latest developments in technical software. You know how to evaluate the options and implement themyou're active in innovative machine and device engineering and system integrationyou'll have space the develop yourself within ICTyou'll work with clients in your region (North-East or South Netherlands, depending on where you live).What do we ask of you?A minimum of 3 years of experience as an Embedded Software EngineerCompleted HBO or WO education and a relevant technical subjectExperience with low level assembly, C, C++ and device driversExperience with scripting languages such as GNU Bash, Python and PerlAffinity with mechanical engineeringKnowledge of computer system architectures, such as ARMBasic knowledge of electronics (such as oscilloscope, soldering) is a plusGood communication skills in Dutch and EnglishA valid driving licenseHave you checked off many of the boxes above? Then we'd love to welcome you into the ICT family!What we have to offer you:Good salary: you'll receive a good salary up to market standards13th month: every year an extra month's pay29 vacation days: with the option of purchasing additional daysPension: a good pension for your later yearsLease car: or compensation for your own carExpense reimbursement: a net contribution to work-related expensesTraining: learn the newest technologies in our ICT AcademyBook budget: buy a book or devkit for yourselfAre you interested in this position, please contact Dèveny Stultjens at deveny.stultjens@ict.nl or +31 (0)88 908 2000.", "Type of ownership": "Privébedrijf", "Rating": 3.4, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=106&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_65df3ccc&cb=1615807142860&jobListingId=3785984230", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=106&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_2c9fec7b&cb=1615807142860&jobListingId=3785984230", "Job Age": "13d", "Job Age Number": "13d", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 5, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4005605493, "Job Title": "Java Developer Manufacturing", "Company Name": "Robert Walters", "Location": "Eindhoven", "Industry": "Detachering en outsourcing", "Sector": "Business Services", "Job Description": "Heb jij ervaring in de maakindustrie? Ben jij gedreven om elke dag het beste uit jezelf en je team te halen? Heb jij affiniteit met ICT? Voor een bedrijf in de omgeving van Eindhoven zijn wij op zoek naar een Finance & ICT Manager. Interesse? Lees dan snel verder.OmschrijvingDe hoofddoelen van deze functie zijn het controleren en beheren van de integrale financiële performance van de groep inclusief bijbehorende rapportages. Daarnaast ook het coördineren van de algehele financiële planning en de control cyclus. Tot slot geef jij als MT-lid gevraagd en ongevraagd advies over financiële vraagstukken in de organisatie.De taken, bevoegdheden en verantwoordelijkheden zijn:Een bijdrage leveren aan de definitie en uitvoeren van de strategie en tactiek van de onderneming;Kritische sparringpartner zijn voor het management, zowel op strategisch als op operationeel niveau;Bijdrage leveren aan het continue verbeteren van alle processen en de integrale bedrijfsperformance;Financieel adviseren van het MT zodanig dat processen beheerst verlopen en waar mogelijk verbeteren;Inrichten en onderhouden van de administratieve organisatie;Het helpen ontwerpen en beheren van het management informatiesysteem;Analyseren van bedrijfsrisico ahv bedrijfseconomische analyses;Coördineren en opstellen van investeringsaanvragen;Optreden als contactpersoon voor de controlerend accountant en andere controlerende instanties;Verantwoordelijk voor het opstellen en publiceren van de statutaire jaarrekening;Coördineren en bewaken van het meerjarenplanning, budgettering, forecasting, etc., inclusief cash flow forecasting en werkkapitaal management/optimalisatie;Leiding geven aan het Finance team en ervoor zorg dragen dat de transactionele finance werkzaamheden correct, zorgvuldig, efficiënt en effectief worden uitgevoerd;Opstellen van maandelijkse rapportages en analyses;Analyse van kostprijs deviaties en manufacturing variances;Bijdragen aan World Class Manufacturing/Operational Excellence projecten;Ondersteunen van de groep op fiscale, verzekering en treasury gerelateerde topics;Medebepalen en beheersen van de financiële en operationele KPI's;Coördinatie en overzicht op het IT landschap van de organisatie.Vereisten vor de functie:Academisch werk- en denkniveau, mede gebaseerd op een relevante bedrijfseconomische opleiding;Minimaal 10 jaar relevante ervaring, idealiter binnen de maakindustrie;Ervaring binnen een internationale matrix organisatie is een pre;Goede kennis en beheersing van de Engelse taal, in woord en geschrift;Kennis van MS Office, Sumatra [of een andere BI tool], Corporate Performance Management [HFM, OneStream o.i.d.] en ERP systemen.De nadruk in deze functie ligt op de volgende competenties:Plannen en organiseren;Project management;Communicatieve vaardigheden;Samenwerken;Analytisch vermogen;Visie en daadkracht, besluitvaardig;Verantwoordelijkheid;Kwaliteitsgericht;Pro-actief.Herken jij je hierin terug? Reageer dan vandaag nog!", "Type of ownership": "Beursgenoteerd bedrijf", "Rating": 4.4, "Company URL": "-1", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=107&ao=1044072&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&ea=1&cs=1_34984326&cb=1615807142860&jobListingId=4005605493", "Job Age": "25d", "Job Age Number": "25d", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 6, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4007233538, "Job Title": "Java Developer Manufacturing", "Company Name": "Stoneridge | ORLACO", "Location": "Barneveld", "Industry": "-1", "Sector": "-1", "Job Description": "Verbeter jij de productieprocessen van onze innovatie camerasystemen?Stoneridge-Orlaco is een hightech organisatie die internationaal meespeelt op Champions League Niveau. Met onze revolutionaire innovaties en high-end technologie verruimen we wereldwijd de blik van chauffeurs, machinisten en kapiteins. Elke dag nog meer. Onze camera’s dragen bij aan de veiligheid van miljoenen mensen. Wil jij samen met 275+ collega’s het verschil maken? Kom werken bij Stoneridge-Orlaco als Process Engineer.40 uur, BarneveldFunctieomschrijvingAls Process Engineer ben je verantwoordelijk voor de ontwikkeling, introductie, instandhouding en verbetering van nieuwe en bestaande productieprocessen. Zo zet je nieuwe productielijnen op, introduceer je nieuwe productietechnieken en borg je de kwaliteit en veiligheid van onze productieprocessen. Je neemt deel aan projectteams en bent betrokken vanaf het concept tot de implementatie en verbetering van het project. Je rapporteert aan de Manager Production Engineering.Oftewel, als Process Engineer:Ontwikkel, introduceer en onderhoud je meetstudies (MSA), statistische proces controles (SPC), Proces Control Plannen (PCP) en Proces risico analyses (PFMEA)Ontwikkel, introduceer en onderhoud je TPM (Total Productive Maintenance) en SMED (Single Minute Exchange of Die)Neem je deel aan projectteams (APQP, 6 Sigma en 8D)Implementeer je nieuwe processen (APQP)Bereid je investeringsaanvragen voorJe borgt de kwaliteit in de productieprocessen, door middel van de Automotive IATF core toolsJe verzorgt en beheert bijbehorende documentatie (PLM, Synergy)Je zorgt voor een minimale mensbelasting (geeft input aan de RI&E), milieubelasting (geeft input aan het Milieu aspectenregister) en optimale veiligheid (OHSAS 18001)Analyseer en doe je verbetervoorstellen voor de inrichting van de productieprocessen op het gebied van efficiency, ergonomie, flexibiliteit, kwaliteit en veiligheidBereken je de gevolgen voor kosten en productiviteit van nieuwe methodieken en toolingOndersteun je proactief bij het voorkomen en verminderen van procesuitvalSignaleer je verbeterpunten, stel je verbeterplannen op en onderneem je actieWat wij biedenEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)Volop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30Wat wij vragen van jou als Process Engineer?Je hebt hbo werk- en denkniveau (electrotechniek, mechatronica, werktuigbouwkunde of technische bedrijfskunde)Je hebt kennis van Lean Six Sigma of Lean manufacturingJe hebt kennis van CE markering, Technisch Constructie Dossiers (TCD) en machinerichtlijnenJe hebt kennis van Functional Safety en Automotive Core Tools zoals 8D, APQP en FMEA's, SPC, MSA en PCPJe bent communicatief sterk en kunt contacten onderhouden met collega's, opdrachtgevers en leveranciersJe beheerst Engels (geschreven en gesproken)Je werkt gestructureerd en hebt zicht op het werk van je collega’sJe hebt up-to-date kennis op het vlak van technologische ontwikkelingSluit je cv aan bij deze eisen en ben je enthousiast geworden na het lezen van deze vacature? Solliciteer dan voor 1 april 2021. Heb je nog vragen of wil je meer informatie? Neem dan contact op met HRM via 0342 - 404 555. Een assessment kan onderdeel uitmaken van de sollicitatieprocedure.\nVerbeter jij de productieprocessen van onze innovatie camerasystemen?Stoneridge-Orlaco is een hightech organisatie die internationaal meespeelt op Champions League Niveau. Met onze revolutionaire innovaties en high-end technologie verruimen we wereldwijd de blik van chauffeurs, machinisten en kapiteins. Elke dag nog meer. Onze camera’s dragen bij aan de veiligheid van miljoenen mensen. Wil jij samen met 275+ collega’s het verschil maken? Kom werken bij Stoneridge-Orlaco als Process Engineer.40 uur, BarneveldFunctieomschrijvingAls Process Engineer ben je verantwoordelijk voor de ontwikkeling, introductie, instandhouding en verbetering van nieuwe en bestaande productieprocessen. Zo zet je nieuwe productielijnen op, introduceer je nieuwe productietechnieken en borg je de kwaliteit en veiligheid van onze productieprocessen. Je neemt deel aan projectteams en bent betrokken vanaf het concept tot de implementatie en verbetering van het project. Je rapporteert aan de Manager Production Engineering.Oftewel, als Process Engineer:Ontwikkel, introduceer en onderhoud je meetstudies (MSA), statistische proces controles (SPC), Proces Control Plannen (PCP) en Proces risico analyses (PFMEA)Ontwikkel, introduceer en onderhoud je TPM (Total Productive Maintenance) en SMED (Single Minute Exchange of Die)Neem je deel aan projectteams (APQP, 6 Sigma en 8D)Implementeer je nieuwe processen (APQP)Bereid je investeringsaanvragen voorJe borgt de kwaliteit in de productieprocessen, door middel van de Automotive IATF core toolsJe verzorgt en beheert bijbehorende documentatie (PLM, Synergy)Je zorgt voor een minimale mensbelasting (geeft input aan de RI&E), milieubelasting (geeft input aan het Milieu aspectenregister) en optimale veiligheid (OHSAS 18001)Analyseer en doe je verbetervoorstellen voor de inrichting van de productieprocessen op het gebied van efficiency, ergonomie, flexibiliteit, kwaliteit en veiligheidBereken je de gevolgen voor kosten en productiviteit van nieuwe methodieken en toolingOndersteun je proactief bij het voorkomen en verminderen van procesuitvalSignaleer je verbeterpunten, stel je verbeterplannen op en onderneem je actie\n\nWat wij biedenEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)Volop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nWat wij biedenEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)Volop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)Volop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)Volop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)\nEen afwisselende baan binnen een groeiende internationale organisatie\nEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)\nUitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)\nVolop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nVolop kansen om verder te leren en door te groeien\nVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)\nEen goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nWat wij vragen van jou als Process Engineer?Je hebt hbo werk- en denkniveau (electrotechniek, mechatronica, werktuigbouwkunde of technische bedrijfskunde)Je hebt kennis van Lean Six Sigma of Lean manufacturingJe hebt kennis van CE markering, Technisch Constructie Dossiers (TCD) en machinerichtlijnenJe hebt kennis van Functional Safety en Automotive Core Tools zoals 8D, APQP en FMEA's, SPC, MSA en PCPJe bent communicatief sterk en kunt contacten onderhouden met collega's, opdrachtgevers en leveranciersJe beheerst Engels (geschreven en gesproken)Je werkt gestructureerd en hebt zicht op het werk van je collega’sJe hebt up-to-date kennis op het vlak van technologische ontwikkelingSluit je cv aan bij deze eisen en ben je enthousiast geworden na het lezen van deze vacature? Solliciteer dan voor 1 april 2021. Heb je nog vragen of wil je meer informatie? Neem dan contact op met HRM via 0342 - 404 555. Een assessment kan onderdeel uitmaken van de sollicitatieprocedure.\n", "Type of ownership": "Dochteronderneming of bedrijfssegment", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=108&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_9fe8f599&cb=1615807142860&jobListingId=4007233538", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=108&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_98bd4e66&cb=1615807142860&jobListingId=4007233538", "Job Age": "23d", "Job Age Number": "23d", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 7, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4020687391, "Job Title": "Java Developer Manufacturing", "Company Name": "Kite Pharma", "Location": "Amsterdam", "Industry": "Biotechnologie en farmacie", "Sector": "Biotech & Pharmaceuticals", "Job Description": "Job DescriptionKite is seeking a highly motivated individual with cell culture experience to work on innovative T cell therapy for cancer treatment. The Cell Therapy Specialist will be responsible for cell processing and cell expansion in a cGMP manufacturing facility.In this role, you will work with other Cell Therapy Specialists utilizing GMP and Aseptic practices to manufacture and assemble blood-derived components in a cleanroom environment. Due to the nature of the starting material (patient cells), this role requires a high level of proficiency and ownership of the process, with the highest skill level of aseptic and sterile techniques.Kite, A Gilead CompanyAt Kite, we are at the forefront of immunotherapy and engineered T cell therapy. We are helping change the paradigm of cancer treatment and we are revolutionizing individually tailored treatments. That means a fast-moving and constantly changing environment, where we make discoveries every day – discoveries that include our own capabilities and our individual potential. We’re currently seeking to recruit highly motivated talents for different positions, to join us and be part of our exciting journey in the development of innovative cancer immunotherapies and their translation into the treatment of patientswith cancer.Department DescriptionAs Cell Therapy Specialist you’ll be joining a team in which people of all backgrounds and experiences are respected, and where working together focused on saving lives, by finding the cure for cancer, is a daily activity.You will be reporting to one of the Team Leads Manufacturing.Your responsibilities, among others, will be:To perform all tasks associated with the manufacturing of clinical and commercial products in A and B grade area following batch records and standard operating procedures (SOPs);To work as part of a dedicated and committed team to execute GMP runs in close collaboration with Product Sciences, Material Management, and Quality Assurance & Quality Control;Draft new and revise existing manufacturing Batch records / SOP’s / WI’s to support process improvements and maintain GMP compliance;Assist in investigations required to manage deviations;Assist in managing change controls;To successfully troubleshoot processing and equipment issues;To strictly comply with SOPs and cGMP regulations; accurately complete documentation associated with clinical and commercial manufacturing;To ensure a consistent process execution to guarantee high-quality output;To maintain cleanroom in an optimal state;To continuously look for improvements to the processes to increase quality and efficiency;Additional information:This role requires you to work in a shift schedule (including weekends)Challenges of the role:Contribute to the growth of KiteAbility to work in a brand-new state-of-the-art manufacturing plantYour profileThe ideal candidates for this position, in combination with skills and knowledge, should also have a ‘hands-on, can-do’ mentality. You must also be comfortable with working in full gowning requirements in a completely aseptic environment.EducationMBO/HBO (MBO Level +) with a background in Life SciencesVapro A and B, or LITOP A and B are considered a plusKnowledge/experienceMinimum of 3 years of cGMP experience in preferably a pharmaceutical / biotechnology or similar manufacturing environment;Must have demonstrated knowledge of pharmaceutical manufacturing of biotechnology products.Aseptic processing and cell culture processing in combination with cell culture equipment experience is a prerequisite;Skilled in Microsoft Word, Excel and data analysis.Personal skillsBe aware of following SOPs, curious and interested in learning and growing;Be comfortable in a fast-paced, growing company environment with minimal direction and able to adjust workload based upon changing priorities;Be self-motivated and willing to accept temporary responsibilities outside of the initial job description;Have excellent interpersonal, verbal and written English communication skills (essential in our collaborative work environment).Apply Now!As part of our recruitment process, you will be asked to complete a short 20-minute online Occupational Personality Questionnaire (OPQ) and/or a capability test.", "Type of ownership": "Beursgenoteerd bedrijf", "Rating": 3.6, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=109&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_f138ed82&cb=1615807142860&jobListingId=4020687391", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=109&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_0e996d7f&cb=1615807142860&jobListingId=4020687391", "Job Age": "12d", "Job Age Number": "12d", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 8, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4020687353, "Job Title": "Java Developer Manufacturing", "Company Name": "Kite Pharma", "Location": "Amsterdam", "Industry": "Biotechnologie en farmacie", "Sector": "Biotech & Pharmaceuticals", "Job Description": "Job DescriptionKite is seeking a highly motivated individual with cell culture experience to work on innovative T cell therapy for cancer treatment. The Cell Therapy Specialist will be responsible for cell processing and cell expansion in a cGMP manufacturing facility. In this role, you will work with other Cell Therapy Specialists utilizing GMP and Aseptic practices to manufacture and assemble blood derived components in a cleanroom environment.Kite, A Gilead CompanyAt Kite, we are at the forefront of immunotherapy and engineered T cell therapy. We are helping change the paradigm of cancer treatment and we are revolutionizing individually tailored treatments. That means a fast moving and constantly changing environment, where we make discoveries every day – discoveries that include our own capabilities and our individual potential. We’re currently seeking to recruit highly motivated talents for different positions, to join us and be part of our exciting journey in the development of innovative cancer immunotherapies and their translation to the treatment of patients with cancer.Department DescriptionYou will be reporting to one of the Team Leads Manufacturing.Your responsibilities, among others, will be:To perform all tasks associated with the manufacturing of clinical and commercial products in cleanrooms following batch records and standard operating procedures (SOPs);To work as part of a dedicated and committed team to execute production under strict GMP guidelines in close collaboration with other departments e.g. Material Management, Quality Assurance, and Quality Control in close collaboration with other departments such as Material Management, and Quality Assurance & Quality Control;Implement and support process improvements and maintain GMP compliance” To strictly comply with SOPs and cGMP regulations; accurately complete documentation associated with clinical and commercial manufacturing;To ensure a consistent process execution to guarantee high quality output;Your profileThe ideal candidate for this position, in combination with skills and knowledge, should also have a ‘hands-on, can-do’ mentality. You must also be comfortable with working in shifts and in full gowning requirements in a completely aseptic factory environment.EducationPreferably MLO/HLO background (MBO Level +)VAPRO A and B or LITOP A and B are considered a plusKnowledge/experiencePreferably cGMP experience in a pharmaceutical / biotechnology or similar manufacturing/production environment;Aseptic processing and/or cell culture processing experience is a plusPersonal skillsBe comfortable in a fast-paced, growing company production environmentProactiveGood verbal and written English communication skills (essential in our international work environmentAdditional informationThis role requires you to work in a shift schedule (including weekends)Apply now!Only candidates in possession of a valid EU work permit will be considered.As part of our recruitment process, you will be asked to complete a short 20-minute online Occupational Personality Questionnaire (OPQ) and/or a capability test.", "Type of ownership": "Beursgenoteerd bedrijf", "Rating": 3.6, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=112&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_0e6f37e3&cb=1615807142860&jobListingId=4020687353", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=112&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_3563a8dc&cb=1615807142860&jobListingId=4020687353", "Job Age": "12d", "Job Age Number": "12d", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 9, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 3785984280, "Job Title": "Java Developer Manufacturing", "Company Name": "ICT Group", "Location": "Deventer", "Industry": "-1", "Sector": "-1", "Job Description": "Regio: Deventer, Eindhoven, OosterhoutWij zoeken engineers binnen de industriële automatisering die niet de hele dag achter hetzelfde bureau willen zitten. Als MES engineer creëer je, samen met je team, concrete oplossingen voor verschillende opdrachtgevers.Onze unit Food, Chemie en Pharma helpt klanten met innovatieve software- en hardware-oplossingen. Wij zorgen voor de koppeling met het ERP-systeem, de implementatie van het Manufacturing Execution System (MES) en de directe besturing op procesniveau. Dankzij geautomatiseerde processen (en continue procesmonitoring en –bijsturing) is informatie in fabrieken altijd actueel en direct beschikbaar. Dit vergroot de snelheid in het productieproces én daarnaast wordt energiezuiniger en efficiënter geproduceerd.Schakel tussen de projectteams en de opdrachtgeversAls MES engineer werk je in een team aan de ontwikkeling van MES-projecten voor diverse klanten. Je gaat aan de slag met complexe automatiseringsvraagstukken in diverse domeinen. Daarbij onderhoud je intensief contact met projectteams en opdrachtgevers, en kun je een adviserende rol aannemen. Ook koppel en ontsluit je (historische) data uit DCS/PLC-besturingssystemen, batchsystemen en logistieke systemen.Daarnaast wordt jouw succes bepaald door het:Testen van software voor industriële toepassingen.Programmeren en implementeren van industriële informatiesystemen.Vertalen van gebruikseisen van opdrachtgevers naar concrete oplossingen.Inbedrijfstellen van de software.Toewerken naar persoonlijke en professionele doelstellingen.Slimmere oplossingen: onze ideale Wonderware MES engineerJe bent in staat nieuwe marktkansen te herkennen en daarop in te spelen door jouw kennis van marktontwikkelingen en –trends optimaal te gebruiken. Je bent proactief en zet altijd onze klanten op nummer één: je weet precies wat zij nodig hebben. We zien graag dat je actief deelneemt aan klantcases en dat je bijdraagt aan onze interne en externe organisatie met jouw innovatieve ideeën.De MES engineer die wij zoeken:heeft minimaal 3 jaar werkervaring met een MES pakket, bij voorkeur Wonderware omdat we bij ICT Group daar veel mee werken;heeft aantoonbare ervaring met MES , inclusief ISA-95, ISA-88 en BPM;is in staat om MES-workshops te geven aan verschillende afdelingen en niveaus en vindt dit ook leuk;beheerst zowel de Nederlands als Engelse taal uitstekend, mondeling en schriftelijk;is bereid om te reizen naar verschillende ICT Group kantoren binnen Nederland.Dit hebben we jou te biedenGoed salaris: je ontvangt een goed marktconform salaris13e maand: elk jaar een extra maandloon als vaste bonus29 vakantiedagen: met de vrijheid om dagen bij of te verkopenPensioenregeling: een goede regeling voor je oude dagLeaseauto: of een vergoeding voor je eigen autoOnkostenvergoeding: een netto bijdrage in werkgerelateerde kostenOpleidingen: houd je kennis op peil in onze ICT AcademyBoekenbudget: koop een boek of hard- of software voor jezelfInteresse?Herken jij jezelf in deze vacature? Stuur dan je reactie via het online sollicitatieformulier of per mail naar jonathan.van.oudheusden@ict.nl . Heb je vragen, bel ons gerust op 088-9082000 en vraag naar Jonathan van Oudheusden.", "Type of ownership": "Privébedrijf", "Rating": 3.4, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=113&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_30b0589a&cb=1615807142860&jobListingId=3785984280", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=113&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_cd4448dd&cb=1615807142860&jobListingId=3785984280", "Job Age": "13d", "Job Age Number": "13d", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 10, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 3785978300, "Job Title": "Java Developer Manufacturing", "Company Name": "ICT Group", "Location": "Oosterhout", "Industry": "-1", "Sector": "-1", "Job Description": "Regio: Eindhoven, OosterhoutAls ICT Group zijn wij een sterke partner binnen de industriële automatisering. In diverse units gaan onze teams aan de slag met innovatieve softwareoplossingen bij en voor onze klanten. Zo ook binnen de sectoren Food, Chemie en Pharma . Hier werken wij o.a. aan de implementatie van een Manufacturing Execution System (MES) met koppeling naar directe besturing op procesniveau en een koppeling met het ERP. Dankzij de inzet van deze slimme automatiseringsoplossingen is informatie in bijvoorbeeld een fabriek altijd actueel en direct beschikbaar. Zo wordt de snelheid en wendbaarheid in een productieproces vergroot.Binnen ICT is een keuze gemaakt voor de standaard MES-pakketten van Aspentech en Wonderware. Tevens wordt er veel gewerkt met .Net voor UI en rapportages. Je bent als consultant zelfstandig en flexibel als het gaat om planning en inzet.Ons projecten portfolio op het gebied van MES bestaat onder andere uit; Danone Fulda, Danone Estia in Cuijck, Tata Steel, Friesland Campina Nederland en China, Suiker Unie, Sonneborn en DSM.De functieAls Senior Business Consultant binnen ICT maak je onderdeel uit van een team van specialisten waar jij samen met de accountmanager, projectmanager en technisch projectleider sturing aan geeft. Je staat in nauw contact met de klant en bent degene die de vertaling van klantdoelstellingen naar user requirements maak, welke vervolgens worden vertaald naar technische specificaties.In samenwerking met de accountmanager genereer je vanuit de technische inhoud op die manier ook een new business binnen het project.Ook speel je een actieve rol in het begeleiden van klantcases en ben je in staat om stakeholders op verschillende niveaus en afdelingen te informeren, inspireren en enthousiasmeren om zo draagvlak te krijgen voor het project;Het geven van workshops is een manier om dit te doen;Met jouw technische kennis en stevige persoonlijkheid ben je in staat bent om de ideeën van zowel je collega's als de klant te \"challengen\" om zo tot het beste eindresultaat te komen.Als thought leader ben je uiteraard niet alleen op de hoogte van marktontwikkelingen en trends, maar weet deze ook te vertalen naar innovatieve oplossingen voor onze klanten. Daarnaast heb je een goed netwerk zodat je op een proactieve manier kansen bij klanten en prospects weet te identificeren, initiëren en ontwikkelen.Dit vragen wij van jou:Een afgeronde hbo-opleiding in een, bij voorkeur, technische richting;Je bent proactief, besluitvaardig en klantgericht;Je hebt 5+ jaar (recente) ervaringen binnden de industriële automatisering;Ook heb je aantoonbare werkervaring in het MES / MOMS domein, waaronder ISA 95, ISA 88 en modeleren (BPM).Je bent communicatief sterk in zowel Nederlands als Engels (communicatie is hoofdzakelijk in het Engels);Ervaring binnen de sectoren Food, Feed, Chemie of Pharma is een pre.Je bent woontachtig in regio Midden- of Zuid-NederlandIn bezit van een rijbewijsDit hebben we jou te biedenGoed salaris: je ontvangt een goed marktconform salaris13e maand: elk jaar een extra maandloon als vaste bonus29 vakantiedagen: met de vrijheid om dagen bij of te verkopenPensioenregeling: een goede regeling voor je oude dagLeaseauto: of een vergoeding voor je eigen autoOnkostenvergoeding: een netto bijdrage in werkgerelateerde kostenOpleidingen: houd je kennis op peil in onze ICT AcademyBoekenbudget: koop een boek of hard- of software voor jezelfInteresse?Herken jij jezelf in deze vacature? Stuur dan je reactie via het online sollicitatieformulier of per mail naar jonathan.van.oudheusden@ict.nl . Heb je vragen, bel ons gerust op 088-9082000 en vraag naar Jonathan van Oudheusden.", "Type of ownership": "Privébedrijf", "Rating": 3.4, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=115&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_66afa911&cb=1615807142861&jobListingId=3785978300", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=115&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_6e4c06a5&cb=1615807142861&jobListingId=3785978300", "Job Age": "13d", "Job Age Number": "13d", "Collection Date": "2021-03-15", "Language": "nl", "Gender": "Neutral"}, {"index": 0, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 3785984250, "Job Title": "Java Developer Manufacturing", "Company Name": "ICT Group", "Location": "Deventer", "Industry": "-1", "Sector": "-1", "Job Description": "RELOCATION TO THE NETHERLANDSICT will support you and your family with both your relocation and your visa application.Region: Eindhoven Or DeventerWould you like to mobilize your Java knowledge and experience in the high-tech developments within Industry 4.0?In the Machine & Systems unit, we deal with advanced control systems for machine and device engineering and for large system integrators. With your colleagues, you'll make sure that products function optimally and are connected. Internet of Things, Cloud solutions and Big Data can now and integral part of this market segment.We provide complete products (hardware, OS and software applications) and are of added value with the implementation of complete projects with result-responsibility at one of our locations through the provision of knowledge and experience on site at our clients and using consulting paths.What will you do as a Java expert?As an experienced Java developer, you are responsible for the translation of the architecture to a technical design, but you'll also work this design out further in to software implementations with a team.Set-up and analysis of requirements is also part of the main tasks of a (senior) Java developer.Together with the architect, you'll develop a Java environment that meets all functional requirements.The complex projects on which you will work often have a rapid company-critical impact; so, it is also important that you always have a flawless understanding of the consequences which decisions have regarding the architecture.When performing your work, you must always take the existing systems into consideration. Are you looking for a technical challenge and a complex environment where you can work with colleagues in your field? Then we've got a great challenge for you.Our ideal Java developer:has completed a bachelor's or master's degree in a technical field;has at least 3 years of relevant work experience as a Java developer;has demonstrable work experience with Java/JEE or J2EE and also knowledge and experience with subjects such as UML, data modeling, design patterns;has knowledge of testing frameworks as Junit and Mockito;has knowledge of configuration management systems as GIT or SVN;has knowledge of databases such as Oracle or SQL and JPA ORM implementation or Hibernate;has knowledge of CI/CD tools and techniques;has good communication skills;has a valid driving license.What we have to offer you:Good salary: you'll receive a good salary up to market standards13th month: every year an extra month's pay29 vacation days: with the option of purchasing additional daysPension: a good pension for your later yearsLease car: or compensation for your own carExpense reimbursement: a net contribution to work-related expensesTraining: learn the newest technologies in our ICT AcademyBook budget: buy a book or devkit for yourselfAre you interested in this position, please contact Dèveny Stultjens at deveny.stultjens@ict.nl or +31 (0)88 908 2000.", "Type of ownership": "Privébedrijf", "Rating": 3.4, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1044074&s=149&guid=00000178359c5b329002ee028b7ba7cf&src=GD_JOB_VIEW&t=SRFJ&vt=w&cs=1_831a02c8&cb=1615807142859&jobListingId=3785984250", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1044074&s=149&guid=00000178359c5b329002ee028b7ba7cf&src=GD_JOB_AD&t=SRFJ&vt=w&cs=1_ca003231&cb=1615807142859&jobListingId=3785984250", "Job Age": "13d", "Job Age Number": "13d", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 1, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4027973148, "Job Title": "Java Developer Manufacturing", "Company Name": "Capgemini Nederland", "Location": "Utrecht", "Industry": "Ondernemingssoftware en netwerkoplossingen", "Sector": "Information Technology", "Job Description": "Jouw uitdaging als SAP Manufacturing ConsultantDe SAP-unit binnen de Packaged Based Solutions practice van Capgemini Nederland adviseert en begeleidt toonaangevende bedrijven op projectbasis bij de vormgeving en uitvoering van digitale transformatie en innovatie op basis van de laatste ontwikkelingen van SAP producten, zoals S/4HANA. Een ambitieuze, open en inspirerende werkomgeving waarin 200 SAP-professionals gezamenlijk het beste uit zichzelf halen. Bevlogen, ondernemend, soms eigenwijs maar altijd collegiaal en met het belang van de klant voorop. Een afdeling waar je jezelf kunt zijn en de ruimte krijgt je talenten maximaal te ontwikkelen.Verantwoordelijkheden SAP Manufacturing Consultant- Implementatie van productie- en planningsprocessen bij nationale en internationale klantenWerken op projectbasis in complexe Manufacturing omgevingen- Opstellen en realiseren van proces- en systeemontwerpenMaken van (deel)planningen en identificeren van projectrisico’sBewaken van project deliverables en milestonesAansturen van je teamHard skills:- Afgeronde HBO- of academische opleiding5-10 jaar hands-on ervaring met de implementatie van MM in combinatie met SAP PP (PI) en/of QMErvaring in een productie omgevingS/4HANA certificering is een préAPICS-certificaat is een préSoft Skills:OvertuigendTeamspelerCreatief en resultaat gerichtOndernemendGedrevenSterke communicatieve vaardighedenGoede beheersing van de Nederlandse en Engelse taalJouw Capgemini voordelenProfessioneel en collegiaal team waar je veel kennis kan delen en opdoenUitstekende mogelijkheden om je verder te ontwikkelen- Diversiteit aan projecten bij aansprekende klanten in binnen- en buitenlandVast contractUitstekende arbeidsvoorwaarden: premievrij pensioen, bonusregelingZeer flexibele mobiliteitsvergoeding, in combinatie met NS Business cardEen uitgebreid opleidingsaanbod, onder meer via onze eigen Academy en trainingsfaciliteiten op onze Campus Serge Kampf Les Fontaines in Frankrijk.Werken bij de 2019 SAP® Innovation Partner Award Winnaar\nDe SAP-unit binnen de Packaged Based Solutions practice van Capgemini Nederland adviseert en begeleidt toonaangevende bedrijven op projectbasis bij de vormgeving en uitvoering van digitale transformatie en innovatie op basis van de laatste ontwikkelingen van SAP producten, zoals S/4HANA. Een ambitieuze, open en inspirerende werkomgeving waarin 200 SAP-professionals gezamenlijk het beste uit zichzelf halen. Bevlogen, ondernemend, soms eigenwijs maar altijd collegiaal en met het belang van de klant voorop. Een afdeling waar je jezelf kunt zijn en de ruimte krijgt je talenten maximaal te ontwikkelen.\n- Implementatie van productie- en planningsprocessen bij nationale en internationale klantenWerken op projectbasis in complexe Manufacturing omgevingen- Opstellen en realiseren van proces- en systeemontwerpenMaken van (deel)planningen en identificeren van projectrisico’sBewaken van project deliverables en milestonesAansturen van je team\n- Implementatie van productie- en planningsprocessen bij nationale en internationale klantenWerken op projectbasis in complexe Manufacturing omgevingen- Opstellen en realiseren van proces- en systeemontwerpenMaken van (deel)planningen en identificeren van projectrisico’sBewaken van project deliverables en milestonesAansturen van je team\nHard skills:- Afgeronde HBO- of academische opleiding5-10 jaar hands-on ervaring met de implementatie van MM in combinatie met SAP PP (PI) en/of QMErvaring in een productie omgevingS/4HANA certificering is een préAPICS-certificaat is een préSoft Skills:OvertuigendTeamspelerCreatief en resultaat gerichtOndernemendGedrevenSterke communicatieve vaardighedenGoede beheersing van de Nederlandse en Engelse taal\nHard skills:- Afgeronde HBO- of academische opleiding5-10 jaar hands-on ervaring met de implementatie van MM in combinatie met SAP PP (PI) en/of QMErvaring in een productie omgevingS/4HANA certificering is een préAPICS-certificaat is een préSoft Skills:OvertuigendTeamspelerCreatief en resultaat gerichtOndernemendGedrevenSterke communicatieve vaardighedenGoede beheersing van de Nederlandse en Engelse taal", "Type of ownership": "Beursgenoteerd bedrijf", "Rating": 4.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=102&ao=1044074&s=149&guid=00000178359c5b329002ee028b7ba7cf&src=GD_JOB_VIEW&t=SRFJ&vt=w&cs=1_05c057c2&cb=1615807142859&jobListingId=4027973148", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=102&ao=1044074&s=149&guid=00000178359c5b329002ee028b7ba7cf&src=GD_JOB_AD&t=SRFJ&vt=w&cs=1_7da1b540&cb=1615807142859&jobListingId=4027973148", "Job Age": "4d", "Job Age Number": "4d", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 2, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4021035097, "Job Title": "Java Developer Manufacturing", "Company Name": "Onsite Professionals", "Location": "Barneveld", "Industry": "-1", "Sector": "-1", "Job Description": "VacatureVoor Moba in Barneveld zijn wij op zoek naar een Manufacturing Engineer.Moba is wereldmarktleider in eiersorteermachines, verpakkingsmachines en breakers voor de verwerking van eieren. Van ontwerp, ontwikkeling, installatie tot service. Vanuit dertien kantoren en samen met 800 collega’s over de hele wereld bouwen ze dagelijks aan de meest hoogwaardige technische producten en beste klantrelaties.De functieJe komt te werken op de afdeling Manufacturing Engineering: een relatief nieuwe afdeling binnen Moba met +/- zes collega's. Doel van deze afdeling is het primaire productieproces van Moba te ondersteunen, optimaliseren en voor te bereiden op nieuwe producten. Als Manufacturing Engineer heb je vanuit het perspectief van Operations contact met de afdeling R&D om ervoor te zorgen dat nieuw ontwikkelde producten passen binnen de productiemogelijkheden en andersom. Je kan denken aan de volgende werkzaamheden:Beoordelen van productontwerpen op maakbaarheid en complexiteit;Ontwikkelen van nieuwe productieprocessen op basis van Lean Manufacturing principes;Ondersteunen van de afdeling toolsupport in het ontwikkelen en produceren van hulpgereedschappen;Analyseren en monitoren van kostprijzen en het geven van adviezen over mogelijke kostprijsbesparingen;Monitoren van de performances van nieuwe en bestaande producten en processen binnen Operations;Initiëren van verbeteringen aan bestaande producten en processen;Samenwerken met de afdeling Inkoop en Supply Chain in het voorbereiden en uitbesteden van producten;Deelnemen aan multidisciplinaire projecten gericht op product- en procesverbetering;Coördineren van projecten en het borgen van projectresultaten op planning, budget, resources en informatie;Ontwikkelen, implementeren en verbeteren van standaarden t.b.v. de afdeling Manufacturing Engineering.Omdat de afdeling relatief nieuw is heb jij de mogelijkheid om veel invloed uit te oefenen op de verdere ontwikkeling van de afdeling. Dus beschik jij over ondernemingsgeest en heb jij een duidelijke visie op engineering en procesoptimalisatie, dan past deze baan perfect bij jou!Functie-eisenEen afgeronde opleiding op universitair niveau, bijvoorbeeld richting Technische Bedrijfskunde;Minimaal vijf werkervaring in een vergelijkbare functie, bij voorkeur in een industriële maak-omgeving;Ervaring met projectmanagement;Technisch tekening lezen en interpreteren;Ervaring met ERP en BI systemen is een pre;Goede beheersing van de Nederlandse en Engelse taalCompetenties:Je bent assertief, ondernemend en leergierig ingesteld.Je bepaalt doelen, prioriteiten en de daarbij benodigde acties op effectieve wijze en zet de juiste middelen en mensen in om de doelen te bereiken binnen de afgesproken termijn.Je hebt een goed analyserend vermogen, waarbij je een situatie vanuit een breed perspectief benadert, belangrijke informatie herkent en deze vervolgens op logische wijze ordent in hoofd- en bijzaken.Je beschik over uitstekende communicatieve vaardigheden en bent organisatie sensitief.Werken bij Moba B.V.Als je bij Moba komt werken, kies je voor een gezond en innovatieve organisatie met een stevige marktpositie. Ze behoren al jaren tot de top van de Nederlandse maakbedrijven. Ook als werkgever profileren ze zich als top werkgever. De medewerker staat centraal. Ze maken leren mogelijk en streven daarbij naar flexibiliteit, eigenaarschap en een goede werk/privébalans. Deze arbeidsvoorwaarden zijn voor hen minstens zo belangrijk als de ‘traditionele’ arbeidsvoorwaarden.Moba BiedtWanneer je bij Moba komt werken, wordt er het een en ander van je verwacht. Moba verwacht dat je met jouw talent topkwaliteit levert en daar ook verantwoordelijkheid voor neemt! Hier tegenover staan natuurlijk goede arbeidsvoorwaarden: marktconform salaris, afhankelijk per functie; 27 vakantiedagen en 13 roostervrije dagen; eindejaarsuitkering en vakantietoeslag; ruimte om eigen werktijden in te delen (flexibele werktijdenregeling); pensioensregeling; diverse secundaire arbeidsvoorwaarden als nationaal bedrijfsfitnessplan Nederland en diverse collectieve verzekeringen.\nVacatureVoor Moba in Barneveld zijn wij op zoek naar een Manufacturing Engineer.Moba is wereldmarktleider in eiersorteermachines, verpakkingsmachines en breakers voor de verwerking van eieren. Van ontwerp, ontwikkeling, installatie tot service. Vanuit dertien kantoren en samen met 800 collega’s over de hele wereld bouwen ze dagelijks aan de meest hoogwaardige technische producten en beste klantrelaties.De functieJe komt te werken op de afdeling Manufacturing Engineering: een relatief nieuwe afdeling binnen Moba met +/- zes collega's. Doel van deze afdeling is het primaire productieproces van Moba te ondersteunen, optimaliseren en voor te bereiden op nieuwe producten. Als Manufacturing Engineer heb je vanuit het perspectief van Operations contact met de afdeling R&D om ervoor te zorgen dat nieuw ontwikkelde producten passen binnen de productiemogelijkheden en andersom. Je kan denken aan de volgende werkzaamheden:Beoordelen van productontwerpen op maakbaarheid en complexiteit;Ontwikkelen van nieuwe productieprocessen op basis van Lean Manufacturing principes;Ondersteunen van de afdeling toolsupport in het ontwikkelen en produceren van hulpgereedschappen;Analyseren en monitoren van kostprijzen en het geven van adviezen over mogelijke kostprijsbesparingen;Monitoren van de performances van nieuwe en bestaande producten en processen binnen Operations;Initiëren van verbeteringen aan bestaande producten en processen;Samenwerken met de afdeling Inkoop en Supply Chain in het voorbereiden en uitbesteden van producten;Deelnemen aan multidisciplinaire projecten gericht op product- en procesverbetering;Coördineren van projecten en het borgen van projectresultaten op planning, budget, resources en informatie;Ontwikkelen, implementeren en verbeteren van standaarden t.b.v. de afdeling Manufacturing Engineering.Omdat de afdeling relatief nieuw is heb jij de mogelijkheid om veel invloed uit te oefenen op de verdere ontwikkeling van de afdeling. Dus beschik jij over ondernemingsgeest en heb jij een duidelijke visie op engineering en procesoptimalisatie, dan past deze baan perfect bij jou!\nFunctie-eisenEen afgeronde opleiding op universitair niveau, bijvoorbeeld richting Technische Bedrijfskunde;Minimaal vijf werkervaring in een vergelijkbare functie, bij voorkeur in een industriële maak-omgeving;Ervaring met projectmanagement;Technisch tekening lezen en interpreteren;Ervaring met ERP en BI systemen is een pre;Goede beheersing van de Nederlandse en Engelse taalCompetenties:Je bent assertief, ondernemend en leergierig ingesteld.Je bepaalt doelen, prioriteiten en de daarbij benodigde acties op effectieve wijze en zet de juiste middelen en mensen in om de doelen te bereiken binnen de afgesproken termijn.Je hebt een goed analyserend vermogen, waarbij je een situatie vanuit een breed perspectief benadert, belangrijke informatie herkent en deze vervolgens op logische wijze ordent in hoofd- en bijzaken.Je beschik over uitstekende communicatieve vaardigheden en bent organisatie sensitief.\nWerken bij Moba B.V.Als je bij Moba komt werken, kies je voor een gezond en innovatieve organisatie met een stevige marktpositie. Ze behoren al jaren tot de top van de Nederlandse maakbedrijven. Ook als werkgever profileren ze zich als top werkgever. De medewerker staat centraal. Ze maken leren mogelijk en streven daarbij naar flexibiliteit, eigenaarschap en een goede werk/privébalans. Deze arbeidsvoorwaarden zijn voor hen minstens zo belangrijk als de ‘traditionele’ arbeidsvoorwaarden.Moba BiedtWanneer je bij Moba komt werken, wordt er het een en ander van je verwacht. Moba verwacht dat je met jouw talent topkwaliteit levert en daar ook verantwoordelijkheid voor neemt! Hier tegenover staan natuurlijk goede arbeidsvoorwaarden: marktconform salaris, afhankelijk per functie; 27 vakantiedagen en 13 roostervrije dagen; eindejaarsuitkering en vakantietoeslag; ruimte om eigen werktijden in te delen (flexibele werktijdenregeling); pensioensregeling; diverse secundaire arbeidsvoorwaarden als nationaal bedrijfsfitnessplan Nederland en diverse collectieve verzekeringen.", "Type of ownership": "Privébedrijf", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1044072&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_6991176b&cb=1615807142859&jobListingId=4021035097", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1044072&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_0d25917a&cb=1615807142859&jobListingId=4021035097", "Job Age": "11d", "Job Age Number": "11d", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 3, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4017785578, "Job Title": "Java Developer Manufacturing", "Company Name": "SPX FLOW", "Location": "Assen", "Industry": "Industriële productie", "Sector": "Manufacturing", "Job Description": "About SPX FlowAt SPX Flow, we are a world leader in sustainable solutions ensuring the controlled and measured movements of life’s essential elements. With our HQ in North Carolina, we have operations in more than 30 countries and an even broader customer base worldwide. Our 4,900 employees innovate to design, deliver and service high-value solutions for our customers across the food, beverage and industrial markets.As a Quality Engineer you’ll be responsible for product and process quality (management system) and making sure that the manufacturing production lines run smoothly and generate a consistently suitable output of products that meet quality and efficiency standards.About the roleYou’ll need to be able to speak Dutch and English at a fluent to native level. You and the team of Quality Engineers will drive quality improvements, achieve excellent results and KPI's and systematically prevent non-conformities.Annually you’ll support the strategic and annual planning processes; helping to establish a quality excellence roadmap and drive execution where appropriate.On a day-to-day basis your main responsibilities include but are not limited to:Responsibility for the quality notification process of internal, external and supplier deviations within the manufacturing processWorking on new ways to improve the manufacturing process to ensure higher-quality goodsTranslate deviations towards assurance opportunities within instructions, processes, and designInspecting the final output, comparing it to the requirements, and approving or rejecting the final productsHandling and analysing customer complaints and coordinating within the manufacturing organizationTake part of new product development for product quality by using tools as DFMEA, PFMEA, control plan and Standard Operation Procedures (SOP)RequirementsYou’ll be a leader with experience in implementing and shaping a company's Quality processes, strategies and performance. With technical skills both functional and non-functional, manual and automation, ideally in a continuous delivery environment.As a minimum, we’ll need you to have:Bachelor’s degree/level on mechanical/industrial engineeringKnowledge of lean manufacturing, six-sigma, 8D, PFMEA, ISO 9001, ISO 14001Experience in manufacturing quality engineeringExperience and skill in supporting IT solutions (quality, dashboards, reporting, ERP)Dutch and English language skills – fluent to native levelAlthough not essential, it would also be useful if you have:Experience of working in a continuous delivery environmentCareer ProgressionAt SPX Flow, we’re driven by ingenuity with a focus on meeting our customers’ needs. Our people have a commitment to hard work, innovation and delivering market leading solutions to our customers. That commitment has brought many rewards to our employees, past and present.If you have ambition and want to build a career with us, there are opportunities for you to undertake specialised training to manage much larger key accounts.BenefitsWe offer a competitive benefits package to our employees including:Experience less stress through our well-being programmesFeel valued at work thanks to our performance & recognition programmesKeep your career on track with our development & career growth programmes\nYou’ll need to be able to speak Dutch and English at a fluent to native level. You and the team of Quality Engineers will drive quality improvements, achieve excellent results and KPI's and systematically prevent non-conformities.Annually you’ll support the strategic and annual planning processes; helping to establish a quality excellence roadmap and drive execution where appropriate.On a day-to-day basis your main responsibilities include but are not limited to:Responsibility for the quality notification process of internal, external and supplier deviations within the manufacturing processWorking on new ways to improve the manufacturing process to ensure higher-quality goodsTranslate deviations towards assurance opportunities within instructions, processes, and designInspecting the final output, comparing it to the requirements, and approving or rejecting the final productsHandling and analysing customer complaints and coordinating within the manufacturing organizationTake part of new product development for product quality by using tools as DFMEA, PFMEA, control plan and Standard Operation Procedures (SOP)Requirements\nYou’ll be a leader with experience in implementing and shaping a company's Quality processes, strategies and performance. With technical skills both functional and non-functional, manual and automation, ideally in a continuous delivery environment.As a minimum, we’ll need you to have:Bachelor’s degree/level on mechanical/industrial engineeringKnowledge of lean manufacturing, six-sigma, 8D, PFMEA, ISO 9001, ISO 14001Experience in manufacturing quality engineeringExperience and skill in supporting IT solutions (quality, dashboards, reporting, ERP)Dutch and English language skills – fluent to native levelAlthough not essential, it would also be useful if you have:Experience of working in a continuous delivery environment\nWe offer a competitive benefits package to our employees including:Experience less stress through our well-being programmesFeel valued at work thanks to our performance & recognition programmesKeep your career on track with our development & career growth programmes", "Type of ownership": "Beursgenoteerd bedrijf", "Rating": 3.3, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=104&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_ff4a9794&cb=1615807142859&jobListingId=4017785578", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=104&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_d103e9ae&cb=1615807142859&jobListingId=4017785578", "Job Age": "13d", "Job Age Number": "13d", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 4, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 3785984230, "Job Title": "Java Developer Manufacturing", "Company Name": "ICT Group", "Location": "Deventer", "Industry": "-1", "Sector": "-1", "Job Description": "RELOCATION TO THE NETHERLANDSICT will support you and your family with both your relocation and your visa application.Region: Eindhoven or DeventerWould you like to mobilize your Embedded knowledge and experience in the smart systems developments within Industry 4.0? Within the Machine and Systems unit, you can work on a varied number of projects in multi-disciplinary teams, including working with hardware and mechanical engineers. For example, you can work on energy-conscious devices with little memory and storage (such as sensor applications with an integrated micro-controller), but also with high performance multi core embedded devices for such high-tech clients as Philips and ASML.We are searching for an embedded software engineer who likes to make real-time applications with embedded operating systems such as Linux, VxWorks or RTOS, but also likes to work on low level bare metal just as much. You like to build low level embedded applications for next generation IoT embedded devices, but also code optimization with modern compliers such as GCC, LLVM and Clang sounds like music to your ears.In addition:you're up to date with the latest developments in technical software. You know how to evaluate the options and implement themyou're active in innovative machine and device engineering and system integrationyou'll have space the develop yourself within ICTyou'll work with clients in your region (North-East or South Netherlands, depending on where you live).What do we ask of you?A minimum of 3 years of experience as an Embedded Software EngineerCompleted HBO or WO education and a relevant technical subjectExperience with low level assembly, C, C++ and device driversExperience with scripting languages such as GNU Bash, Python and PerlAffinity with mechanical engineeringKnowledge of computer system architectures, such as ARMBasic knowledge of electronics (such as oscilloscope, soldering) is a plusGood communication skills in Dutch and EnglishA valid driving licenseHave you checked off many of the boxes above? Then we'd love to welcome you into the ICT family!What we have to offer you:Good salary: you'll receive a good salary up to market standards13th month: every year an extra month's pay29 vacation days: with the option of purchasing additional daysPension: a good pension for your later yearsLease car: or compensation for your own carExpense reimbursement: a net contribution to work-related expensesTraining: learn the newest technologies in our ICT AcademyBook budget: buy a book or devkit for yourselfAre you interested in this position, please contact Dèveny Stultjens at deveny.stultjens@ict.nl or +31 (0)88 908 2000.", "Type of ownership": "Privébedrijf", "Rating": 3.4, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=106&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_65df3ccc&cb=1615807142860&jobListingId=3785984230", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=106&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_2c9fec7b&cb=1615807142860&jobListingId=3785984230", "Job Age": "13d", "Job Age Number": "13d", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 5, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4005605493, "Job Title": "Java Developer Manufacturing", "Company Name": "Robert Walters", "Location": "Eindhoven", "Industry": "Detachering en outsourcing", "Sector": "Business Services", "Job Description": "Heb jij ervaring in de maakindustrie? Ben jij gedreven om elke dag het beste uit jezelf en je team te halen? Heb jij affiniteit met ICT? Voor een bedrijf in de omgeving van Eindhoven zijn wij op zoek naar een Finance & ICT Manager. Interesse? Lees dan snel verder.OmschrijvingDe hoofddoelen van deze functie zijn het controleren en beheren van de integrale financiële performance van de groep inclusief bijbehorende rapportages. Daarnaast ook het coördineren van de algehele financiële planning en de control cyclus. Tot slot geef jij als MT-lid gevraagd en ongevraagd advies over financiële vraagstukken in de organisatie.De taken, bevoegdheden en verantwoordelijkheden zijn:Een bijdrage leveren aan de definitie en uitvoeren van de strategie en tactiek van de onderneming;Kritische sparringpartner zijn voor het management, zowel op strategisch als op operationeel niveau;Bijdrage leveren aan het continue verbeteren van alle processen en de integrale bedrijfsperformance;Financieel adviseren van het MT zodanig dat processen beheerst verlopen en waar mogelijk verbeteren;Inrichten en onderhouden van de administratieve organisatie;Het helpen ontwerpen en beheren van het management informatiesysteem;Analyseren van bedrijfsrisico ahv bedrijfseconomische analyses;Coördineren en opstellen van investeringsaanvragen;Optreden als contactpersoon voor de controlerend accountant en andere controlerende instanties;Verantwoordelijk voor het opstellen en publiceren van de statutaire jaarrekening;Coördineren en bewaken van het meerjarenplanning, budgettering, forecasting, etc., inclusief cash flow forecasting en werkkapitaal management/optimalisatie;Leiding geven aan het Finance team en ervoor zorg dragen dat de transactionele finance werkzaamheden correct, zorgvuldig, efficiënt en effectief worden uitgevoerd;Opstellen van maandelijkse rapportages en analyses;Analyse van kostprijs deviaties en manufacturing variances;Bijdragen aan World Class Manufacturing/Operational Excellence projecten;Ondersteunen van de groep op fiscale, verzekering en treasury gerelateerde topics;Medebepalen en beheersen van de financiële en operationele KPI's;Coördinatie en overzicht op het IT landschap van de organisatie.Vereisten vor de functie:Academisch werk- en denkniveau, mede gebaseerd op een relevante bedrijfseconomische opleiding;Minimaal 10 jaar relevante ervaring, idealiter binnen de maakindustrie;Ervaring binnen een internationale matrix organisatie is een pre;Goede kennis en beheersing van de Engelse taal, in woord en geschrift;Kennis van MS Office, Sumatra [of een andere BI tool], Corporate Performance Management [HFM, OneStream o.i.d.] en ERP systemen.De nadruk in deze functie ligt op de volgende competenties:Plannen en organiseren;Project management;Communicatieve vaardigheden;Samenwerken;Analytisch vermogen;Visie en daadkracht, besluitvaardig;Verantwoordelijkheid;Kwaliteitsgericht;Pro-actief.Herken jij je hierin terug? Reageer dan vandaag nog!", "Type of ownership": "Beursgenoteerd bedrijf", "Rating": 4.4, "Company URL": "-1", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=107&ao=1044072&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&ea=1&cs=1_34984326&cb=1615807142860&jobListingId=4005605493", "Job Age": "25d", "Job Age Number": "25d", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 6, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4007233538, "Job Title": "Java Developer Manufacturing", "Company Name": "Stoneridge | ORLACO", "Location": "Barneveld", "Industry": "-1", "Sector": "-1", "Job Description": "Verbeter jij de productieprocessen van onze innovatie camerasystemen?Stoneridge-Orlaco is een hightech organisatie die internationaal meespeelt op Champions League Niveau. Met onze revolutionaire innovaties en high-end technologie verruimen we wereldwijd de blik van chauffeurs, machinisten en kapiteins. Elke dag nog meer. Onze camera’s dragen bij aan de veiligheid van miljoenen mensen. Wil jij samen met 275+ collega’s het verschil maken? Kom werken bij Stoneridge-Orlaco als Process Engineer.40 uur, BarneveldFunctieomschrijvingAls Process Engineer ben je verantwoordelijk voor de ontwikkeling, introductie, instandhouding en verbetering van nieuwe en bestaande productieprocessen. Zo zet je nieuwe productielijnen op, introduceer je nieuwe productietechnieken en borg je de kwaliteit en veiligheid van onze productieprocessen. Je neemt deel aan projectteams en bent betrokken vanaf het concept tot de implementatie en verbetering van het project. Je rapporteert aan de Manager Production Engineering.Oftewel, als Process Engineer:Ontwikkel, introduceer en onderhoud je meetstudies (MSA), statistische proces controles (SPC), Proces Control Plannen (PCP) en Proces risico analyses (PFMEA)Ontwikkel, introduceer en onderhoud je TPM (Total Productive Maintenance) en SMED (Single Minute Exchange of Die)Neem je deel aan projectteams (APQP, 6 Sigma en 8D)Implementeer je nieuwe processen (APQP)Bereid je investeringsaanvragen voorJe borgt de kwaliteit in de productieprocessen, door middel van de Automotive IATF core toolsJe verzorgt en beheert bijbehorende documentatie (PLM, Synergy)Je zorgt voor een minimale mensbelasting (geeft input aan de RI&E), milieubelasting (geeft input aan het Milieu aspectenregister) en optimale veiligheid (OHSAS 18001)Analyseer en doe je verbetervoorstellen voor de inrichting van de productieprocessen op het gebied van efficiency, ergonomie, flexibiliteit, kwaliteit en veiligheidBereken je de gevolgen voor kosten en productiviteit van nieuwe methodieken en toolingOndersteun je proactief bij het voorkomen en verminderen van procesuitvalSignaleer je verbeterpunten, stel je verbeterplannen op en onderneem je actieWat wij biedenEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)Volop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30Wat wij vragen van jou als Process Engineer?Je hebt hbo werk- en denkniveau (electrotechniek, mechatronica, werktuigbouwkunde of technische bedrijfskunde)Je hebt kennis van Lean Six Sigma of Lean manufacturingJe hebt kennis van CE markering, Technisch Constructie Dossiers (TCD) en machinerichtlijnenJe hebt kennis van Functional Safety en Automotive Core Tools zoals 8D, APQP en FMEA's, SPC, MSA en PCPJe bent communicatief sterk en kunt contacten onderhouden met collega's, opdrachtgevers en leveranciersJe beheerst Engels (geschreven en gesproken)Je werkt gestructureerd en hebt zicht op het werk van je collega’sJe hebt up-to-date kennis op het vlak van technologische ontwikkelingSluit je cv aan bij deze eisen en ben je enthousiast geworden na het lezen van deze vacature? Solliciteer dan voor 1 april 2021. Heb je nog vragen of wil je meer informatie? Neem dan contact op met HRM via 0342 - 404 555. Een assessment kan onderdeel uitmaken van de sollicitatieprocedure.\nVerbeter jij de productieprocessen van onze innovatie camerasystemen?Stoneridge-Orlaco is een hightech organisatie die internationaal meespeelt op Champions League Niveau. Met onze revolutionaire innovaties en high-end technologie verruimen we wereldwijd de blik van chauffeurs, machinisten en kapiteins. Elke dag nog meer. Onze camera’s dragen bij aan de veiligheid van miljoenen mensen. Wil jij samen met 275+ collega’s het verschil maken? Kom werken bij Stoneridge-Orlaco als Process Engineer.40 uur, BarneveldFunctieomschrijvingAls Process Engineer ben je verantwoordelijk voor de ontwikkeling, introductie, instandhouding en verbetering van nieuwe en bestaande productieprocessen. Zo zet je nieuwe productielijnen op, introduceer je nieuwe productietechnieken en borg je de kwaliteit en veiligheid van onze productieprocessen. Je neemt deel aan projectteams en bent betrokken vanaf het concept tot de implementatie en verbetering van het project. Je rapporteert aan de Manager Production Engineering.Oftewel, als Process Engineer:Ontwikkel, introduceer en onderhoud je meetstudies (MSA), statistische proces controles (SPC), Proces Control Plannen (PCP) en Proces risico analyses (PFMEA)Ontwikkel, introduceer en onderhoud je TPM (Total Productive Maintenance) en SMED (Single Minute Exchange of Die)Neem je deel aan projectteams (APQP, 6 Sigma en 8D)Implementeer je nieuwe processen (APQP)Bereid je investeringsaanvragen voorJe borgt de kwaliteit in de productieprocessen, door middel van de Automotive IATF core toolsJe verzorgt en beheert bijbehorende documentatie (PLM, Synergy)Je zorgt voor een minimale mensbelasting (geeft input aan de RI&E), milieubelasting (geeft input aan het Milieu aspectenregister) en optimale veiligheid (OHSAS 18001)Analyseer en doe je verbetervoorstellen voor de inrichting van de productieprocessen op het gebied van efficiency, ergonomie, flexibiliteit, kwaliteit en veiligheidBereken je de gevolgen voor kosten en productiviteit van nieuwe methodieken en toolingOndersteun je proactief bij het voorkomen en verminderen van procesuitvalSignaleer je verbeterpunten, stel je verbeterplannen op en onderneem je actie\n\nWat wij biedenEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)Volop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nWat wij biedenEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)Volop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)Volop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)Volop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)\nEen afwisselende baan binnen een groeiende internationale organisatie\nEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)\nUitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)\nVolop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nVolop kansen om verder te leren en door te groeien\nVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)\nEen goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nWat wij vragen van jou als Process Engineer?Je hebt hbo werk- en denkniveau (electrotechniek, mechatronica, werktuigbouwkunde of technische bedrijfskunde)Je hebt kennis van Lean Six Sigma of Lean manufacturingJe hebt kennis van CE markering, Technisch Constructie Dossiers (TCD) en machinerichtlijnenJe hebt kennis van Functional Safety en Automotive Core Tools zoals 8D, APQP en FMEA's, SPC, MSA en PCPJe bent communicatief sterk en kunt contacten onderhouden met collega's, opdrachtgevers en leveranciersJe beheerst Engels (geschreven en gesproken)Je werkt gestructureerd en hebt zicht op het werk van je collega’sJe hebt up-to-date kennis op het vlak van technologische ontwikkelingSluit je cv aan bij deze eisen en ben je enthousiast geworden na het lezen van deze vacature? Solliciteer dan voor 1 april 2021. Heb je nog vragen of wil je meer informatie? Neem dan contact op met HRM via 0342 - 404 555. Een assessment kan onderdeel uitmaken van de sollicitatieprocedure.\n", "Type of ownership": "Dochteronderneming of bedrijfssegment", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=108&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_9fe8f599&cb=1615807142860&jobListingId=4007233538", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=108&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_98bd4e66&cb=1615807142860&jobListingId=4007233538", "Job Age": "23d", "Job Age Number": "23d", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 7, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4020687391, "Job Title": "Java Developer Manufacturing", "Company Name": "Kite Pharma", "Location": "Amsterdam", "Industry": "Biotechnologie en farmacie", "Sector": "Biotech & Pharmaceuticals", "Job Description": "Job DescriptionKite is seeking a highly motivated individual with cell culture experience to work on innovative T cell therapy for cancer treatment. The Cell Therapy Specialist will be responsible for cell processing and cell expansion in a cGMP manufacturing facility.In this role, you will work with other Cell Therapy Specialists utilizing GMP and Aseptic practices to manufacture and assemble blood-derived components in a cleanroom environment. Due to the nature of the starting material (patient cells), this role requires a high level of proficiency and ownership of the process, with the highest skill level of aseptic and sterile techniques.Kite, A Gilead CompanyAt Kite, we are at the forefront of immunotherapy and engineered T cell therapy. We are helping change the paradigm of cancer treatment and we are revolutionizing individually tailored treatments. That means a fast-moving and constantly changing environment, where we make discoveries every day – discoveries that include our own capabilities and our individual potential. We’re currently seeking to recruit highly motivated talents for different positions, to join us and be part of our exciting journey in the development of innovative cancer immunotherapies and their translation into the treatment of patientswith cancer.Department DescriptionAs Cell Therapy Specialist you’ll be joining a team in which people of all backgrounds and experiences are respected, and where working together focused on saving lives, by finding the cure for cancer, is a daily activity.You will be reporting to one of the Team Leads Manufacturing.Your responsibilities, among others, will be:To perform all tasks associated with the manufacturing of clinical and commercial products in A and B grade area following batch records and standard operating procedures (SOPs);To work as part of a dedicated and committed team to execute GMP runs in close collaboration with Product Sciences, Material Management, and Quality Assurance & Quality Control;Draft new and revise existing manufacturing Batch records / SOP’s / WI’s to support process improvements and maintain GMP compliance;Assist in investigations required to manage deviations;Assist in managing change controls;To successfully troubleshoot processing and equipment issues;To strictly comply with SOPs and cGMP regulations; accurately complete documentation associated with clinical and commercial manufacturing;To ensure a consistent process execution to guarantee high-quality output;To maintain cleanroom in an optimal state;To continuously look for improvements to the processes to increase quality and efficiency;Additional information:This role requires you to work in a shift schedule (including weekends)Challenges of the role:Contribute to the growth of KiteAbility to work in a brand-new state-of-the-art manufacturing plantYour profileThe ideal candidates for this position, in combination with skills and knowledge, should also have a ‘hands-on, can-do’ mentality. You must also be comfortable with working in full gowning requirements in a completely aseptic environment.EducationMBO/HBO (MBO Level +) with a background in Life SciencesVapro A and B, or LITOP A and B are considered a plusKnowledge/experienceMinimum of 3 years of cGMP experience in preferably a pharmaceutical / biotechnology or similar manufacturing environment;Must have demonstrated knowledge of pharmaceutical manufacturing of biotechnology products.Aseptic processing and cell culture processing in combination with cell culture equipment experience is a prerequisite;Skilled in Microsoft Word, Excel and data analysis.Personal skillsBe aware of following SOPs, curious and interested in learning and growing;Be comfortable in a fast-paced, growing company environment with minimal direction and able to adjust workload based upon changing priorities;Be self-motivated and willing to accept temporary responsibilities outside of the initial job description;Have excellent interpersonal, verbal and written English communication skills (essential in our collaborative work environment).Apply Now!As part of our recruitment process, you will be asked to complete a short 20-minute online Occupational Personality Questionnaire (OPQ) and/or a capability test.", "Type of ownership": "Beursgenoteerd bedrijf", "Rating": 3.6, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=109&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_f138ed82&cb=1615807142860&jobListingId=4020687391", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=109&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_0e996d7f&cb=1615807142860&jobListingId=4020687391", "Job Age": "12d", "Job Age Number": "12d", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 8, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4020687353, "Job Title": "Java Developer Manufacturing", "Company Name": "Kite Pharma", "Location": "Amsterdam", "Industry": "Biotechnologie en farmacie", "Sector": "Biotech & Pharmaceuticals", "Job Description": "Job DescriptionKite is seeking a highly motivated individual with cell culture experience to work on innovative T cell therapy for cancer treatment. The Cell Therapy Specialist will be responsible for cell processing and cell expansion in a cGMP manufacturing facility. In this role, you will work with other Cell Therapy Specialists utilizing GMP and Aseptic practices to manufacture and assemble blood derived components in a cleanroom environment.Kite, A Gilead CompanyAt Kite, we are at the forefront of immunotherapy and engineered T cell therapy. We are helping change the paradigm of cancer treatment and we are revolutionizing individually tailored treatments. That means a fast moving and constantly changing environment, where we make discoveries every day – discoveries that include our own capabilities and our individual potential. We’re currently seeking to recruit highly motivated talents for different positions, to join us and be part of our exciting journey in the development of innovative cancer immunotherapies and their translation to the treatment of patients with cancer.Department DescriptionYou will be reporting to one of the Team Leads Manufacturing.Your responsibilities, among others, will be:To perform all tasks associated with the manufacturing of clinical and commercial products in cleanrooms following batch records and standard operating procedures (SOPs);To work as part of a dedicated and committed team to execute production under strict GMP guidelines in close collaboration with other departments e.g. Material Management, Quality Assurance, and Quality Control in close collaboration with other departments such as Material Management, and Quality Assurance & Quality Control;Implement and support process improvements and maintain GMP compliance” To strictly comply with SOPs and cGMP regulations; accurately complete documentation associated with clinical and commercial manufacturing;To ensure a consistent process execution to guarantee high quality output;Your profileThe ideal candidate for this position, in combination with skills and knowledge, should also have a ‘hands-on, can-do’ mentality. You must also be comfortable with working in shifts and in full gowning requirements in a completely aseptic factory environment.EducationPreferably MLO/HLO background (MBO Level +)VAPRO A and B or LITOP A and B are considered a plusKnowledge/experiencePreferably cGMP experience in a pharmaceutical / biotechnology or similar manufacturing/production environment;Aseptic processing and/or cell culture processing experience is a plusPersonal skillsBe comfortable in a fast-paced, growing company production environmentProactiveGood verbal and written English communication skills (essential in our international work environmentAdditional informationThis role requires you to work in a shift schedule (including weekends)Apply now!Only candidates in possession of a valid EU work permit will be considered.As part of our recruitment process, you will be asked to complete a short 20-minute online Occupational Personality Questionnaire (OPQ) and/or a capability test.", "Type of ownership": "Beursgenoteerd bedrijf", "Rating": 3.6, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=112&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_0e6f37e3&cb=1615807142860&jobListingId=4020687353", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=112&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_3563a8dc&cb=1615807142860&jobListingId=4020687353", "Job Age": "12d", "Job Age Number": "12d", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 9, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 3785984280, "Job Title": "Java Developer Manufacturing", "Company Name": "ICT Group", "Location": "Deventer", "Industry": "-1", "Sector": "-1", "Job Description": "Regio: Deventer, Eindhoven, OosterhoutWij zoeken engineers binnen de industriële automatisering die niet de hele dag achter hetzelfde bureau willen zitten. Als MES engineer creëer je, samen met je team, concrete oplossingen voor verschillende opdrachtgevers.Onze unit Food, Chemie en Pharma helpt klanten met innovatieve software- en hardware-oplossingen. Wij zorgen voor de koppeling met het ERP-systeem, de implementatie van het Manufacturing Execution System (MES) en de directe besturing op procesniveau. Dankzij geautomatiseerde processen (en continue procesmonitoring en –bijsturing) is informatie in fabrieken altijd actueel en direct beschikbaar. Dit vergroot de snelheid in het productieproces én daarnaast wordt energiezuiniger en efficiënter geproduceerd.Schakel tussen de projectteams en de opdrachtgeversAls MES engineer werk je in een team aan de ontwikkeling van MES-projecten voor diverse klanten. Je gaat aan de slag met complexe automatiseringsvraagstukken in diverse domeinen. Daarbij onderhoud je intensief contact met projectteams en opdrachtgevers, en kun je een adviserende rol aannemen. Ook koppel en ontsluit je (historische) data uit DCS/PLC-besturingssystemen, batchsystemen en logistieke systemen.Daarnaast wordt jouw succes bepaald door het:Testen van software voor industriële toepassingen.Programmeren en implementeren van industriële informatiesystemen.Vertalen van gebruikseisen van opdrachtgevers naar concrete oplossingen.Inbedrijfstellen van de software.Toewerken naar persoonlijke en professionele doelstellingen.Slimmere oplossingen: onze ideale Wonderware MES engineerJe bent in staat nieuwe marktkansen te herkennen en daarop in te spelen door jouw kennis van marktontwikkelingen en –trends optimaal te gebruiken. Je bent proactief en zet altijd onze klanten op nummer één: je weet precies wat zij nodig hebben. We zien graag dat je actief deelneemt aan klantcases en dat je bijdraagt aan onze interne en externe organisatie met jouw innovatieve ideeën.De MES engineer die wij zoeken:heeft minimaal 3 jaar werkervaring met een MES pakket, bij voorkeur Wonderware omdat we bij ICT Group daar veel mee werken;heeft aantoonbare ervaring met MES , inclusief ISA-95, ISA-88 en BPM;is in staat om MES-workshops te geven aan verschillende afdelingen en niveaus en vindt dit ook leuk;beheerst zowel de Nederlands als Engelse taal uitstekend, mondeling en schriftelijk;is bereid om te reizen naar verschillende ICT Group kantoren binnen Nederland.Dit hebben we jou te biedenGoed salaris: je ontvangt een goed marktconform salaris13e maand: elk jaar een extra maandloon als vaste bonus29 vakantiedagen: met de vrijheid om dagen bij of te verkopenPensioenregeling: een goede regeling voor je oude dagLeaseauto: of een vergoeding voor je eigen autoOnkostenvergoeding: een netto bijdrage in werkgerelateerde kostenOpleidingen: houd je kennis op peil in onze ICT AcademyBoekenbudget: koop een boek of hard- of software voor jezelfInteresse?Herken jij jezelf in deze vacature? Stuur dan je reactie via het online sollicitatieformulier of per mail naar jonathan.van.oudheusden@ict.nl . Heb je vragen, bel ons gerust op 088-9082000 en vraag naar Jonathan van Oudheusden.", "Type of ownership": "Privébedrijf", "Rating": 3.4, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=113&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_30b0589a&cb=1615807142860&jobListingId=3785984280", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=113&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_cd4448dd&cb=1615807142860&jobListingId=3785984280", "Job Age": "13d", "Job Age Number": "13d", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 10, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 3785978300, "Job Title": "Java Developer Manufacturing", "Company Name": "ICT Group", "Location": "Oosterhout", "Industry": "-1", "Sector": "-1", "Job Description": "Regio: Eindhoven, OosterhoutAls ICT Group zijn wij een sterke partner binnen de industriële automatisering. In diverse units gaan onze teams aan de slag met innovatieve softwareoplossingen bij en voor onze klanten. Zo ook binnen de sectoren Food, Chemie en Pharma . Hier werken wij o.a. aan de implementatie van een Manufacturing Execution System (MES) met koppeling naar directe besturing op procesniveau en een koppeling met het ERP. Dankzij de inzet van deze slimme automatiseringsoplossingen is informatie in bijvoorbeeld een fabriek altijd actueel en direct beschikbaar. Zo wordt de snelheid en wendbaarheid in een productieproces vergroot.Binnen ICT is een keuze gemaakt voor de standaard MES-pakketten van Aspentech en Wonderware. Tevens wordt er veel gewerkt met .Net voor UI en rapportages. Je bent als consultant zelfstandig en flexibel als het gaat om planning en inzet.Ons projecten portfolio op het gebied van MES bestaat onder andere uit; Danone Fulda, Danone Estia in Cuijck, Tata Steel, Friesland Campina Nederland en China, Suiker Unie, Sonneborn en DSM.De functieAls Senior Business Consultant binnen ICT maak je onderdeel uit van een team van specialisten waar jij samen met de accountmanager, projectmanager en technisch projectleider sturing aan geeft. Je staat in nauw contact met de klant en bent degene die de vertaling van klantdoelstellingen naar user requirements maak, welke vervolgens worden vertaald naar technische specificaties.In samenwerking met de accountmanager genereer je vanuit de technische inhoud op die manier ook een new business binnen het project.Ook speel je een actieve rol in het begeleiden van klantcases en ben je in staat om stakeholders op verschillende niveaus en afdelingen te informeren, inspireren en enthousiasmeren om zo draagvlak te krijgen voor het project;Het geven van workshops is een manier om dit te doen;Met jouw technische kennis en stevige persoonlijkheid ben je in staat bent om de ideeën van zowel je collega's als de klant te \"challengen\" om zo tot het beste eindresultaat te komen.Als thought leader ben je uiteraard niet alleen op de hoogte van marktontwikkelingen en trends, maar weet deze ook te vertalen naar innovatieve oplossingen voor onze klanten. Daarnaast heb je een goed netwerk zodat je op een proactieve manier kansen bij klanten en prospects weet te identificeren, initiëren en ontwikkelen.Dit vragen wij van jou:Een afgeronde hbo-opleiding in een, bij voorkeur, technische richting;Je bent proactief, besluitvaardig en klantgericht;Je hebt 5+ jaar (recente) ervaringen binnden de industriële automatisering;Ook heb je aantoonbare werkervaring in het MES / MOMS domein, waaronder ISA 95, ISA 88 en modeleren (BPM).Je bent communicatief sterk in zowel Nederlands als Engels (communicatie is hoofdzakelijk in het Engels);Ervaring binnen de sectoren Food, Feed, Chemie of Pharma is een pre.Je bent woontachtig in regio Midden- of Zuid-NederlandIn bezit van een rijbewijsDit hebben we jou te biedenGoed salaris: je ontvangt een goed marktconform salaris13e maand: elk jaar een extra maandloon als vaste bonus29 vakantiedagen: met de vrijheid om dagen bij of te verkopenPensioenregeling: een goede regeling voor je oude dagLeaseauto: of een vergoeding voor je eigen autoOnkostenvergoeding: een netto bijdrage in werkgerelateerde kostenOpleidingen: houd je kennis op peil in onze ICT AcademyBoekenbudget: koop een boek of hard- of software voor jezelfInteresse?Herken jij jezelf in deze vacature? Stuur dan je reactie via het online sollicitatieformulier of per mail naar jonathan.van.oudheusden@ict.nl . Heb je vragen, bel ons gerust op 088-9082000 en vraag naar Jonathan van Oudheusden.", "Type of ownership": "Privébedrijf", "Rating": 3.4, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=115&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_66afa911&cb=1615807142861&jobListingId=3785978300", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=115&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_6e4c06a5&cb=1615807142861&jobListingId=3785978300", "Job Age": "13d", "Job Age Number": "13d", "Collection Date": "2021-03-15", "Language": null, "Gender": "Neutral"}, {"index": 1, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4027973148, "Job Title": "Java Developer Manufacturing", "Company Name": "Capgemini Nederland", "Location": "Utrecht", "Industry": "Ondernemingssoftware en netwerkoplossingen", "Sector": "Information Technology", "Job Description": "Jouw uitdaging als SAP Manufacturing ConsultantDe SAP-unit binnen de Packaged Based Solutions practice van Capgemini Nederland adviseert en begeleidt toonaangevende bedrijven op projectbasis bij de vormgeving en uitvoering van digitale transformatie en innovatie op basis van de laatste ontwikkelingen van SAP producten, zoals S/4HANA. Een ambitieuze, open en inspirerende werkomgeving waarin 200 SAP-professionals gezamenlijk het beste uit zichzelf halen. Bevlogen, ondernemend, soms eigenwijs maar altijd collegiaal en met het belang van de klant voorop. Een afdeling waar je jezelf kunt zijn en de ruimte krijgt je talenten maximaal te ontwikkelen.Verantwoordelijkheden SAP Manufacturing Consultant- Implementatie van productie- en planningsprocessen bij nationale en internationale klantenWerken op projectbasis in complexe Manufacturing omgevingen- Opstellen en realiseren van proces- en systeemontwerpenMaken van (deel)planningen en identificeren van projectrisico’sBewaken van project deliverables en milestonesAansturen van je teamHard skills:- Afgeronde HBO- of academische opleiding5-10 jaar hands-on ervaring met de implementatie van MM in combinatie met SAP PP (PI) en/of QMErvaring in een productie omgevingS/4HANA certificering is een préAPICS-certificaat is een préSoft Skills:OvertuigendTeamspelerCreatief en resultaat gerichtOndernemendGedrevenSterke communicatieve vaardighedenGoede beheersing van de Nederlandse en Engelse taalJouw Capgemini voordelenProfessioneel en collegiaal team waar je veel kennis kan delen en opdoenUitstekende mogelijkheden om je verder te ontwikkelen- Diversiteit aan projecten bij aansprekende klanten in binnen- en buitenlandVast contractUitstekende arbeidsvoorwaarden: premievrij pensioen, bonusregelingZeer flexibele mobiliteitsvergoeding, in combinatie met NS Business cardEen uitgebreid opleidingsaanbod, onder meer via onze eigen Academy en trainingsfaciliteiten op onze Campus Serge Kampf Les Fontaines in Frankrijk.Werken bij de 2019 SAP® Innovation Partner Award Winnaar\nDe SAP-unit binnen de Packaged Based Solutions practice van Capgemini Nederland adviseert en begeleidt toonaangevende bedrijven op projectbasis bij de vormgeving en uitvoering van digitale transformatie en innovatie op basis van de laatste ontwikkelingen van SAP producten, zoals S/4HANA. Een ambitieuze, open en inspirerende werkomgeving waarin 200 SAP-professionals gezamenlijk het beste uit zichzelf halen. Bevlogen, ondernemend, soms eigenwijs maar altijd collegiaal en met het belang van de klant voorop. Een afdeling waar je jezelf kunt zijn en de ruimte krijgt je talenten maximaal te ontwikkelen.\n- Implementatie van productie- en planningsprocessen bij nationale en internationale klantenWerken op projectbasis in complexe Manufacturing omgevingen- Opstellen en realiseren van proces- en systeemontwerpenMaken van (deel)planningen en identificeren van projectrisico’sBewaken van project deliverables en milestonesAansturen van je team\n- Implementatie van productie- en planningsprocessen bij nationale en internationale klantenWerken op projectbasis in complexe Manufacturing omgevingen- Opstellen en realiseren van proces- en systeemontwerpenMaken van (deel)planningen en identificeren van projectrisico’sBewaken van project deliverables en milestonesAansturen van je team\nHard skills:- Afgeronde HBO- of academische opleiding5-10 jaar hands-on ervaring met de implementatie van MM in combinatie met SAP PP (PI) en/of QMErvaring in een productie omgevingS/4HANA certificering is een préAPICS-certificaat is een préSoft Skills:OvertuigendTeamspelerCreatief en resultaat gerichtOndernemendGedrevenSterke communicatieve vaardighedenGoede beheersing van de Nederlandse en Engelse taal\nHard skills:- Afgeronde HBO- of academische opleiding5-10 jaar hands-on ervaring met de implementatie van MM in combinatie met SAP PP (PI) en/of QMErvaring in een productie omgevingS/4HANA certificering is een préAPICS-certificaat is een préSoft Skills:OvertuigendTeamspelerCreatief en resultaat gerichtOndernemendGedrevenSterke communicatieve vaardighedenGoede beheersing van de Nederlandse en Engelse taal", "Type of ownership": "Beursgenoteerd bedrijf", "Rating": 4.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=102&ao=1044074&s=149&guid=00000178359c5b329002ee028b7ba7cf&src=GD_JOB_VIEW&t=SRFJ&vt=w&cs=1_05c057c2&cb=1615807142859&jobListingId=4027973148", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=102&ao=1044074&s=149&guid=00000178359c5b329002ee028b7ba7cf&src=GD_JOB_AD&t=SRFJ&vt=w&cs=1_7da1b540&cb=1615807142859&jobListingId=4027973148", "Job Age": "4d", "Job Age Number": "4d", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 2, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4021035097, "Job Title": "Java Developer Manufacturing", "Company Name": "Onsite Professionals", "Location": "Barneveld", "Industry": "-1", "Sector": "-1", "Job Description": "VacatureVoor Moba in Barneveld zijn wij op zoek naar een Manufacturing Engineer.Moba is wereldmarktleider in eiersorteermachines, verpakkingsmachines en breakers voor de verwerking van eieren. Van ontwerp, ontwikkeling, installatie tot service. Vanuit dertien kantoren en samen met 800 collega’s over de hele wereld bouwen ze dagelijks aan de meest hoogwaardige technische producten en beste klantrelaties.De functieJe komt te werken op de afdeling Manufacturing Engineering: een relatief nieuwe afdeling binnen Moba met +/- zes collega's. Doel van deze afdeling is het primaire productieproces van Moba te ondersteunen, optimaliseren en voor te bereiden op nieuwe producten. Als Manufacturing Engineer heb je vanuit het perspectief van Operations contact met de afdeling R&D om ervoor te zorgen dat nieuw ontwikkelde producten passen binnen de productiemogelijkheden en andersom. Je kan denken aan de volgende werkzaamheden:Beoordelen van productontwerpen op maakbaarheid en complexiteit;Ontwikkelen van nieuwe productieprocessen op basis van Lean Manufacturing principes;Ondersteunen van de afdeling toolsupport in het ontwikkelen en produceren van hulpgereedschappen;Analyseren en monitoren van kostprijzen en het geven van adviezen over mogelijke kostprijsbesparingen;Monitoren van de performances van nieuwe en bestaande producten en processen binnen Operations;Initiëren van verbeteringen aan bestaande producten en processen;Samenwerken met de afdeling Inkoop en Supply Chain in het voorbereiden en uitbesteden van producten;Deelnemen aan multidisciplinaire projecten gericht op product- en procesverbetering;Coördineren van projecten en het borgen van projectresultaten op planning, budget, resources en informatie;Ontwikkelen, implementeren en verbeteren van standaarden t.b.v. de afdeling Manufacturing Engineering.Omdat de afdeling relatief nieuw is heb jij de mogelijkheid om veel invloed uit te oefenen op de verdere ontwikkeling van de afdeling. Dus beschik jij over ondernemingsgeest en heb jij een duidelijke visie op engineering en procesoptimalisatie, dan past deze baan perfect bij jou!Functie-eisenEen afgeronde opleiding op universitair niveau, bijvoorbeeld richting Technische Bedrijfskunde;Minimaal vijf werkervaring in een vergelijkbare functie, bij voorkeur in een industriële maak-omgeving;Ervaring met projectmanagement;Technisch tekening lezen en interpreteren;Ervaring met ERP en BI systemen is een pre;Goede beheersing van de Nederlandse en Engelse taalCompetenties:Je bent assertief, ondernemend en leergierig ingesteld.Je bepaalt doelen, prioriteiten en de daarbij benodigde acties op effectieve wijze en zet de juiste middelen en mensen in om de doelen te bereiken binnen de afgesproken termijn.Je hebt een goed analyserend vermogen, waarbij je een situatie vanuit een breed perspectief benadert, belangrijke informatie herkent en deze vervolgens op logische wijze ordent in hoofd- en bijzaken.Je beschik over uitstekende communicatieve vaardigheden en bent organisatie sensitief.Werken bij Moba B.V.Als je bij Moba komt werken, kies je voor een gezond en innovatieve organisatie met een stevige marktpositie. Ze behoren al jaren tot de top van de Nederlandse maakbedrijven. Ook als werkgever profileren ze zich als top werkgever. De medewerker staat centraal. Ze maken leren mogelijk en streven daarbij naar flexibiliteit, eigenaarschap en een goede werk/privébalans. Deze arbeidsvoorwaarden zijn voor hen minstens zo belangrijk als de ‘traditionele’ arbeidsvoorwaarden.Moba BiedtWanneer je bij Moba komt werken, wordt er het een en ander van je verwacht. Moba verwacht dat je met jouw talent topkwaliteit levert en daar ook verantwoordelijkheid voor neemt! Hier tegenover staan natuurlijk goede arbeidsvoorwaarden: marktconform salaris, afhankelijk per functie; 27 vakantiedagen en 13 roostervrije dagen; eindejaarsuitkering en vakantietoeslag; ruimte om eigen werktijden in te delen (flexibele werktijdenregeling); pensioensregeling; diverse secundaire arbeidsvoorwaarden als nationaal bedrijfsfitnessplan Nederland en diverse collectieve verzekeringen.\nVacatureVoor Moba in Barneveld zijn wij op zoek naar een Manufacturing Engineer.Moba is wereldmarktleider in eiersorteermachines, verpakkingsmachines en breakers voor de verwerking van eieren. Van ontwerp, ontwikkeling, installatie tot service. Vanuit dertien kantoren en samen met 800 collega’s over de hele wereld bouwen ze dagelijks aan de meest hoogwaardige technische producten en beste klantrelaties.De functieJe komt te werken op de afdeling Manufacturing Engineering: een relatief nieuwe afdeling binnen Moba met +/- zes collega's. Doel van deze afdeling is het primaire productieproces van Moba te ondersteunen, optimaliseren en voor te bereiden op nieuwe producten. Als Manufacturing Engineer heb je vanuit het perspectief van Operations contact met de afdeling R&D om ervoor te zorgen dat nieuw ontwikkelde producten passen binnen de productiemogelijkheden en andersom. Je kan denken aan de volgende werkzaamheden:Beoordelen van productontwerpen op maakbaarheid en complexiteit;Ontwikkelen van nieuwe productieprocessen op basis van Lean Manufacturing principes;Ondersteunen van de afdeling toolsupport in het ontwikkelen en produceren van hulpgereedschappen;Analyseren en monitoren van kostprijzen en het geven van adviezen over mogelijke kostprijsbesparingen;Monitoren van de performances van nieuwe en bestaande producten en processen binnen Operations;Initiëren van verbeteringen aan bestaande producten en processen;Samenwerken met de afdeling Inkoop en Supply Chain in het voorbereiden en uitbesteden van producten;Deelnemen aan multidisciplinaire projecten gericht op product- en procesverbetering;Coördineren van projecten en het borgen van projectresultaten op planning, budget, resources en informatie;Ontwikkelen, implementeren en verbeteren van standaarden t.b.v. de afdeling Manufacturing Engineering.Omdat de afdeling relatief nieuw is heb jij de mogelijkheid om veel invloed uit te oefenen op de verdere ontwikkeling van de afdeling. Dus beschik jij over ondernemingsgeest en heb jij een duidelijke visie op engineering en procesoptimalisatie, dan past deze baan perfect bij jou!\nFunctie-eisenEen afgeronde opleiding op universitair niveau, bijvoorbeeld richting Technische Bedrijfskunde;Minimaal vijf werkervaring in een vergelijkbare functie, bij voorkeur in een industriële maak-omgeving;Ervaring met projectmanagement;Technisch tekening lezen en interpreteren;Ervaring met ERP en BI systemen is een pre;Goede beheersing van de Nederlandse en Engelse taalCompetenties:Je bent assertief, ondernemend en leergierig ingesteld.Je bepaalt doelen, prioriteiten en de daarbij benodigde acties op effectieve wijze en zet de juiste middelen en mensen in om de doelen te bereiken binnen de afgesproken termijn.Je hebt een goed analyserend vermogen, waarbij je een situatie vanuit een breed perspectief benadert, belangrijke informatie herkent en deze vervolgens op logische wijze ordent in hoofd- en bijzaken.Je beschik over uitstekende communicatieve vaardigheden en bent organisatie sensitief.\nWerken bij Moba B.V.Als je bij Moba komt werken, kies je voor een gezond en innovatieve organisatie met een stevige marktpositie. Ze behoren al jaren tot de top van de Nederlandse maakbedrijven. Ook als werkgever profileren ze zich als top werkgever. De medewerker staat centraal. Ze maken leren mogelijk en streven daarbij naar flexibiliteit, eigenaarschap en een goede werk/privébalans. Deze arbeidsvoorwaarden zijn voor hen minstens zo belangrijk als de ‘traditionele’ arbeidsvoorwaarden.Moba BiedtWanneer je bij Moba komt werken, wordt er het een en ander van je verwacht. Moba verwacht dat je met jouw talent topkwaliteit levert en daar ook verantwoordelijkheid voor neemt! Hier tegenover staan natuurlijk goede arbeidsvoorwaarden: marktconform salaris, afhankelijk per functie; 27 vakantiedagen en 13 roostervrije dagen; eindejaarsuitkering en vakantietoeslag; ruimte om eigen werktijden in te delen (flexibele werktijdenregeling); pensioensregeling; diverse secundaire arbeidsvoorwaarden als nationaal bedrijfsfitnessplan Nederland en diverse collectieve verzekeringen.", "Type of ownership": "Privébedrijf", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1044072&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_6991176b&cb=1615807142859&jobListingId=4021035097", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=101&ao=1044072&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_0d25917a&cb=1615807142859&jobListingId=4021035097", "Job Age": "11d", "Job Age Number": "11d", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 5, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4005605493, "Job Title": "Java Developer Manufacturing", "Company Name": "Robert Walters", "Location": "Eindhoven", "Industry": "Detachering en outsourcing", "Sector": "Business Services", "Job Description": "Heb jij ervaring in de maakindustrie? Ben jij gedreven om elke dag het beste uit jezelf en je team te halen? Heb jij affiniteit met ICT? Voor een bedrijf in de omgeving van Eindhoven zijn wij op zoek naar een Finance & ICT Manager. Interesse? Lees dan snel verder.OmschrijvingDe hoofddoelen van deze functie zijn het controleren en beheren van de integrale financiële performance van de groep inclusief bijbehorende rapportages. Daarnaast ook het coördineren van de algehele financiële planning en de control cyclus. Tot slot geef jij als MT-lid gevraagd en ongevraagd advies over financiële vraagstukken in de organisatie.De taken, bevoegdheden en verantwoordelijkheden zijn:Een bijdrage leveren aan de definitie en uitvoeren van de strategie en tactiek van de onderneming;Kritische sparringpartner zijn voor het management, zowel op strategisch als op operationeel niveau;Bijdrage leveren aan het continue verbeteren van alle processen en de integrale bedrijfsperformance;Financieel adviseren van het MT zodanig dat processen beheerst verlopen en waar mogelijk verbeteren;Inrichten en onderhouden van de administratieve organisatie;Het helpen ontwerpen en beheren van het management informatiesysteem;Analyseren van bedrijfsrisico ahv bedrijfseconomische analyses;Coördineren en opstellen van investeringsaanvragen;Optreden als contactpersoon voor de controlerend accountant en andere controlerende instanties;Verantwoordelijk voor het opstellen en publiceren van de statutaire jaarrekening;Coördineren en bewaken van het meerjarenplanning, budgettering, forecasting, etc., inclusief cash flow forecasting en werkkapitaal management/optimalisatie;Leiding geven aan het Finance team en ervoor zorg dragen dat de transactionele finance werkzaamheden correct, zorgvuldig, efficiënt en effectief worden uitgevoerd;Opstellen van maandelijkse rapportages en analyses;Analyse van kostprijs deviaties en manufacturing variances;Bijdragen aan World Class Manufacturing/Operational Excellence projecten;Ondersteunen van de groep op fiscale, verzekering en treasury gerelateerde topics;Medebepalen en beheersen van de financiële en operationele KPI's;Coördinatie en overzicht op het IT landschap van de organisatie.Vereisten vor de functie:Academisch werk- en denkniveau, mede gebaseerd op een relevante bedrijfseconomische opleiding;Minimaal 10 jaar relevante ervaring, idealiter binnen de maakindustrie;Ervaring binnen een internationale matrix organisatie is een pre;Goede kennis en beheersing van de Engelse taal, in woord en geschrift;Kennis van MS Office, Sumatra [of een andere BI tool], Corporate Performance Management [HFM, OneStream o.i.d.] en ERP systemen.De nadruk in deze functie ligt op de volgende competenties:Plannen en organiseren;Project management;Communicatieve vaardigheden;Samenwerken;Analytisch vermogen;Visie en daadkracht, besluitvaardig;Verantwoordelijkheid;Kwaliteitsgericht;Pro-actief.Herken jij je hierin terug? Reageer dan vandaag nog!", "Type of ownership": "Beursgenoteerd bedrijf", "Rating": 4.4, "Company URL": "-1", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=107&ao=1044072&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&ea=1&cs=1_34984326&cb=1615807142860&jobListingId=4005605493", "Job Age": "25d", "Job Age Number": "25d", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 6, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 4007233538, "Job Title": "Java Developer Manufacturing", "Company Name": "Stoneridge | ORLACO", "Location": "Barneveld", "Industry": "-1", "Sector": "-1", "Job Description": "Verbeter jij de productieprocessen van onze innovatie camerasystemen?Stoneridge-Orlaco is een hightech organisatie die internationaal meespeelt op Champions League Niveau. Met onze revolutionaire innovaties en high-end technologie verruimen we wereldwijd de blik van chauffeurs, machinisten en kapiteins. Elke dag nog meer. Onze camera’s dragen bij aan de veiligheid van miljoenen mensen. Wil jij samen met 275+ collega’s het verschil maken? Kom werken bij Stoneridge-Orlaco als Process Engineer.40 uur, BarneveldFunctieomschrijvingAls Process Engineer ben je verantwoordelijk voor de ontwikkeling, introductie, instandhouding en verbetering van nieuwe en bestaande productieprocessen. Zo zet je nieuwe productielijnen op, introduceer je nieuwe productietechnieken en borg je de kwaliteit en veiligheid van onze productieprocessen. Je neemt deel aan projectteams en bent betrokken vanaf het concept tot de implementatie en verbetering van het project. Je rapporteert aan de Manager Production Engineering.Oftewel, als Process Engineer:Ontwikkel, introduceer en onderhoud je meetstudies (MSA), statistische proces controles (SPC), Proces Control Plannen (PCP) en Proces risico analyses (PFMEA)Ontwikkel, introduceer en onderhoud je TPM (Total Productive Maintenance) en SMED (Single Minute Exchange of Die)Neem je deel aan projectteams (APQP, 6 Sigma en 8D)Implementeer je nieuwe processen (APQP)Bereid je investeringsaanvragen voorJe borgt de kwaliteit in de productieprocessen, door middel van de Automotive IATF core toolsJe verzorgt en beheert bijbehorende documentatie (PLM, Synergy)Je zorgt voor een minimale mensbelasting (geeft input aan de RI&E), milieubelasting (geeft input aan het Milieu aspectenregister) en optimale veiligheid (OHSAS 18001)Analyseer en doe je verbetervoorstellen voor de inrichting van de productieprocessen op het gebied van efficiency, ergonomie, flexibiliteit, kwaliteit en veiligheidBereken je de gevolgen voor kosten en productiviteit van nieuwe methodieken en toolingOndersteun je proactief bij het voorkomen en verminderen van procesuitvalSignaleer je verbeterpunten, stel je verbeterplannen op en onderneem je actieWat wij biedenEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)Volop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30Wat wij vragen van jou als Process Engineer?Je hebt hbo werk- en denkniveau (electrotechniek, mechatronica, werktuigbouwkunde of technische bedrijfskunde)Je hebt kennis van Lean Six Sigma of Lean manufacturingJe hebt kennis van CE markering, Technisch Constructie Dossiers (TCD) en machinerichtlijnenJe hebt kennis van Functional Safety en Automotive Core Tools zoals 8D, APQP en FMEA's, SPC, MSA en PCPJe bent communicatief sterk en kunt contacten onderhouden met collega's, opdrachtgevers en leveranciersJe beheerst Engels (geschreven en gesproken)Je werkt gestructureerd en hebt zicht op het werk van je collega’sJe hebt up-to-date kennis op het vlak van technologische ontwikkelingSluit je cv aan bij deze eisen en ben je enthousiast geworden na het lezen van deze vacature? Solliciteer dan voor 1 april 2021. Heb je nog vragen of wil je meer informatie? Neem dan contact op met HRM via 0342 - 404 555. Een assessment kan onderdeel uitmaken van de sollicitatieprocedure.\nVerbeter jij de productieprocessen van onze innovatie camerasystemen?Stoneridge-Orlaco is een hightech organisatie die internationaal meespeelt op Champions League Niveau. Met onze revolutionaire innovaties en high-end technologie verruimen we wereldwijd de blik van chauffeurs, machinisten en kapiteins. Elke dag nog meer. Onze camera’s dragen bij aan de veiligheid van miljoenen mensen. Wil jij samen met 275+ collega’s het verschil maken? Kom werken bij Stoneridge-Orlaco als Process Engineer.40 uur, BarneveldFunctieomschrijvingAls Process Engineer ben je verantwoordelijk voor de ontwikkeling, introductie, instandhouding en verbetering van nieuwe en bestaande productieprocessen. Zo zet je nieuwe productielijnen op, introduceer je nieuwe productietechnieken en borg je de kwaliteit en veiligheid van onze productieprocessen. Je neemt deel aan projectteams en bent betrokken vanaf het concept tot de implementatie en verbetering van het project. Je rapporteert aan de Manager Production Engineering.Oftewel, als Process Engineer:Ontwikkel, introduceer en onderhoud je meetstudies (MSA), statistische proces controles (SPC), Proces Control Plannen (PCP) en Proces risico analyses (PFMEA)Ontwikkel, introduceer en onderhoud je TPM (Total Productive Maintenance) en SMED (Single Minute Exchange of Die)Neem je deel aan projectteams (APQP, 6 Sigma en 8D)Implementeer je nieuwe processen (APQP)Bereid je investeringsaanvragen voorJe borgt de kwaliteit in de productieprocessen, door middel van de Automotive IATF core toolsJe verzorgt en beheert bijbehorende documentatie (PLM, Synergy)Je zorgt voor een minimale mensbelasting (geeft input aan de RI&E), milieubelasting (geeft input aan het Milieu aspectenregister) en optimale veiligheid (OHSAS 18001)Analyseer en doe je verbetervoorstellen voor de inrichting van de productieprocessen op het gebied van efficiency, ergonomie, flexibiliteit, kwaliteit en veiligheidBereken je de gevolgen voor kosten en productiviteit van nieuwe methodieken en toolingOndersteun je proactief bij het voorkomen en verminderen van procesuitvalSignaleer je verbeterpunten, stel je verbeterplannen op en onderneem je actie\n\nWat wij biedenEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)Volop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nWat wij biedenEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)Volop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)Volop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)Volop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nEen afwisselende baan binnen een groeiende internationale organisatieEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)Uitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)\nEen afwisselende baan binnen een groeiende internationale organisatie\nEen marktconform salaris (afhankelijk van leeftijd, ervaring en opleiding)\nUitstekende arbeidsvoorwaarden zoals 27 vakantiedagen, 13 atv-dagen (conform CAO)\nVolop kansen om verder te leren en door te groeienVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)Een goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nVolop kansen om verder te leren en door te groeien\nVeel eigen verantwoordelijkheid en ruimte om je eigen tijd in te delen (flexibele werktijden)\nEen goed bereikbare werklocatie in het midden van Nederland, nabij de A1 en A30\nWat wij vragen van jou als Process Engineer?Je hebt hbo werk- en denkniveau (electrotechniek, mechatronica, werktuigbouwkunde of technische bedrijfskunde)Je hebt kennis van Lean Six Sigma of Lean manufacturingJe hebt kennis van CE markering, Technisch Constructie Dossiers (TCD) en machinerichtlijnenJe hebt kennis van Functional Safety en Automotive Core Tools zoals 8D, APQP en FMEA's, SPC, MSA en PCPJe bent communicatief sterk en kunt contacten onderhouden met collega's, opdrachtgevers en leveranciersJe beheerst Engels (geschreven en gesproken)Je werkt gestructureerd en hebt zicht op het werk van je collega’sJe hebt up-to-date kennis op het vlak van technologische ontwikkelingSluit je cv aan bij deze eisen en ben je enthousiast geworden na het lezen van deze vacature? Solliciteer dan voor 1 april 2021. Heb je nog vragen of wil je meer informatie? Neem dan contact op met HRM via 0342 - 404 555. Een assessment kan onderdeel uitmaken van de sollicitatieprocedure.\n", "Type of ownership": "Dochteronderneming of bedrijfssegment", "Rating": -1.0, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=108&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_9fe8f599&cb=1615807142860&jobListingId=4007233538", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=108&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_98bd4e66&cb=1615807142860&jobListingId=4007233538", "Job Age": "23d", "Job Age Number": "23d", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 9, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 3785984280, "Job Title": "Java Developer Manufacturing", "Company Name": "ICT Group", "Location": "Deventer", "Industry": "-1", "Sector": "-1", "Job Description": "Regio: Deventer, Eindhoven, OosterhoutWij zoeken engineers binnen de industriële automatisering die niet de hele dag achter hetzelfde bureau willen zitten. Als MES engineer creëer je, samen met je team, concrete oplossingen voor verschillende opdrachtgevers.Onze unit Food, Chemie en Pharma helpt klanten met innovatieve software- en hardware-oplossingen. Wij zorgen voor de koppeling met het ERP-systeem, de implementatie van het Manufacturing Execution System (MES) en de directe besturing op procesniveau. Dankzij geautomatiseerde processen (en continue procesmonitoring en –bijsturing) is informatie in fabrieken altijd actueel en direct beschikbaar. Dit vergroot de snelheid in het productieproces én daarnaast wordt energiezuiniger en efficiënter geproduceerd.Schakel tussen de projectteams en de opdrachtgeversAls MES engineer werk je in een team aan de ontwikkeling van MES-projecten voor diverse klanten. Je gaat aan de slag met complexe automatiseringsvraagstukken in diverse domeinen. Daarbij onderhoud je intensief contact met projectteams en opdrachtgevers, en kun je een adviserende rol aannemen. Ook koppel en ontsluit je (historische) data uit DCS/PLC-besturingssystemen, batchsystemen en logistieke systemen.Daarnaast wordt jouw succes bepaald door het:Testen van software voor industriële toepassingen.Programmeren en implementeren van industriële informatiesystemen.Vertalen van gebruikseisen van opdrachtgevers naar concrete oplossingen.Inbedrijfstellen van de software.Toewerken naar persoonlijke en professionele doelstellingen.Slimmere oplossingen: onze ideale Wonderware MES engineerJe bent in staat nieuwe marktkansen te herkennen en daarop in te spelen door jouw kennis van marktontwikkelingen en –trends optimaal te gebruiken. Je bent proactief en zet altijd onze klanten op nummer één: je weet precies wat zij nodig hebben. We zien graag dat je actief deelneemt aan klantcases en dat je bijdraagt aan onze interne en externe organisatie met jouw innovatieve ideeën.De MES engineer die wij zoeken:heeft minimaal 3 jaar werkervaring met een MES pakket, bij voorkeur Wonderware omdat we bij ICT Group daar veel mee werken;heeft aantoonbare ervaring met MES , inclusief ISA-95, ISA-88 en BPM;is in staat om MES-workshops te geven aan verschillende afdelingen en niveaus en vindt dit ook leuk;beheerst zowel de Nederlands als Engelse taal uitstekend, mondeling en schriftelijk;is bereid om te reizen naar verschillende ICT Group kantoren binnen Nederland.Dit hebben we jou te biedenGoed salaris: je ontvangt een goed marktconform salaris13e maand: elk jaar een extra maandloon als vaste bonus29 vakantiedagen: met de vrijheid om dagen bij of te verkopenPensioenregeling: een goede regeling voor je oude dagLeaseauto: of een vergoeding voor je eigen autoOnkostenvergoeding: een netto bijdrage in werkgerelateerde kostenOpleidingen: houd je kennis op peil in onze ICT AcademyBoekenbudget: koop een boek of hard- of software voor jezelfInteresse?Herken jij jezelf in deze vacature? Stuur dan je reactie via het online sollicitatieformulier of per mail naar jonathan.van.oudheusden@ict.nl . Heb je vragen, bel ons gerust op 088-9082000 en vraag naar Jonathan van Oudheusden.", "Type of ownership": "Privébedrijf", "Rating": 3.4, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=113&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_30b0589a&cb=1615807142860&jobListingId=3785984280", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=113&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_cd4448dd&cb=1615807142860&jobListingId=3785984280", "Job Age": "13d", "Job Age Number": "13d", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}, {"index": 10, "Search Keyword": "manufacturing", "Platform": "Glassdoor", "Job ID": 3785978300, "Job Title": "Java Developer Manufacturing", "Company Name": "ICT Group", "Location": "Oosterhout", "Industry": "-1", "Sector": "-1", "Job Description": "Regio: Eindhoven, OosterhoutAls ICT Group zijn wij een sterke partner binnen de industriële automatisering. In diverse units gaan onze teams aan de slag met innovatieve softwareoplossingen bij en voor onze klanten. Zo ook binnen de sectoren Food, Chemie en Pharma . Hier werken wij o.a. aan de implementatie van een Manufacturing Execution System (MES) met koppeling naar directe besturing op procesniveau en een koppeling met het ERP. Dankzij de inzet van deze slimme automatiseringsoplossingen is informatie in bijvoorbeeld een fabriek altijd actueel en direct beschikbaar. Zo wordt de snelheid en wendbaarheid in een productieproces vergroot.Binnen ICT is een keuze gemaakt voor de standaard MES-pakketten van Aspentech en Wonderware. Tevens wordt er veel gewerkt met .Net voor UI en rapportages. Je bent als consultant zelfstandig en flexibel als het gaat om planning en inzet.Ons projecten portfolio op het gebied van MES bestaat onder andere uit; Danone Fulda, Danone Estia in Cuijck, Tata Steel, Friesland Campina Nederland en China, Suiker Unie, Sonneborn en DSM.De functieAls Senior Business Consultant binnen ICT maak je onderdeel uit van een team van specialisten waar jij samen met de accountmanager, projectmanager en technisch projectleider sturing aan geeft. Je staat in nauw contact met de klant en bent degene die de vertaling van klantdoelstellingen naar user requirements maak, welke vervolgens worden vertaald naar technische specificaties.In samenwerking met de accountmanager genereer je vanuit de technische inhoud op die manier ook een new business binnen het project.Ook speel je een actieve rol in het begeleiden van klantcases en ben je in staat om stakeholders op verschillende niveaus en afdelingen te informeren, inspireren en enthousiasmeren om zo draagvlak te krijgen voor het project;Het geven van workshops is een manier om dit te doen;Met jouw technische kennis en stevige persoonlijkheid ben je in staat bent om de ideeën van zowel je collega's als de klant te \"challengen\" om zo tot het beste eindresultaat te komen.Als thought leader ben je uiteraard niet alleen op de hoogte van marktontwikkelingen en trends, maar weet deze ook te vertalen naar innovatieve oplossingen voor onze klanten. Daarnaast heb je een goed netwerk zodat je op een proactieve manier kansen bij klanten en prospects weet te identificeren, initiëren en ontwikkelen.Dit vragen wij van jou:Een afgeronde hbo-opleiding in een, bij voorkeur, technische richting;Je bent proactief, besluitvaardig en klantgericht;Je hebt 5+ jaar (recente) ervaringen binnden de industriële automatisering;Ook heb je aantoonbare werkervaring in het MES / MOMS domein, waaronder ISA 95, ISA 88 en modeleren (BPM).Je bent communicatief sterk in zowel Nederlands als Engels (communicatie is hoofdzakelijk in het Engels);Ervaring binnen de sectoren Food, Feed, Chemie of Pharma is een pre.Je bent woontachtig in regio Midden- of Zuid-NederlandIn bezit van een rijbewijsDit hebben we jou te biedenGoed salaris: je ontvangt een goed marktconform salaris13e maand: elk jaar een extra maandloon als vaste bonus29 vakantiedagen: met de vrijheid om dagen bij of te verkopenPensioenregeling: een goede regeling voor je oude dagLeaseauto: of een vergoeding voor je eigen autoOnkostenvergoeding: een netto bijdrage in werkgerelateerde kostenOpleidingen: houd je kennis op peil in onze ICT AcademyBoekenbudget: koop een boek of hard- of software voor jezelfInteresse?Herken jij jezelf in deze vacature? Stuur dan je reactie via het online sollicitatieformulier of per mail naar jonathan.van.oudheusden@ict.nl . Heb je vragen, bel ons gerust op 088-9082000 en vraag naar Jonathan van Oudheusden.", "Type of ownership": "Privébedrijf", "Rating": 3.4, "Company URL": "https://www.glassdoor.nl/https://www.glassdoor.nl/partner/jobListing.htm?pos=115&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_VIEW&t=SR&vt=w&cs=1_66afa911&cb=1615807142861&jobListingId=3785978300", "Job URL": "https://www.glassdoor.nl/partner/jobListing.htm?pos=115&ao=1044074&s=58&guid=00000178359c5b32ac0b44c502d99aac&src=GD_JOB_AD&t=SR&vt=w&cs=1_6e4c06a5&cb=1615807142861&jobListingId=3785978300", "Job Age": "13d", "Job Age Number": "13d", "Collection Date": "2021-03-15", "Language": "en", "Gender": "Neutral"}]
